{
    "attributes": {
        "action": "No '' U '' TURN On School Area on School Time",
        "additional_details": "School zones are busy places at all times of the school day.Teaching children, particularly primary aged to cross the road safely is very hard now a days, someone to perform a u-turn to grab a parking,performing a U turn to go different direction is not safe on school area in school time. I have witnessed many people performing u-turns in front of schools, and believe one day this may end in tragedy And so would like to make all school zones as  NO '' U '' TURN. specially on school time.",
        "background": "“The above is causing congestion, risk of accident and risk of school kids, nuisance and damage property and risk of injury to child or parents or any public on school area property, some travelling at speed, illegally pulling into private driveways”",
        "closed_at": null,
        "created_at": "2017-12-18T22:17:47.707Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-19T10:14:20.466Z",
        "opened_at": null,
        "rejected_at": "2017-12-19T14:43:08.030Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Safety on local roads is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-12-19T14:43:08.038Z"
    },
    "id": 207952,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207952.json"
    },
    "type": "petition"
}