{
    "attributes": {
        "action": "Debate if the Great Repeal Bill constitutes an act of Treason.",
        "additional_details": "Treason Act 1848 \r\nIf any person whatsoever shall .... in order by force or constraint to compel her to change her measures or counsels, or in order to put any force or constraint upon or in order to intimidate or overawe both Houses or either House of Parliament, or to move or stir any foreigner or stranger with force to invade the United Kingdom or any other of her Majesty's dominions or countries under the obeisance of her Majesty, and such compassings, imaginations, inventions, devices, or intentions, or any of them, shall express, utter, or declare, by publishing any printing or writing ... or by any overt act or deed, every person so offending shall be guilty .....",
        "background": "The 1972 European Communities Act created a conduit in section 2(1) for EU laws to be available to British courts. These laws were not given legal effect, only made available. giving laws from a foreign power, legal effect, could be an act of treason under the Treason act 1848",
        "closed_at": null,
        "created_at": "2017-12-19T08:07:58.122Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-19T09:25:18.466Z",
        "opened_at": null,
        "rejected_at": "2017-12-20T13:21:16.158Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The interpretation of the law (deciding whether the law has been broken in a specific case) is the responsibility of the courts, which are independent of the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-12-20T13:21:20.035Z"
    },
    "id": 207967,
    "links": {
        "self": "https://petition.parliament.uk/petitions/207967.json"
    },
    "type": "petition"
}