{
    "attributes": {
        "action": "Change the way doctor's break the news about spina bifida. Give positive advice",
        "additional_details": "Spina bifida is a disability pure and simple. It's not a death sentence.  I was offered a termination at EVERY appointment which is wrong. I was never told my baby could live a full happy life. All I was ever told was how hard it was gonna be for her. Every appointment was full of negative information given in a way which made me worry. Doctor's need to start providing the information about children who live a happy fulfilled life with spina bifida",
        "background": "When I was told my baby had spina bifida I was given so much negatives and advice time and time again to abort, my baby has a disability but also has a life the information was given was scary and I was not told anything that could be. Positive also need to be given. Spina bifida isn't all about bad",
        "closed_at": null,
        "created_at": "2017-12-19T21:24:54.670Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-20T21:33:27.083Z",
        "opened_at": null,
        "rejected_at": "2018-01-03T12:24:09.662Z",
        "rejection": {
            "code": "irrelevant",
            "details": "GPs and healthcare professionals are responsible for the way in which patients are informed of any diagnosis, not the UK Government or Parliament. You may wish to contact your GP or the NHS directly about this issue. You find out how to contact the NHS here: \r\n\r\nhttps://www.nhs.uk/NHSEngland/complaints-and-feedback/Pages/nhs-complaints.aspx\r\n\r\nYou could start a new petition asking the UK Government to launch an awareness and training campaign aimed at GPs, to increase their understanding of the positive stories of people diagnosed with spina bifida, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-01-03T12:24:13.854Z"
    },
    "id": 208006,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208006.json"
    },
    "type": "petition"
}