{
    "attributes": {
        "action": "Petition against the closure of Barclays Bank in Sandy",
        "additional_details": "We expect Barclays to consider the impact the closure will have on the town leaving it without a bank and their social responsibility towards the community, individuals and businesses who would find it incredibly difficult to conduct their affairs via a post office, on line or by travelling to other branches of Barclays.",
        "background": "We the undersigned, traders and residents of Sandy, Bedfordshire urge Barclays Bank to reconsider their decision to close the Sandy branch in February 2018.",
        "closed_at": null,
        "created_at": "2017-12-20T16:33:06.629Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-20T19:22:27.219Z",
        "opened_at": null,
        "rejected_at": "2017-12-21T15:53:49.413Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to close branches is a commercial and operational decision for a bank, and not the responsibility of the UK Government or Parliament.\r\n\r\nYou may be interested to know that the House of Commons debated the general issue of bank branch closures in June 2016. You can read the debate here: https://hansard.parliament.uk/commons/2016-06-30/debates/A32A8165-29DE-4FE1-A93F-E88310B81E5C/BankBranchClosures\r\n\r\nYou can find out more about the recent announcements about branch closures and the banking industry's response in this House of Commons Library briefing paper:\r\n\r\nhttps://researchbriefings.intranet.parliament.uk/ResearchBriefing/Summary/SN00385\r\n\r\nYou could start a new petition asking the House of Commons to debate the issue of local bank branch closures again, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-12-21T15:53:49.487Z"
    },
    "id": 208053,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208053.json"
    },
    "type": "petition"
}