{
    "attributes": {
        "action": "Government to house the homeless and help them regain their lives.",
        "additional_details": "Every human is entitled to the basics in life - a roof over their head, food, water. Imagine if this was simply all you had?\r\nFor homeless people this is a dream! There are people living on the streets, freezing cold, starving and contracting illnesses through dirt, cold weather, people urinating on them or their belongings. I can't even begin to imagine what this would be like. \r\nThe charities can only do so much and they rely on funding from the public. \r\nPlease sign this if you think the Government can and should help these people regain their lives. \r\nThere is a story behind every homeless person getting drunk just to get through a day on the streets.\r\nLET'S ALL HELP THEM TO GET THE LIVES BACK THAT WE HAVE.",
        "background": "The Government has released today that there are at least 9000 people living on the streets in the UK. This should not be happening! There are amazing charities who do brilliant work but ultimately they can only do so much without the help of the Government.",
        "closed_at": null,
        "created_at": "2017-12-20T20:10:19.561Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-20T21:59:23.985Z",
        "opened_at": null,
        "rejected_at": "2017-12-22T09:50:03.344Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to end homelessness.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do to support people who are homeless."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-12-22T09:50:03.352Z"
    },
    "id": 208065,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208065.json"
    },
    "type": "petition"
}