{
    "attributes": {
        "action": "Commence proceedings against Tony Blair and officials regards invasion of Iraq",
        "additional_details": "The families of the IWFC have come together to petition Parliament to commence proceedings against Tony Blair and any other senior officials relating to the invasion of Iraq. The families of the IWFC seek to have recent ruling’s overturned and legislation changed, allowing Tony Blair and other state officials to be dealt with by Parliament and an English or internationally recognised court of law in order for the IWFC families to bring civil proceedings against the individuals concerned.",
        "background": "The campaign by the IWFC to bring Tony Blair and other state officials to justice for offences committed during office, the Chilcot Report brought to public attention that the decision to commit the UK to the invasion of Iraq, various state officials breached constitutional conventions.",
        "closed_at": null,
        "created_at": "2017-12-20T21:11:26.908Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-20T21:19:32.801Z",
        "opened_at": null,
        "rejected_at": "2018-01-03T16:20:55.801Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what you mean by 'proceedings'. You could start a new petition asking the UK Government and Parliament to agree a process to hold individuals to account for actions relating to the invasion of Iraq, if that's what you would like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-01-03T16:20:59.609Z"
    },
    "id": 208074,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208074.json"
    },
    "type": "petition"
}