{
    "attributes": {
        "action": "Increase the sentence for failure to stop after a fatal road traffic collision",
        "additional_details": "The sentence for failing to stop after a fatal road collision must be made equal to the maximum sentence for death by dangerous driving. Otherwise, there is absolutely no incentive for drivers to stop. Why would anyone stop if they knew they could face 14 years as opposed to just 6 months? My family will never know if the driver who killed my brother was under the influence or not. If he wasn’t, maybe he would have stopped if the law was different. If he was, then the law has let him escape justice.\r\nhttp://www.dailymail.co.uk/news/article-5168331/Family-man-killed-hit-run-call-law-change.html",
        "background": "My brother, Andy Lindup, was killed in a hit and run in Dec 2016. By the time the driver was arrested, it was too late to breathalyse him and gather evidence for a charge of dangerous driving for which he could have faced up to 14 years in prison. Instead he got just 6 months for failure to stop.",
        "closed_at": "2018-06-20T22:59:59.999Z",
        "created_at": "2017-12-19T21:38:51.932Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-07-06T13:04:32.568Z",
            "details": "Under Section 170 of the Road Traffic Act 1988 drivers who cause personal injury or damage to another vehicle or property must stop and, if required, give their name and address, the name and address of the owner of the vehicle and any identification marks of the vehicle. If the driver does not give their name and address they are obliged to report the accident to the police as soon as reasonably practicable and in any case within 24 hours. A driver is liable to report even if they were not at fault. Failure to comply with these requirements is an offence which carries a maximum penalty of 6 months' imprisonment.\r\n\r\nFailure to stop and report offences are often referred to as “hit and run” but this is often not an accurate reflection of the offence.\r\n\r\nThe vast majority of the 3,441 convictions in 2017 for failure to stop and report offences involve low level traffic incidents where, for example, a driver clips the wing mirror of another vehicle in a narrow street. This is reflected in current sentencing practice where by far the most common sentence for this offence is a fine.\r\n\r\nIn a small number of cases the failure to stop or report may be related to an incident involving the death or serious injury of another person. Where there is evidence that the driver caused harm there are a range of other offences available and the failure to stop will be treated as a further and aggravating factor in the sentencing decision. Where the driver takes action to avoid detection this may amount to perverting the course of justice, an offence which carries a life sentence maximum.\r\n\r\nWe continue to keep offences and penalties under review to ensure the courts have sufficient powers to deal with driving offences.\r\n\r\nDepartment for Transport",
            "responded_on": "2018-07-06",
            "summary": "The offence of failing to stop should not be used to punish an offender for a serious, but not proven, offence. Other offences can be used if there is evidence of other criminal behaviour.",
            "updated_at": "2018-07-06T13:04:32.568Z"
        },
        "government_response_at": "2018-07-06T13:04:32.570Z",
        "moderation_threshold_reached_at": "2017-12-20T11:03:44.875Z",
        "opened_at": "2017-12-20T11:17:44.994Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-06-19T12:06:55.285Z",
        "scheduled_debate_date": null,
        "signature_count": 10495,
        "state": "closed",
        "updated_at": "2018-07-13T13:36:44.286Z"
    },
    "id": 208008,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208008.json"
    },
    "type": "petition"
}