{
    "attributes": {
        "action": "Put the Brexit process on hold",
        "additional_details": "Numerous polls now show that, with the knowledge of what is really at stake, significantly more people wish to stay in the EU than leave.\r\n\r\nOn the basis that the general public were misled, and their votes were based on misinformation, we call that the Brexit process be put on hold until such time it becomes clear how leaving the EU will impact the country.  \r\n\r\nWe need a vote that is based on facts and evidence, and not hyperbole.",
        "background": "It has now become common knowledge that the LEAVE campaign was based on lies. There is substantial evidence it was subject to mismanagement of funds, and growing evidence that there was external interference.",
        "closed_at": null,
        "created_at": "2017-12-20T14:24:24.093Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-20T15:59:59.743Z",
        "opened_at": null,
        "rejected_at": "2017-12-22T09:43:50.119Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe understand that you'd like the process of leaving the EU to be put on hold, but we're not sure exactly when you would like the process to be resumed, or exactly what you mean by \"we need a vote that is based on facts and evidence, and not hyperbole\".\r\n\r\nIf you'd like there to be a second referendum on the UK's leaving the EU, you might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/200235\r\n\r\nOtherwise, you could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-12-22T09:43:50.126Z"
    },
    "id": 208050,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208050.json"
    },
    "type": "petition"
}