{
    "attributes": {
        "action": "Keep the iconic burgundy British passport",
        "additional_details": "Changing the colour would be a backwards step for a country that seeks, in the words of the Prime Minister, to be a forward-looking nation with a 'dynamic, creative spirit'.\r\n\r\nIt is also unclear why, since we are exiting the EU, we would want to change passports from the current patriotic red to the colours of the EU flag. Since EU member states are allowed any colour of passport they like, changing would be no great statement of sovereignty, as some have suggested.\r\n\r\nWhile frivolous petitions are quite rightfully rejected, passport colour is of serious concern to many around the country. As the Immigration Minister says: “One of the most iconic things about being British is having a British passport.” I trust, therefore, that this petition will be treated with the seriousness it merits.",
        "background": "The government has stated its intention to change UK passports from red to blue. This needless colour change would bring no benefits. Since no under-40 ever possessed a blue passport, a change would mean little except to a shrinking minority. To young people, the red passport is the iconic one.",
        "closed_at": "2018-07-02T22:59:59.999Z",
        "created_at": "2017-12-22T09:55:48.509Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-22T18:47:58.485Z",
        "opened_at": "2018-01-02T13:08:20.324Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 516,
        "state": "closed",
        "updated_at": "2018-07-02T23:00:00.622Z"
    },
    "id": 208155,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208155.json"
    },
    "type": "petition"
}