{
    "attributes": {
        "action": "Make it illegal for an MP to intentionally raise a false point of order.",
        "additional_details": "With the sovereignty and integrity of parliament and it's elected members increasingly being undermined and attacked by elements in the media and - astonishingly - the government itself, it is more important than ever for parliament to safeguard and enforce it's independence and sovereignty as a pillar of our democracy. The issue raised in this petition - notwithstanding the many great and admirable aspects of parliament - shows that MPs who act deliberately in this way are not fit to serve.",
        "background": "There is a disturbing habit of MPs to cynically try and score political points or attack others by falsely raising points of order in debates. This is shabby, partisan and childish and makes a bad impression on the public. Any MP who does so three times should be suspended permanently or prosecuted.",
        "closed_at": null,
        "created_at": "2017-12-21T17:38:28.315Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-21T20:21:51.426Z",
        "opened_at": null,
        "rejected_at": "2018-01-10T16:51:53.104Z",
        "rejection": {
            "code": "no-action",
            "details": "A point of order is a way for MPs to draw the Speaker's attention to possible breaches of order in parliamentary business, or to seek clarity about the rules of the House and how they apply. \r\n\r\nWe're not sure exactly what you mean by \"a false point of order\", so we're not sure what action you'd like Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-01-10T16:51:59.353Z"
    },
    "id": 208117,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208117.json"
    },
    "type": "petition"
}