{
    "attributes": {
        "action": "Manufacture the new blue passport in GB not Germany or France.",
        "additional_details": "The government has released the information into the news that they could give a French or German company £490 million.\r\nSo the £490,000,000 will not be supporting British jobs or support people paying British tax, this will take money out of our country.\r\nPlease sign and share.",
        "background": "The new blue passports have been hailed as a sign Britain is seizing back control from the EU - but they could end up being made in France or Germany.\r\nWhen the uk should be manufacturing these with the uk company De La Rue who produces this & many other documents, secure British jobs not eu.",
        "closed_at": null,
        "created_at": "2017-12-22T12:58:35.784Z",
        "creator_name": "Lee fillingham",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-05-01T15:11:04.389Z",
            "details": "The passport procurement process was run from its outset in March 2017 in accordance with UK law and in line with EU and World Trade Organisation rules. \r\n\r\nThere was no lawful basis as to why these services could only be delivered by a UK-based supplier, and no reason for blank passports to be manufactured in the UK. Manufacturing passports overseas presents no security concerns, with up to 20 per cent of blank UK passports currently being produced in Europe.\r\n\r\nThe contract was awarded on 18 April 2018. All passports will continue to be personalised with the holder’s personal details in the United Kingdom, which ensures that no personal data will leave the UK. This also ensures the continued need for British jobs to service the new contract.\r\n\r\nHome Office",
            "summary": "With no lawful basis to put the procurement of services to design, manufacture, and personalise UK passports out to tender to UK-based suppliers only, a fair and open competition was run. ",
            "updated_at": "2018-05-01T15:11:04.389Z"
        },
        "government_response_at": "2018-05-01T15:11:04.391Z",
        "moderation_threshold_reached_at": "2017-12-22T13:54:08.991Z",
        "opened_at": "2018-03-02T14:04:08.286Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-03-23T15:39:40.073Z",
        "scheduled_debate_date": null,
        "signature_count": 36243,
        "state": "open",
        "updated_at": "2018-05-29T14:28:59.409Z"
    },
    "id": 208170,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208170.json"
    },
    "type": "petition"
}