{
    "attributes": {
        "action": "Rules and Regulations for Open/Coal Fires",
        "additional_details": "Within our local community, an elderly couple who have used their coal fire to heat their home, and for their hot water, recently had their fire condemned by a HETAS certified chimney sweep, who had to be booked to come out to inspect the chimney after a carbon monoxide alarm activation - this took over a day. In this case the gas company was also called, and came out within an hour to do a survey - this was free and they informed the occupant that if it was a gas appliance it would be condemned",
        "background": "Open and coal fires can potentially give off poisonous Carbon Monoxide gases, normally due to lack of maintenance causing a blockage of the chimney. There is no emergency contact in the case of a Carbon Monoxide alarm activation in buildings without gas supplies. This needs urgent attention.",
        "closed_at": null,
        "created_at": "2017-12-21T20:04:42.529Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-10T11:01:29.095Z",
        "opened_at": null,
        "rejected_at": "2018-02-14T17:25:41.307Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure what rules and regulations you'd like to apply to open and coal fires.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-02-14T17:25:41.312Z"
    },
    "id": 208126,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208126.json"
    },
    "type": "petition"
}