{
    "attributes": {
        "action": "Replace system of Parliamentary Democracy (PD)  by one of Universal Democracy .",
        "additional_details": "The act of joining the EU, using secret meetings of all Political Parties and deceiving UK citizens as to the aims of the EU (the eventual loss of UK sovereignty) was an act of treason by the all the UK political parties. The planned destruction of UK sovereignty and the subjection of all UK citizens to political control by a foreign institution (the EU) was a deliberate act of treason of UK citizens. The continual attempts to keep UK citizens subject to the EU laws is a continuation of this.",
        "background": "Parliament and MPs have lost the respect and trust of the majority of UK citizens. Parliament is perceived as representing MPs, political families and the rich. This applies to all UK political parties. The system of PD has been hijacked by  interests from outside the UK with the support of UK MPs.",
        "closed_at": null,
        "created_at": "2017-12-23T13:07:05.962Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-09T03:00:55.039Z",
        "opened_at": null,
        "rejected_at": "2018-01-15T09:53:24.319Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure what you mean by \"universal democracy\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-01-15T09:53:24.327Z"
    },
    "id": 208219,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208219.json"
    },
    "type": "petition"
}