{
    "attributes": {
        "action": "Allow the use of pink or blue colour writing on headstones",
        "additional_details": "A spokesperson for Norwich City Council said: “We appreciate how important it is for families to have a fitting and personal memorial for their loved ones.\r\n\r\n \r\n\r\n“To make sure the cemetery remains a tranquil place for all visitors, we ask that a neutral colour palette of white, black, gold or silver is used when engraving headstones.”",
        "background": "Our local council will not allow us to have pink writing on our baby girls headstone even though in a different part of the cemetery they have allowed pink and blue in the past. I feel its unfair to have a old rule for one part of a cemetery and a new rule for another part.",
        "closed_at": null,
        "created_at": "2017-12-23T15:44:59.297Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-23T19:35:01.504Z",
        "opened_at": null,
        "rejected_at": "2018-01-03T17:12:48.157Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We were so sorry to read about the loss of your daughter. Please accept our sincere condolences. \r\n\r\nWe can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.norwich.gov.uk/info/20190/councillors_and_decision_making/1315/councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttps://www.norwich.gov.uk/info/20011/about_your_council/1347/petitions\r\n\r\nAlternatively, if you have made a complaint to the council, and you are not happy with the way it has been handled, you may be able to complain to the Local Government Ombudsman: \r\n\r\nhttp://www.lgo.org.uk/make-a-complaint "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-01-03T17:12:54.094Z"
    },
    "id": 208227,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208227.json"
    },
    "type": "petition"
}