{
    "attributes": {
        "action": "The UK Government to stand up for human rights in Kurdistan Region of Iraq (KR)",
        "additional_details": "We call upon the UK Government to\r\n- stand up for human rights in KR.\r\n- announce immediately a travel ban to high officials from KR and to cancel the meeting scheduled in the New Year with Prime Minster (Nechirwan Barzani) and his deputy (Qubad Talabani) responsible for the human rights violations mentioned above.\r\n- support people in KR who are fighting peacefully for democracy, freedom and human rights. say to people of KR: we will not forget you, please do not give up, we will stand by you!",
        "background": "* Release all political prisoners in Kurdistan Region (KR) immediately and unconditionally\r\n* Ensure the right to freedom of expression and assembly in KR.\r\n* End the persecution, harassment and intimidation of dissidents\r\n* Bring to law those responsible for the killings of peaceful demonstrators.",
        "closed_at": null,
        "created_at": "2017-12-23T20:25:32.348Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-23T20:43:43.735Z",
        "opened_at": null,
        "rejected_at": "2018-01-22T15:25:42.694Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The first four actions requested in your petition are not within the power of the UK Government or Parliament. We can only accept petitions that call on the UK Governmetn and Parliament to act on things that they're responsible for. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-01-22T15:25:47.448Z"
    },
    "id": 208241,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208241.json"
    },
    "type": "petition"
}