{
    "attributes": {
        "action": "Contact Clayton Hall Landfill and resolve the current pollution issues.",
        "additional_details": "We the residents of the above areas are looking to government to instruct someone to resolve the situation as many of us feel like our concerns are falling on deaf ears. I urge you to look into the working of this landfill and find reasoning for the local residents as to why this work has commenced over the Christmas period. The smell has been the main point but this has grown to some complaints regarding health issues e.g. Asthma being exacerbated by the pollution. Many thanks in advance.",
        "background": "The residents of Clayton and Whittle le Woods, Leyland & other surrounding areas have complained numerous times regarding the smell emanating from Clayton Hall Landfill. We have contacted  Parish, Borough and County councillors expressing our concerns. The Environment Agency have also been notified.",
        "closed_at": null,
        "created_at": "2017-12-23T10:49:28.313Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-23T11:03:25.973Z",
        "opened_at": null,
        "rejected_at": "2018-01-10T17:23:07.629Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This issue is the responsibility of the Environment Agency. \r\n\r\nYou can contact the Environment Agency here: \r\n\r\nenquiries@environment-agency.gov.uk\r\n\r\nIf you are unhappy with a decision made by the Environment Agency, you can make a complaint. You can find out how to complain here:\r\n\r\nhttps://www.gov.uk/government/organisations/environment-agency/about/complaints-procedure"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-01-10T17:23:24.786Z"
    },
    "id": 208212,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208212.json"
    },
    "type": "petition"
}