{
    "attributes": {
        "action": "Establish an official tribute memorial garden for George Michael in Highgate.",
        "additional_details": "George Michael was as a singer, songwriter, record producer, entertainer and philanthropist.  He has sold 115 million records world wide, making him one of the best-selling music artists of all time.During the period of 1984-2004, the Radio Academy named him the most played artist on British radio. A British citizen, his musical contributions and generous donations to various charities including a free concert for NHS nurses in 2006 make him worthy of a dedicated garden where fans can honor him.",
        "background": "His contributions qualify him to be recognized by the public & government to receive a dedication plaque and designated tribute/memorial garden where fans can pay their respects.  It is suggested that the public/green space opposite his Highgate home be used. suggested name; George’s Garden.",
        "closed_at": null,
        "created_at": "2017-12-26T09:49:05.646Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-26T11:25:24.882Z",
        "opened_at": null,
        "rejected_at": "2018-01-02T11:16:13.553Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The decision to build a memorial garden in Highgate would be one for the local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-01-02T11:16:23.293Z"
    },
    "id": 208320,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208320.json"
    },
    "type": "petition"
}