{
    "attributes": {
        "action": "to change the bin collection back to weekly and replace the bins",
        "additional_details": "My petition:\r\nput a stop to the change in rubbish from weekly to every two weeks\r\nI want Hounslow to continue with their weekly collection of rubbish as they know the bin that they issued was already to small and also it will cause issues of people fly tipping waste and cause more rat and mice and foxes to breed in this area which will in turn cause risk to people health \r\nthis one to two week scheme has already been tried in other areas and failed miserably we recycle every thing possible and still struggle to fit the rubbish in to a under sized bin they do not offer any reduction in council tax and are not providing the service in the 20 years we been we never hardly seen a road sweeper in our road a service we pay for but do not get",
        "background": "size of the bins and made them to small then changed the collection from weekly to  every two weeks  which is not good for the environment it is just a cost cutting exercise which has no vaule to the people who live in hounslow  I see more rubbish being left on the streets IE fly tipping",
        "closed_at": null,
        "created_at": "2017-12-26T20:59:13.753Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-22T21:54:54.052Z",
        "opened_at": null,
        "rejected_at": "2018-02-27T19:19:25.322Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local bin collections are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttp://petitions.hounslow.gov.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-02-27T19:19:25.332Z"
    },
    "id": 208371,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208371.json"
    },
    "type": "petition"
}