{
    "attributes": {
        "action": "Let a Blue Peter competition design the New British Passport",
        "additional_details": "The current government has diverted us from the Brexit cock-up by giving us a blue passport.\r\nApparently, we could have changed our passport all along.\r\nThat said, a new one would nice anyway. Please Let a Blue Peter Competition sort this mess out.\r\nBlue Peter:\r\nInformation and reports from around the world.\r\nFirst episode date: 16 October 1958\r\nLocation(s): Studio HQ7, MediaCityUK\r\nPresented by: Gethin Jones, Ayo Akinwolere, Lindsey Russell, Radzi Chinyanganya\r\nTheme songs: The Sailor's Hornpipe, Barnacle Bill, Drum and Fife\r\nNetworks: BBC, BBC One, BBC Television, CBBC",
        "background": "Instead of the Blue Passport - Run a Blue Peter Competition\r\nBlue Peter has long been the purveyors of well-regulated competitions with no cheating or fibbing allowed. Ideally placed for conducting a democratic process fairly for a change.",
        "closed_at": null,
        "created_at": "2017-12-25T19:09:48.471Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-26T02:59:14.776Z",
        "opened_at": null,
        "rejected_at": "2018-01-03T10:55:21.313Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for deciding which competitions Blue Peter will run. \r\n\r\nYou could start a new petition asking for the UK Government to hold a national competition to decide the colour and design of the new UK passport, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-01-03T10:55:25.051Z"
    },
    "id": 208306,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208306.json"
    },
    "type": "petition"
}