{
    "attributes": {
        "action": "Legislate/enforce regulations on Paypal to prevent damage to small UK businesses",
        "additional_details": "Paypal currently have a hold on my own finances which is around £3500 for the last 6 months with no access to it. Paypal have no obligation to tell the seller why their money is on hold, they tell you to contact the Financial Ombudsman knowing full well that the ombudsman will not/can not help in any way because they are not classed as a financial institution. This leaves nowhere for small businesses to go.\r\nAll small businesses are at risk because PayPal have no one to hold them to account for their actions and this needs to stop as it is stifling small businesses. They hide in Luxembourg and tell you to take them to court over there as they are not UK based despite having main offices here in the UK, clearly not something a small business can afford to do. This simply has to stop.",
        "background": "Paypal currently are not regulated as a financial service like a bank and so UK regulation does not apply to them. As a result they can take drastic action against small business and cause financial ruin or the loss of the business. The Ombudsman can not help as PayPal are not financial institution",
        "closed_at": null,
        "created_at": "2017-12-26T20:13:56.069Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-26T20:47:08.309Z",
        "opened_at": null,
        "rejected_at": "2018-01-22T15:15:49.815Z",
        "rejection": {
            "code": "no-action",
            "details": "The UK Government and Parliament can't impose regulations on a single named company. \r\n\r\nYou could start a new petition calling for a change to financial services regulations, calling for the changes you want to see to apply to all companies that process payments for consumers and small businesses. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-01-22T15:15:49.822Z"
    },
    "id": 208366,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208366.json"
    },
    "type": "petition"
}