{
    "attributes": {
        "action": "Ensure Charities are open about how much physically gets to the cause.",
        "additional_details": "We should be able to view on screen 1.How much the celebrity received 2. How much of the donation actually gets to the root cause. 3.How much of the donation is taken by administration.  For example, if true, it takes Red Nose Day a disgusting £18million per annum to administer the project. Donors should be able to access that info on screen.",
        "background": "We are bombarded, with request for donations especially at Christmas.  Normally presented by a celebrity forcing a dour tone. We do not know how much they got paid to do the ad-and we should. How much do the celebrities involved in Red Nose Day and Children in Need get paid for their performance",
        "closed_at": null,
        "created_at": "2017-12-28T13:39:31.115Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-11T16:23:09.657Z",
        "opened_at": null,
        "rejected_at": "2018-02-15T12:09:18.943Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean by \"ensure Charities are open about how much physically gets to the cause\".\r\n\r\nYou can find out about the existing reporting and accounting requirements for charities here:\r\n\r\nhttps://www.gov.uk/government/publications/charity-reporting-and-accounting-the-essentials-november-2016-cc15d/charity-reporting-and-accounting-the-essentials-november-2016-cc15d--2\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-02-15T12:09:18.950Z"
    },
    "id": 208476,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208476.json"
    },
    "type": "petition"
}