{
    "attributes": {
        "action": "Replace all pint glasses and bottles with plastic in pubs and clubs.",
        "additional_details": "In the UK the average if serious life affecting attacks in approximately 5,000 each year. This has to stop. \r\nThere are countless incidents with the same story, someone attacks another person with a pint glass or bottle and the victim is left with life changing injuries and scars. The answer? Take away the glass. Unfortunately we can't control peoples actions but we can eliminate the glass.",
        "background": "On the 27th of December a close friend of mine was attacked with a pint glass, why? Because he didn't support the same football team as the offender. My friend is lucky not to lose his eyesight and will be left with horrific scars for the test of his life. Some people however are not as lucky.",
        "closed_at": null,
        "created_at": "2017-12-27T14:53:57.745Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-27T15:12:45.555Z",
        "opened_at": null,
        "rejected_at": "2018-01-02T19:01:53.818Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We're very sorry to read about what happened to your friend.\r\n\r\nThe decision to replace pint glasses and bottles with plastic is one for individual pubs and clubs, not the UK Government and Parliament. You could start a new petition asking for the Government and Parliament to make it a legal requirement for clubs and pubs to only serve drinks in plastic cups and bottles, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2018-01-02T19:01:53.825Z"
    },
    "id": 208419,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208419.json"
    },
    "type": "petition"
}