{
    "attributes": {
        "action": "Stop the government enforcing increased parking charges for diesel vehicles",
        "additional_details": "Please sign this petition to stop this madness as they can’t have it both ways. They either pay for our replacement vehicles or they stop this crazy and completely unfair attack on the public and business alike.",
        "background": "London local authorities are now charging up to an additional £3 per hour for diesel vehicles to park in their areas. This is despite the government and other local authorities telling the public and businesses just a couple years ago to buy diesel vehicles as they were better for the environment.",
        "closed_at": null,
        "created_at": "2017-12-27T15:16:21.376Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-28T11:17:31.201Z",
        "opened_at": null,
        "rejected_at": "2018-01-03T17:48:14.910Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Parking is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nIf you want the UK Government to pay compensation to people who brought diesel cars, you may wish to sign this petition: https://petition.parliament.uk/petitions/206104\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-01-03T17:48:29.602Z"
    },
    "id": 208423,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208423.json"
    },
    "type": "petition"
}