{
    "attributes": {
        "action": "Stop gender neutral toilets in UK schools",
        "additional_details": "Our children are the future of our country! Children are growing up in a social media/internet world, children of today have more mental heath issues than ever before. Children see and know to much down to internet use and are now being subject to things in schools etc that they are to young to understand. Gender neutral toilet are confusing to a child who knows they are boy/girl. Gender neutral is not something I disagree with when the child is at an age 18 of understanding there own sexuality",
        "background": "Gender neutral toilets could cause a great deal of distress to our children e.g not wanting to go the toilet. I also feel it could cause children to experiment there sexuality with each other. Could cause sexual abuse with children. Cause mixed feelings about there own sexuality.",
        "closed_at": null,
        "created_at": "2017-12-30T20:27:46.331Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-30T20:59:41.360Z",
        "opened_at": null,
        "rejected_at": "2018-01-09T18:00:55.114Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about providing toilets are the responsibility of individual schools, not the UK Government or Parliament. \r\n\r\nIf you're concerned about the toilets provided at your or your child's school, you could raise this with the senior management of the school or the school's governing body. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-01-09T18:01:00.482Z"
    },
    "id": 208597,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208597.json"
    },
    "type": "petition"
}