{
    "attributes": {
        "action": "Award honours to surviving Battle of Britain pilots and other notable veterans",
        "additional_details": "Honours should be awarded to people who have made a significant contribution to the survival of this nation. Every year we see musicians and sports people receive honours and yet the surviving Battle of Britain pilots for example receive nothing.\r\nNick Clegg who has misled the British people on issues like the EU and tuition fees has received a knighthood. This is unacceptable and an insult to those who have risked their lives for this country. Ex-service personnel should come first for honours",
        "background": "The UK honours system is skewed to favour celebrities and politicians\r\nVeterans who have defended this country, including surviving Battle of Britain pilots, get nothing. 'Heroes' of the music and sports worlds who have not risked their lives cannot be worthy of such honours. This is wholly wrong.",
        "closed_at": null,
        "created_at": "2017-12-30T16:43:13.103Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-12-30T17:48:41.563Z",
        "opened_at": null,
        "rejected_at": "2018-01-03T10:50:43.996Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept your petition because it asks for someone to be nominated for an honour. \r\n\r\nMembers of the public can nominate people for honours directly. You can find out how to nominate someone for an honour here:\r\n\r\nhttps://www.gov.uk/honours\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-01-03T10:50:44.002Z"
    },
    "id": 208582,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208582.json"
    },
    "type": "petition"
}