{
    "attributes": {
        "action": "Ensure equal Constitutional rights for all UK Citizens post-'Brexit'.",
        "additional_details": "Though the right of NI(UK) citizens to choose to be Irish as well, which pre-dates the Accord, was not a problem as long as the UK and Ireland were EU members with equal EU rights for all citizens, its inclusion became one on the UK's decision to exit the EU.\r\nSurely it is unconstitutional to deny a 'right' to one group of UK citizens while granting them to another.\r\nA solution is to amend 'Constitutional Issues 1(vi) by delating 'or both'. This would restore parity with all other UK citizens.",
        "background": "Though all UK citizens currently have the right to EU citizenship, this will cease once the UK exits the EU on 29/3/19. However, due to the Belfast Accord (Constitutional Issues, Section 1.vi.) this will not apply to NI (UK) citizens. This is Constitutionally undesirable and morally indefensible.",
        "closed_at": null,
        "created_at": "2018-01-01T14:30:18.998Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-02T15:48:45.939Z",
        "opened_at": null,
        "rejected_at": "2018-01-09T17:51:03.076Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking that the UK Government change the law, so that UK citizens cannot hold dual nationality with another EU country, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-01-09T17:51:06.491Z"
    },
    "id": 208667,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208667.json"
    },
    "type": "petition"
}