{
    "attributes": {
        "action": "Small rare environments and common lands should be protected from development.",
        "additional_details": "Water meadows are virtually non existent now, many having been ploughed. Local people must have the rights to protect such small rare ecosystems,  just the same as large national parks. Managed since medival times, It provides a much needed free and healthy space for recreaction that is quiet and traffic free. Cruially it is home to rare orchids. The Tubular Water Dropwort. \" This is a nationally endangered species that is now flourishing.\"\r\nThis area should be protected  for future generations.",
        "background": "Sudbury water meadows, unchanged since medieval times is being threatened again with a bypass, which will cut through it and have to be raised due to flooding, they are water meadows! \r\nAs a small area, it should be offered lifelong protection, as this is now a rare environment and eco system.",
        "closed_at": null,
        "created_at": "2018-01-01T23:30:49.427Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-02T10:32:23.936Z",
        "opened_at": null,
        "rejected_at": "2018-01-10T16:50:00.149Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\n\r\nhttps://www.suffolk.gov.uk/council-and-democracy/consultations-petitions-and-elections/starting-a-petition/\r\n\r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action.\r\n\r\nYou could also start a new petition asking for the UK Government not to fund any proposed bypass in Sudbury that included going through the Sudbury Water Meadows, if that's what you'd like to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-01-10T16:50:06.566Z"
    },
    "id": 208694,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208694.json"
    },
    "type": "petition"
}