{
    "attributes": {
        "action": "Students should have at least 40% discounts for train prices",
        "additional_details": "For example, a friend of mine was given £44 bursary to travel to their college and back home 3 times a week, for 6 weeks. The train ticket price for an adult during peak time is £10.60. £44 is not nearly enough to get them through two weeks, and the reason that they were given financial help was because they are not capable of getting money for travel otherwise. This means that they are forced to miss 4 weeks of college, and this is unfair seeing as everyone should have access to education.",
        "background": "I believe that this is necessary due to the rising train ticket prices. A lot of people I go to college with need to get bursaries to be able to afford travel and they can barely cover the price of train tickets! It is unfair and restricting a lot of young people's access to education!",
        "closed_at": null,
        "created_at": "2018-01-02T14:58:49.834Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-02T21:59:59.972Z",
        "opened_at": null,
        "rejected_at": "2018-01-09T17:01:34.725Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The price of train tickets is the responsibility of train operating companies.\r\n\r\nYou could ask the Government to provide a subsidy for student rail fares, or you could ask the Government to require train companies to give student discounts. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-01-09T18:35:24.771Z"
    },
    "id": 208722,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208722.json"
    },
    "type": "petition"
}