{
    "attributes": {
        "action": "UK Government to raise the murder of Carl Davies with the Government of France",
        "additional_details": "",
        "background": "In 2011 a former Royal Marine working in Maritime Security called Carl Davies was murdered on the French Island of Reunion in the Indian Ocean. The Reunion authorities have still to date not brought Carl's murderers to justice and the family need some form of closure regarding the death of Carl.",
        "closed_at": "2018-07-11T22:59:59.999Z",
        "created_at": "2018-01-02T15:11:03.428Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-05-18T13:40:42.006Z",
            "details": "The French authorities on the island of La Reunion arrested and charged a French national with Carl’s murder.  The accused stood trial, was found guilty in June 2017 and has been sentenced.  He is currently appealing the sentence.  Foreign Office officials have followed this case closely, and will do so during the ongoing appeal process. We have offered Mr Davies’ family support since his murder in 2011 and do so until the case has concluded. \r\n\r\nThe investigation in Reunion, trial and the appeal process has been conducted in accordance with French law. As HMG does not interfere in the judicial processes of another country, it would not be appropriate to raise this case with the French government.\r\n\r\nForeign and Commonwealth Office",
            "responded_on": "2018-05-18",
            "summary": "Carl Davies’ murderer was found guilty in June 2017 and sentenced to 15 years imprisonment. He has appealed. Therefore, it is not appropriate to raise this case with the French authorities",
            "updated_at": "2018-05-18T13:40:42.006Z"
        },
        "government_response_at": "2018-05-18T13:40:42.008Z",
        "moderation_threshold_reached_at": "2018-01-02T21:02:29.192Z",
        "opened_at": "2018-01-11T13:09:28.288Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-04-27T15:48:19.820Z",
        "scheduled_debate_date": null,
        "signature_count": 11472,
        "state": "closed",
        "updated_at": "2018-07-13T10:26:36.221Z"
    },
    "id": 208723,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208723.json"
    },
    "type": "petition"
}