{
    "attributes": {
        "action": "Abolish the subsidy on food and drink in the Palace of Westminster restaurants.",
        "additional_details": "",
        "background": "In 2016, the food subsidy in Parliament cost taxpayers around £3.7 million. This use of taxpayers’ money must stop and the funds diverted to public services where it is needed. MPs earn significant wages and citizens who themselves struggle to buy food should not be forced to help feed MPs as well.",
        "closed_at": "2018-08-12T22:59:59.999Z",
        "created_at": "2018-01-03T11:27:05.960Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "",
            "debated_on": null,
            "overview": "The Committee has made the following statement on its decision:\r\n\r\n“The Petitions Committee has decided not to schedule a debate on this petition. \r\n \r\nThis is because the petition is based on a misunderstanding. It argues that the cost of food and drink in Parliament should be higher, because MPs are well paid.  \r\n \r\nIt’s not only MPs who can buy food and drink in the House of Commons. Catering services are also available to everyone else who works in the House of Commons, including staff who earn lower wages and work irregular hours. Some outlets are also available to visitors and members of the public. MPs make up only a very small proportion of the people who can buy food and drink in Parliament. \r\n \r\nYou can find out more about the cost of catering in the House of Commons here:\r\n \r\nhttps://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/”\r\n\r\n",
            "transcript_url": "",
            "video_url": ""
        },
        "debate_outcome_at": "2018-04-18T13:04:52.370Z",
        "debate_threshold_reached_at": "2018-04-02T15:46:13.666Z",
        "government_response": {
            "created_at": "2018-04-06T14:28:16.097Z",
            "details": "Decisions relating to the budget for, and charges within, the House of Commons Catering Services are matters for which the House of Commons have overall responsibility, and not the Government. \r\n\r\nThe House of Commons Authorities have outlined that catering services for the House of Commons are provided by an in-house team who do not provide a subsidised service, though the cost of running the service means that it runs at a loss. It is important to note that while in some venues the cost of providing the service exceeds the income received in sales, other venues in the Commons make a profit which contributes to reducing overall costs. As shown in their transparency publication\r\n( https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/) these costs have fallen considerably over the last two Parliaments and have halved since 2010.\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages that work irregular hours. In addition, members of the public and non pass\r\nholding visitors to Parliament also have access to these services. The irregular hours and the unpredictability of Parliamentary business contribute to increasing the net\r\ncost of providing a catering service. To offset this many of the restaurants, dining room facilities and their staff, are used to cater for private events at times when they are not required by the House. This is one of a number of measures used to reduce\r\ncosts.\r\n\r\nAlthough the responsibility for the catering service is that of the House of Commons, and not the Government, the Leader of the House of Commons is personally committed to keeping these costs as low as possible.\r\n\r\nLeader of the House",
            "responded_on": "2018-04-06",
            "summary": "Responsibility for catering in the House of Commons is a\r\nmatter for the House of Commons Commission, not for the Government. The House of Commons Commission is working to reduce catering costs.",
            "updated_at": "2018-04-06T14:28:16.097Z"
        },
        "government_response_at": "2018-04-06T14:28:16.101Z",
        "moderation_threshold_reached_at": "2018-01-03T14:15:55.109Z",
        "opened_at": "2018-02-12T11:15:39.279Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-03-15T15:52:48.521Z",
        "scheduled_debate_date": null,
        "signature_count": 107175,
        "state": "closed",
        "updated_at": "2019-01-08T10:04:56.574Z"
    },
    "id": 208776,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208776.json"
    },
    "type": "petition"
}