{
    "attributes": {
        "action": "Urgently test for dangerous insulin available in the UK, and fine manufacturers",
        "additional_details": "Please see the US-based study available here: https://www.ncbi.nlm.nih.gov/m/pubmed/29268624/\r\n\r\nWe, people with diabetes, supporters of people with diabetes, demand:\r\n\r\n* An immediate investigation into this matter, including full testing of all brands and types of insulin available in the UK\r\n\r\n* Large fines or other serious penalties for manufacturers found to be non-compliant with standards.\r\n\r\n* Ongoing spot-testing of insulins, glucose meters, pumps, CGMs, and other critical diabetes treatments",
        "background": "A study in the USA has found that NO tested insulin meet MINIMUM concentration standards (95U). Variation was, shockingly, between 13.9U to 94.2U.\r\n\r\nThis is LIFE THREATENING for diabetics who rely on insulin efficacy to calibrate treatment, and MUST be addressed",
        "closed_at": null,
        "created_at": "2018-01-02T22:32:25.456Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-03T19:26:09.108Z",
        "opened_at": null,
        "rejected_at": "2018-04-06T10:59:49.078Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Ensuring that medicines are safe is the responsibility of the Medicines & Healthcare products Regulatory Agency. \r\n\r\nYou can report a problem with a medicine here:\r\n\r\nhttps://www.gov.uk/report-problem-medicine-medical-device\r\n\r\nYou could start a new petition about something the Government and Parliament are responsible for. For example, you could start a new petition asking for the Government or Parliament to fund the MHRA to spot-test 10% of all insulin, glucose meters, pumps, CGMs, and other critical diabetes treatments supplied in the UK and to introduce large fines and serious criminal penalties for manufacturers found to be non-compliant with standards, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-04-06T11:00:04.448Z"
    },
    "id": 208751,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208751.json"
    },
    "type": "petition"
}