{
    "attributes": {
        "action": "Appoint the BBC Board by random selection.",
        "additional_details": "John Pilger says ‘the BBC is and has long been the most refined propaganda service in the world’. It does not lie directly, relying on selective omission, repeating favoured politicians' inaccuracies and evasions without challenge and ignoring or behaving aggressively towards the non orthodox. Currently the BBC displays right wing bias; in the past it has been accused of left wing bias.  Licence fee levels must not be changed other than by primary legislation.",
        "background": "Democracy cannot function properly unless voters are well informed. Neither commercial interests, nor governments and government agencies can be trusted as guardians of the truth. A public service broadcaster is required which covers current affairs without a bias towards 'orthodox' opinion.",
        "closed_at": null,
        "created_at": "2018-01-04T18:24:02.231Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-05T11:36:30.540Z",
        "opened_at": null,
        "rejected_at": "2018-01-09T17:58:05.350Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you mean by \"random selection\".\r\n\r\nYou could start a new petition explaining clearly how you would like the BBC's board to be required to be appointed. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-01-17T10:47:35.106Z"
    },
    "id": 208881,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208881.json"
    },
    "type": "petition"
}