{
    "attributes": {
        "action": "Install double glazing on Wendlesworth estate",
        "additional_details": "The estate manager said in 2022 there will be review of the windows but that does not mean they will be double glazed. Half of the estate has been left out. This is one estate where residents are treated unfairly. Residents facing the high street have a priority as they live in blocks that can be seen. This is unfair discrimination.\r\nDouble glazing will eradicate the mould and damp around the windows. Currently cold air also comes through with windows closed. DG will stop this from happening.",
        "background": "Wandsworth Council have chosen to double glaze only half of the estate as it is cheaper for them to just fix windows. They have double glazed the windows on the blocks facing the high street. This is discrimination against residents living in blocks that do not face the high street.",
        "closed_at": null,
        "created_at": "2018-01-03T18:39:36.751Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-03T23:27:36.857Z",
        "opened_at": null,
        "rejected_at": "2018-01-08T21:21:05.877Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttp://www.wandsworth.gov.uk/info/200315/have_your_say/910/petitions_to_the_council\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-01-09T10:21:37.888Z"
    },
    "id": 208805,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208805.json"
    },
    "type": "petition"
}