{
    "attributes": {
        "action": "Prevent the \"Regeneration\" of the Wath Brow area.",
        "additional_details": "Http://bit.ly/2E2uSbr - List of homes to be demolished.\r\n\r\nHttp://bit.ly/2IPuiqX - Facebook group discussing this.\r\n\r\nConsultations are on the 15th and 17th January at Wath Brow Hornets RLFC, Cleator Moor, Cumbria CA23 3EW between 2pm and 7pm.\r\n\r\nWe have less than 2 weeks to prevent this. Please sign and share!",
        "background": "Home Group have a planned regeneration of the Wath Brow area of Cleator Moor. This regeneration involves the demolition of over 200 homes, with the resulting homelessness of over 200 families. Most with young children, some elderly & disabled. With the current housing shortage is this a good idea?",
        "closed_at": null,
        "created_at": "2018-01-03T19:14:03.832Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-03T19:36:12.041Z",
        "opened_at": null,
        "rejected_at": "2018-01-08T16:28:13.420Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-01-08T16:28:17.849Z"
    },
    "id": 208808,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208808.json"
    },
    "type": "petition"
}