{
    "attributes": {
        "action": "John Worboys, released from prison in 2018.",
        "additional_details": "Many of his victims were young women who had been drinking in trendy night spots in the West End and Chelsea. Despite Worboys 2009 Pre-sentence report stating that he is a \"repetitive predatory sexual offender\". The Parole Board deem Worboys safe to release back into society as early as 2018.\r\n\r\n9 years is a lenient sentence for a serial rapist. The Ministry of Justice must intervene and keep this predatory sexual offender in prison.",
        "background": "Former Black Cab driver John Worboys, was jailed for raping and sexually assaulting 12 passengers in 2009. He was accused of carrying out sexual assaults on more than a hundred women after spiking their drinks.",
        "closed_at": null,
        "created_at": "2018-01-04T20:01:37.152Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-05T09:06:49.776Z",
        "opened_at": null,
        "rejected_at": "2018-01-11T13:52:09.979Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This isn't something that the UK Government and Parliament can do. \r\n\r\nDecisions about releasing prisoners into the community are taken by the Parole Board, which is independent. The Government and Parliament can't change the Parole Board's decision.\r\n\r\nYou can find out more about the Parole Board, and read its statement about this decision, here:\r\n\r\nhttps://www.gov.uk/government/news/parole-board-chair-statement-in-relation-to-the-release-decision-of-john-worboys\r\n\r\nThe Chair of the Justice Committee, the group of MPs that looks at the work of the Ministry of Justice, has said that he is going to recommend that the Committee asks the Chair of the Parole Board to give evidence about what has happened.\r\n\r\nYou can find out more here: \r\n\r\nhttp://www.parliament.uk/business/committees/committees-a-z/commons-select/justice-committee/news-parliament-2017/worboys-release-chairs-statement-17-19/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-01-11T13:52:21.248Z"
    },
    "id": 208892,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208892.json"
    },
    "type": "petition"
}