{
    "attributes": {
        "action": "Change the process of how NHS money is spent on non essential procedures.",
        "additional_details": "Examples\r\nTattoo removal \r\nNon essential plastic surgery operations\r\nTreatment to correct private plastic surgery procedures\r\nGastric band operations \r\nMost of the above patients require treatment because of a choice they made. they paid for the privilege and understood the risks. \r\nThe above list is not exhaustive all non essential services should be reviewed, the government need to get tough and not waste public money just because of a poor decision that someone regrets.",
        "background": "The NHS is struggling massively to cope with illnes and caring appropriately for the sick and elderly. Stop all unnecessary procedures and individuals should then pay for treatment themselves until the NHS is in a situation where money is no object. How can it be morally acceptable to continue.",
        "closed_at": null,
        "created_at": "2018-01-04T10:58:00.821Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-04T14:23:38.063Z",
        "opened_at": null,
        "rejected_at": "2018-01-08T17:27:10.932Z",
        "rejection": {
            "code": "no-action",
            "details": "Cosmetic surgery and tattoo removal are not routinely provided on the NHS, so we're not sure what action you'd like the UK Government or Parliament to take.\r\n\r\nIn any case, decisions about whether a procedure is medically necessary are made by medical professionals, not the Government or Parliament. \r\n\r\nOccasionally, cosmetic surgery and tattoo removal may be provided on the NHS for psychological or other health reasons.\r\n\r\nYou can find out more about cosmetic surgery on the NHS here:\r\n\r\nhttps://www.nhs.uk/Conditions/cosmetic-treatments-guide/Pages/is-cosmetic-surgery-available-on-the-NHS.aspx\r\n\r\nYou can find out more about tattoo removal on the NHS here:\r\n\r\nhttps://www.nhs.uk/chq/Pages/2567.aspx?CategoryID=68&SubCategoryID=154\r\n\r\nYou can find out more about the availability of weight loss surgery on the NHS here:\r\n\r\nhttps://www.nhs.uk/conditions/weight-loss-surgery/who-can-have-it/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-01-08T17:27:16.800Z"
    },
    "id": 208847,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208847.json"
    },
    "type": "petition"
}