{
    "attributes": {
        "action": "Amend the law making it impossible for any businesses to avoid paying taxes.",
        "additional_details": "My Mother recently received excellent care for cancer. She had treatment for nearly 2 years leading to a 12 hour operation. I have often wondered what would have happened if we had no NHS!....we would have both had to sell our homes to pay for the treatment. I thank my lucky stars often for a lot our country has to offer........but it is being dismantled and must stop. We need to fund our services.",
        "background": "Too many services have closed or are at breaking point due to a massive reduction in funding. We are led to believe it is because we are a nation of scroungers; i strongly disagree. If all organisations paid a fair amount of tax, the UK will be able to support our vulnerable and those in need.",
        "closed_at": null,
        "created_at": "2018-01-04T19:57:44.447Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-05T08:28:13.137Z",
        "opened_at": null,
        "rejected_at": "2018-01-11T13:48:38.309Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about tax avoidance, but we're not sure exactly what change you'd like to see.\r\n\r\nThere is already something called the General Anti-Abuse Rule (GAAR). you can find out more about this here:\r\n\r\nhttp://researchbriefings.files.parliament.uk/documents/SN06265/SN06265.pdf\r\n\r\nYou could start a new petition explaining clearly what changes you'd like to be made to the laws on tax."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-01-11T13:55:43.802Z"
    },
    "id": 208891,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208891.json"
    },
    "type": "petition"
}