{
    "attributes": {
        "action": "Infantile Abuse Victim AIV safegaurding for life &\r\ngov paedo's=void pension",
        "additional_details": "We are paying for thousands of government paedophiles in pension heaven, even though they will have had to profit from their swapping of images and connections to paedophile rings. Why should government taxes fund and protect these people in lavish retirement when their victims are being ignored. These victims will then have a lifetime to fight against the particular deluge, that infantile abuse causes to the brain, function in life, and a person's identity. No IAV care=future societal probs!",
        "background": "If a child has been sexually abused under the age of 6yrs (AIV) your brain receives life long brain damage, we want a law to give similar rights to these people as the autism act 2009 gives people with ASD.\r\nFinancing of this safeguarding can come from convicted goverment paedophile's pensions.",
        "closed_at": null,
        "created_at": "2018-01-05T13:34:48.627Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-06T16:48:21.679Z",
        "opened_at": null,
        "rejected_at": "2018-01-12T09:53:42.647Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe understand that you're concerned about the support available for the victims of childhood sexual abuse, but we're not sure what specific action you'd like Government or Parliament to take. \r\n\r\nThe Autism Act 2009 doesn't provide finance for safeguarding. Instead, it makes sure that the Government and some other bodies, such as local authorities, create strategies and guidance to improve services for people on the autistic spectrum. \r\n\r\nIf you would like a new law, like the Autism Act, that says that the Government and other bodies, such as local authorities, must create strategies and guidance to improve services for people who have experienced early childhood sexual abuse, you could start a new petition asking for that to happen. \r\n\r\nIf you would like more funding for services for people who have experienced early childhood sexual abuse, you could start a new petition asking for that to happen. \r\n\r\nIf you would like something else, you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-01-12T09:53:54.278Z"
    },
    "id": 208942,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208942.json"
    },
    "type": "petition"
}