{
    "attributes": {
        "action": "Encourage Supermarkets to Help Invest in and Use Biodegradable Plastic Packaging",
        "additional_details": "The evidence of the pollution has been highlighted in the media and we believe that unless change happens with the provider, the issue will only worsen. If supermarkets were subsidised or levied to invest in and use biodegradable packaging and plastics for things like fruit and veg, which are normally packaged in film or polythene bags, the reduction in such waste would be phenomenal. Economically, we would also benefit from reduced costs for waste disposal and manufacturing sector development.",
        "background": "Plastic is causing a worldwide issue as a form of pollution and consumers are all to often presented with plastic packaging without alternative - particularly in supermarkets where short-shelf-life goods are packaged in materials that will not biodegrade even though there are alternatives which do.",
        "closed_at": null,
        "created_at": "2018-01-04T21:58:36.491Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-04T22:41:15.246Z",
        "opened_at": null,
        "rejected_at": "2018-02-28T15:37:30.256Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nIf you want the UK Government and Parliament to ban unnecessary plastic packaging being sold in supermarkets, you may wish to sign this petition instead: https://petition.parliament.uk/petitions/207487 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-02-28T15:38:28.283Z"
    },
    "id": 208908,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208908.json"
    },
    "type": "petition"
}