{
    "attributes": {
        "action": "Education Needs to Have “Respect” instilled into Children from 5 upwards.",
        "additional_details": "Ambulance crews get beaten up trying to treat some, Lacking Respect.\r\n\r\nThe Police say that they Do Not have any Respect from Many Children.\r\n\r\nTeachers get Kicked and Attacked from some at Schools.\r\n\r\nChurches were once Respected and a No No for any Damage, today they Rob them.\r\n\r\nDisabled the Elderly Get no Respect from some who are on they way to be Criminals, Many Elderly fought for them which they Must Respect, it is Cowardly to Attack them, they would not like their Parents attacked.\r\n\r\nSort it ASAP",
        "background": "Today Many Children Fail to Respect anyone, this causes issues along the years with some getting into Crime.\r\n\r\nRespect needs to be Instilled so they look up to Schools and their workers, The Police and Emergency Services, Places of Worship where they have to Lock them up or get Robbed, Shame.",
        "closed_at": null,
        "created_at": "2018-01-04T22:13:51.295Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-05T10:15:50.911Z",
        "opened_at": null,
        "rejected_at": "2018-01-11T10:30:14.133Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for a specific subject to be added to the national curriculum, if that's what you want to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-01-11T10:30:14.140Z"
    },
    "id": 208909,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208909.json"
    },
    "type": "petition"
}