{
    "attributes": {
        "action": "To stop the early release of serial rapist John Worboys",
        "additional_details": "John Worboys is a serious danger to the public, especially to women. He will not stop raping and sexually assaulting women. He needs to be detained for the rest of his life.\r\nWe call upon the Government to review and reverse the decision made by the Parole Board to release him early. \r\nWe also call upon the Government to demand answers of CPS as to why further claims of rape by 100 plus women were not investigated at the time.",
        "background": "The taxi rapist John Worboys, who is believed to be Britain’s worst sex offender, is set for early release after a secret parole board hearing decided that he no longer posed a threat to women.\r\nProsecutors failed to bring further charges after 100 women came forward to report he has raped them.",
        "closed_at": null,
        "created_at": "2018-01-05T08:52:09.962Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-05T09:09:30.166Z",
        "opened_at": null,
        "rejected_at": "2018-01-11T13:52:45.265Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This isn't something that the UK Government and Parliament can do. \r\n\r\nDecisions about releasing prisoners into the community are taken by the Parole Board, which is independent. The Government and Parliament can't change the Parole Board's decision.\r\n\r\nYou can find out more about the Parole Board, and read its statement about this decision, here:\r\n\r\nhttps://www.gov.uk/government/news/parole-board-chair-statement-in-relation-to-the-release-decision-of-john-worboys\r\n\r\nThe Chair of the Justice Committee, the group of MPs that looks at the work of the Ministry of Justice, has said that he is going to recommend that the Committee asks the Chair of the Parole Board to give evidence about what has happened.\r\n\r\nYou can find out more here: \r\n\r\nhttp://www.parliament.uk/business/committees/committees-a-z/commons-select/justice-committee/news-parliament-2017/worboys-release-chairs-statement-17-19/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-01-11T13:52:53.263Z"
    },
    "id": 208926,
    "links": {
        "self": "https://petition.parliament.uk/petitions/208926.json"
    },
    "type": "petition"
}