{
    "attributes": {
        "action": "Make taking inappropriate photos of people without consent a criminal offence.",
        "additional_details": "Today I caught a man taking inappropriate photos of a much younger girl on the London Underground. \r\n\r\nI called him out, and told him to delete the photos. He wouldn't do it, so I followed him up to the ticket hall and called the police. When they arrived they let him walk with the inappropriate photos still on his phone as it wasn't a criminal offence, only a 'moral' offence.\r\n\r\nThe photos appeared to have been taken in a sexual nature, and without any form of consent. This needs to change.",
        "background": "Technology has advanced, and the law hasn't caught up. It is incredibly easy for people today to take inappropriate photos of others without consent and go unnoticed.\r\n\r\nCriminalising the act will protect individuals from unwanted harassment and prevent the individuals who are doing it.",
        "closed_at": null,
        "created_at": "2018-01-06T16:56:11.493Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-06T18:50:16.173Z",
        "opened_at": null,
        "rejected_at": "2018-03-07T19:42:28.584Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. Laws about outraging public decency or voyeurism can already be used to prosecute people for taking inappropriate photographs without consent. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-03-07T19:42:33.341Z"
    },
    "id": 209010,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209010.json"
    },
    "type": "petition"
}