{
    "attributes": {
        "action": "Encourage manufacturers to use stevia sweetener opposed to Aspartame",
        "additional_details": "This reducing dramatically the choice of soft drinks people with Pku are able to have. Also many people simply don’t trust Aspartame!\r\nIt’s time the government put ruling in place to encourage the use of natural sweetners opposed to the chemical sweetener which aspartame is.\r\n Enough is enough! If they want the sugar tax then things need to put in place for people who have sugar dependant illnesses. People with such illnesses shouldn’t be penalised for a Jamie Oliver ruling",
        "background": "People with Pku (phenylketonuria) need a low protein diet to reduce phenylalanine intake to prevent irreversible brain damage. Aspartame is 50% phenylalanine. Due to the governments “sugr tax” manufacturers are turning to Aspartame because it’s cheaper.",
        "closed_at": null,
        "created_at": "2018-01-06T13:12:24.825Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-06T20:45:07.852Z",
        "opened_at": null,
        "rejected_at": "2018-01-12T10:28:58.963Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you mean by asking for the Government to \"put ruling in place to encourage the use of natural sweeteners opposed to the chemical sweetener which aspartame is.\"\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-01-18T19:06:13.640Z"
    },
    "id": 209001,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209001.json"
    },
    "type": "petition"
}