{
    "attributes": {
        "action": "Make it illegal for landlords to have rent exceeding 125% of the original worth.",
        "additional_details": "Over the past decade, rent has increased by 300% whilst wages haven't increased as much. Due to this rapid growth, more people are likely to become homeless than the previous years. The only reason the rent has increased is due to the greed landlords bear to earn even more money than their competitors. It has been estimated that one in 30 people will be homeless in their lifetime and one in 200 is currently homeless. Such a simple law could make a huge impact on the economy for the better.\r\nShare this petition to make a greater impact.",
        "background": "The main reason for people of all races being homeless is due to the high rent. We need to as a country to let go of our greed for money by putting restrictions on rent prices to help our fellow neighbors. Don't forget that homelessness means one does not have a home. Couch surfers ARE homeless.",
        "closed_at": null,
        "created_at": "2018-01-06T18:18:56.695Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-07T17:51:59.018Z",
        "opened_at": null,
        "rejected_at": "2018-01-12T15:58:21.819Z",
        "rejection": {
            "code": "no-action",
            "details": "Action unclear\r\n\r\nPetitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not quite sure what you mean by \"rent exceeding 125% of the original worth\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for the UK Parliament to introduce a cap on the maximum rent landlords can charge, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-01-12T15:58:24.916Z"
    },
    "id": 209017,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209017.json"
    },
    "type": "petition"
}