{
    "attributes": {
        "action": "Stop Jeremy Hunt getting a promotion within the conservative party",
        "additional_details": "Mr Hunt has twisted statistics and evidence to promote his agenda. He has presided over crisis after crisis within the NHS; the current suspension of elective surgery being the tip of the iceberg. He will not discuss or face issues affecting front line staff, choosing to hide behind managers. The NHS is starved of cash, its workforce is at breaking point and most importantly of all patients are suffering every day under his watch. Mr Hunt does not deserve a promotion!",
        "background": "Jeremy Hunt has managed to alienate the entire NHS workforce. He has systematically lied about and demonised junior doctors and continues to place his twitter reputation above meaningful change within the NHS. It seems as if Mrs May is considering promoting Mr Hunt despite his catastrophic failings.",
        "closed_at": null,
        "created_at": "2018-01-06T20:23:45.148Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-06T22:11:18.835Z",
        "opened_at": null,
        "rejected_at": "2018-01-12T10:19:22.841Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Cabinet Ministers not to be promoted. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could start a petition about that.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-01-12T10:19:30.991Z"
    },
    "id": 209028,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209028.json"
    },
    "type": "petition"
}