{
    "attributes": {
        "action": "Change the law regarding Cross Border Hire.",
        "additional_details": "A good example of this exploitation would be; if a person took, and failed, a Knowledge test in one of the 316 Licensing authorities in the UK. This person could then choose to take a Knowledge Test in an authority with far fewer roads to learn, pass the test with ease, and then go back to work in the area they had originally failed in.\r\nThe rise in drivers working for \"app based\" companies has seen the situation where drivers licensed in London are working in places as far away as Cardiff.",
        "background": "Nationally in the UK thousands of drivers are exploiting the sub-contracting clause in the Deregulation Act 2015(section 55).This has allowed the situation whereby a person licensed in one authority can work as a PHV in any other authority in the country.",
        "closed_at": null,
        "created_at": "2018-01-07T20:47:29.800Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-08T13:17:46.520Z",
        "opened_at": null,
        "rejected_at": "2018-01-12T15:54:58.454Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition asking for the law to be changed to require taxis and/ or private hire vehicles to start or finish their journeys in their local licensing authority area, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-01-12T15:55:03.350Z"
    },
    "id": 209082,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209082.json"
    },
    "type": "petition"
}