{
    "attributes": {
        "action": "Introduce \"Sanity Trials\" into the UK.",
        "additional_details": "There is a Law that attempts to address this, the Mental Capacity Act 2005. Unfortunately the people who need to invoke this Law have by definition already lost their credibility, and anything they say in their own defence is disregarded out of hand, in order to satisfy poorly defined terms of Psychiatric jargon such as \"lack of insight\" and \"delusional\". This Catch-22 means that many talented people are having their Career Paths disrupted unnecessarily and with no recourse to address mistakes.",
        "background": "At the present moment, people can get labelled as Mentally Ill far too quickly, and on the basis of something as obscure as \"looking the part\" or a misunderstanding over an individual's language style. This should be changed so that families can Challenge Diagnoses, and counteract any slander.",
        "closed_at": null,
        "created_at": "2018-01-06T23:14:43.530Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-07T19:22:41.955Z",
        "opened_at": null,
        "rejected_at": "2018-01-12T11:08:29.464Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe understand that you're concerned about the way that the Mental Capacity Act 2005 works, but we're not sure exactly what you mean by \"sanity trials\". \r\n\r\nYou could start a new petition explaining clearly how you'd like the law to be changed. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-01-12T11:08:33.172Z"
    },
    "id": 209035,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209035.json"
    },
    "type": "petition"
}