{
    "attributes": {
        "action": "Stop john Worboys being released on Parole for at least another 10 years",
        "additional_details": "By October 2010 the Metropolitan Police received 102 additional complaints from Women in London and Dorset. \r\nIn January 2018 ,the BBC reported Worboys would be released from prison,he would have only served 10 years for his crimes . His victims will suffer the affects of his assault for a life time . \r\nVictims groups and charities have condemned the decision . How can the parole board say he is no longer a danger to women ? Where's  the evidence ?",
        "background": "Worboys was a London Taxi Driver who drugged woman in his Taxi in order to sexually assault them. He was convicted of one count of rape,five counts of sexual assault ,one attempted assault and 12 drugging charges from July 2007 - February 2008.",
        "closed_at": null,
        "created_at": "2018-01-06T13:24:30.383Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-06T13:49:10.721Z",
        "opened_at": null,
        "rejected_at": "2018-01-12T10:16:39.759Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This isn't something that the UK Government and Parliament can do. \r\n\r\nDecisions about releasing prisoners into the community are taken by the Parole Board, which is independent. The Government and Parliament can't change the Parole Board's decision.\r\n\r\nYou can find out more about the Parole Board, and read its statement about this decision, here:\r\n\r\nhttps://www.gov.uk/government/news/parole-board-chair-statement-in-relation-to-the-release-decision-of-john-worboys\r\n\r\nThe Chair of the Justice Committee, the group of MPs that looks at the work of the Ministry of Justice, has said that he is going to recommend that the Committee asks the Chair of the Parole Board to give evidence about what has happened.\r\n\r\nYou can find out more here: \r\n\r\nhttp://www.parliament.uk/business/committees/committees-a-z/commons-select/justice-committee/news-parliament-2017/worboys-release-chairs-statement-17-19/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-01-18T19:02:44.579Z"
    },
    "id": 209002,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209002.json"
    },
    "type": "petition"
}