{
    "attributes": {
        "action": "Parliament to acknowledge that referenda are advisory only, NOT legally binding",
        "additional_details": "Since the Brexit referendum, 18 months ago, it is clear from the debates e.g. Question time that people feel betrayed on either side. It is now evident that the campaigns' promises on both sides were fictitious e.g. the Brexit bus promised a huge amount to go to the NHS after leaving the EU, which is now an obvious lie. The UK is a representative democracy meaning, we as people, don't make decisions for ourselves. To practise such forms of direct democracy requires a politically educated public.",
        "background": "The Brexit referendum was technically only advisory and parliament is not obliged to act upon the result. The campaign on both sides were misleading and did not provide sufficient information/time to make a informed decision. UK education needs to include compulsory citizenship classes in future.",
        "closed_at": null,
        "created_at": "2018-01-09T21:01:15.217Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-09T21:48:24.583Z",
        "opened_at": null,
        "rejected_at": "2018-01-15T14:46:33.294Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what action you would like Parliament to take to \"acknowledge that referenda are advisory only\". \r\n\r\nIn any case, each referendum requires a law that says, among other things, whether the referendum is binding, so it wouldn't be true to say that all referendums in the UK are advisory. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the Leader of the House to make a statement saying that a specific referendum was advisory  if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2018-01-15T14:46:43.001Z"
    },
    "id": 209198,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209198.json"
    },
    "type": "petition"
}