{
    "attributes": {
        "action": "To make the Northumberland coast plastic free.",
        "additional_details": "We want to empower our district council, community organisations, educational institutions, restaurants, cafes and similar local amenities to stop providing the option of throwaway plastic items in their venues and provide alternative solutions instead. We would like this acknowledged by, discussed by and supported by the UK government.",
        "background": "We are calling on people to unite against the growing impact that the throwaway culture is having on our planet.\r\n\r\nSingle-use plastic items such as plastic cutlery, coffee cups and plastic water bottles are just the start and we invite you to share in our vision of a Plastic Free Coastline!",
        "closed_at": null,
        "created_at": "2018-01-09T20:43:58.490Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-09T22:07:59.780Z",
        "opened_at": null,
        "rejected_at": "2018-01-17T18:47:00.928Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. If you want the UK Government to reduce and end unnecessary single-use plastics, you may wish to sign:\r\n\r\nhttps://petition.parliament.uk/petitions/200189\r\n \r\nYou could also raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttp://www.northumberland.gov.uk/Councillors/Involve/Petitions.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2018-01-18T19:04:52.639Z"
    },
    "id": 209196,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209196.json"
    },
    "type": "petition"
}