{
    "attributes": {
        "action": "PIP for disabled & mentally ill wrongfully assessed for mobility component",
        "additional_details": "I would like to the government to review and make substantial change to their decision and make PIP fairer and equal to everyone with mental health problems.",
        "background": "Since 2017 the PIP mobility component was changed which made many disabled and mental health people ineligible for PIP standard/enhanced rate PIP. This has breach the rights of having a disability and condition that can affect someone mobility.",
        "closed_at": null,
        "created_at": "2018-01-08T22:05:30.655Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-12T21:30:43.294Z",
        "opened_at": null,
        "rejected_at": "2018-01-18T12:32:08.802Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe can see that you're concerned about how people with metal health difficulties are assessed for the PIP mobility component, but we're not sure what specific action you'd like Government or Parliament to take to \"make PIP fairer and equal to everyone with mental health problems\". \r\n\r\nYou might like to sign one of these petitions instead:\r\n\r\nMake the questions on PIP forms more suitable for mental health sufferers:\r\nhttps://petition.parliament.uk/petitions/204010\r\n\r\nPIP assessment for Mental health carried out by a doctor or mental health nurse:\r\nhttps://petition.parliament.uk/petitions/208588\r\n\r\nAmend PIP rules so that mentally disabled adults can get a Blue Parking Badge:\r\nhttps://petition.parliament.uk/petitions/200654\r\n\r\nYou could also start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-01-18T12:32:24.926Z"
    },
    "id": 209133,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209133.json"
    },
    "type": "petition"
}