{
    "attributes": {
        "action": "Declare the period for which the 2016 referendum vote is fit for purpose.",
        "additional_details": "The UK relatively constant death rate, combined with fact that 2/3rd of leave voters were older citizens will mean in real terms a significant reduction in the majority demonstrated in the referendum. At the same time new remain voters enter the electoral rolls at 2/3 in favour of remian. By 2019 it is unlikely to reflect the desires of the living population. If the ONS confirms that this may be or is likely to be the case, Parliament should call an new referendum or an general election with one major party giving the choice to remain to the UK electorate.",
        "background": "The 2016 referendum showed opinion in a moment of time. The majority result of the referendum has been affected by demographic changes since the vote, such that by the time of Brexit in 2019 that majority is very likely not to exist. It would therefore become invalid for democratic purposes.",
        "closed_at": null,
        "created_at": "2018-01-08T14:46:06.744Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-13T09:49:56.470Z",
        "opened_at": null,
        "rejected_at": "2018-01-19T14:45:09.055Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure what you mean by \"the period for which the 2016 referendum vote is fit for purpose\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-01-19T16:43:39.271Z"
    },
    "id": 209106,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209106.json"
    },
    "type": "petition"
}