{
    "attributes": {
        "action": "Prescribe Cystic Fibrosis patients with Orkambi drug to stop CF in its tracks.",
        "additional_details": "I suffer from Cystic Fibrosis. I was given until I was 15 to live, I’m now 28! And have the most gorgeous baby boy. It saddens me that Orkambi is ready for me but that we are told “We know how important a new treatment option would be for people with Cystic Fibrosis; but for the benefits it offers, the cost of Orkambi is too high.” (Professor Carole Longson, director of NICE). The benefits are less hospital admissions, the ability to breathe with ease & being around our families for longer...",
        "background": "Cystic Fibrosis currently gets no government funding, those not in full time education have to pay for prescriptions & everyday is a struggle. But there is light at the end of a long dark tunnel for mutation F508del in the form of Orkambi. This drug drastically  improves quality & length of life.",
        "closed_at": null,
        "created_at": "2018-01-09T20:49:28.344Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-09T20:54:26.960Z",
        "opened_at": null,
        "rejected_at": "2018-01-15T17:35:38.381Z",
        "rejection": {
            "code": "no-action",
            "details": "The UK Government and Parliament are not responsible for prescribing drugs. \r\n\r\nYou could start a new petition asking for the UK Government to provide funding specifically for Orkambi to be made available on the NHS for people with Cystic Fibrosis, if that's what you would like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-01-15T17:35:41.618Z"
    },
    "id": 209197,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209197.json"
    },
    "type": "petition"
}