{
    "attributes": {
        "action": "Make changes to nhs guidelines regarding treatment for non essential treatment",
        "additional_details": "The NHS is struggling massively to cope with illnes and caring appropriately for the sick and elderly. Stop all unnecessary procedures and individuals should then pay for treatment themselves until the NHS is in a situation where money is no object. How can it be morally acceptable to continue.",
        "background": "Currently nhs professionals can agree surgery for tattoo removal, gastric bands and other cosmetic surgery if psychological distress, such as low self-esteem or depression may occur.  This needs to be stopped as there is not enough money for all essential treatment where patients are ill.",
        "closed_at": null,
        "created_at": "2018-01-08T18:19:56.858Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-09T09:06:19.712Z",
        "opened_at": null,
        "rejected_at": "2018-01-15T16:43:57.418Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYour petition says that you'd like people to be able to have treatments that are essential or when they're ill.  However, your petition also says that you'd like the NHS to stop offering treatments that have been deemed necessary by medical professionals, including for reasons of mental illness. We're therefore not sure what you mean by \"non-essential treatment\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-01-15T16:44:01.571Z"
    },
    "id": 209119,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209119.json"
    },
    "type": "petition"
}