{
    "attributes": {
        "action": "Introduce compulsory dyslexia seminars to lecturers in higher education.",
        "additional_details": "I am dyslexic. I was lucky enough to receive a lot of support throughout my education. However, when I started university, my dyslexia became more apparent. I found it very difficult to learn from the teaching style. Moreover, the majority of my work was not marked in conjunction with my SPLD cover note. After speaking to my dyslexia help tutor, I learned that many lecturers do not believe in dyslexia. Therefore, my aim is to raise awareness about dyslexia in universities, and for it to be made that ALL lecturers attend a compulsory seminar about dyslexia.",
        "background": "Dyslexics learn differently. They are put at a  disadvantage in today's educational system. Dyslexics should be given the same opportunity to reach their potential.",
        "closed_at": null,
        "created_at": "2018-01-08T13:26:28.890Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-08T21:20:11.906Z",
        "opened_at": null,
        "rejected_at": "2018-01-15T15:22:50.786Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. Higher education institutions themselves decide what training is required to teach.\r\n\r\nYou could start a new petition asking the Government to produce statutory guidance on how universities and higher education providers should support dyslexic students, which could include compulsory training for staff, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-01-15T16:52:12.413Z"
    },
    "id": 209104,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209104.json"
    },
    "type": "petition"
}