{
    "attributes": {
        "action": "Regulate what Ebay can offer for sale in the UK when the same items are banned",
        "additional_details": "My small business (and thousands of others) lost 60% of it's trade on 20th May 2017 when it became illegal to sell high strength 72mg nicotine and e-liquid in bottles over 10ml in size yet Ebay UK offers these items for sale. Many of the sellers on Ebay are not businesses and pay no VAT, Corporation tax nor income tax. Ebay UK needs regulating so they are classed as the 'sellers' in the same way as Uber is now classed as 'employer' in order to ensure they are responsible for items being sold",
        "background": "Regulate Ebay so that items that are illegal for sale in UK shops are not for sale on Ebay UK. E.g. high strength 72mg nicotine, e-liquid in bottles over 10ml both illegal in the UK yet freely available on Ebay UK from UK sellers. Small businesses have been damaged by the TPD yet Ebay is unaffected",
        "closed_at": null,
        "created_at": "2018-01-10T10:44:55.257Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-10T12:42:59.848Z",
        "opened_at": null,
        "rejected_at": "2018-01-16T18:03:54.647Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. Items which are banned for sale in shops are also banned for sale online, so we're not sure what further action you'd like Government or Parliament to take. \r\n\r\nIn any case, the Government and Parliament can't only regulate one company doing something.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the Government or Parliament to set up a new body to investigate online sellers that break the law, if that's what you'd like to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-01-17T10:50:51.328Z"
    },
    "id": 209243,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209243.json"
    },
    "type": "petition"
}