{
    "attributes": {
        "action": "Stop Liverpool City Council funding £333m of Everton FC’s new stadium now.",
        "additional_details": "Homelessness is a major problem in Liverpool and putting an end to this is far more important than the home of a billionaire’s football club being subsidised. Liverpool has much of the city extremely poorly connected by public transport and better connection between suburbs and the city centre would make it easier to find work and commute daily. Allegiances to football clubs aside, our tax money simply cannot be spent in this way. Everton FC will continue to exist without it, the people cannot.",
        "background": "On the 9th of January 2018, at Everton FC’s AGM, Liverpool’s Mayor Joe Anderson declared that Liverpool City Council would fund two-thirds of a £500m cost to build a new stadium for Everton FC. This is money that could be better spent on the city’s infrastructure and is completely unacceptable.",
        "closed_at": null,
        "created_at": "2018-01-10T01:14:20.903Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-10T12:20:10.479Z",
        "opened_at": null,
        "rejected_at": "2018-01-16T17:29:24.634Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-01-16T17:32:36.828Z"
    },
    "id": 209226,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209226.json"
    },
    "type": "petition"
}