{
    "attributes": {
        "action": "Endometriosis needs to be recognised as a DISABILITY",
        "additional_details": "I suffer from endometriosis and can say it has made a drastic change to my life. I can hardly work and struggle to leave the house as I am in constant, agonising pain. It feels like I am being stabbed with a jaggerd knife from the inside everytime I move.\r\nSo many women suffer and need help. The pain is often dismissed and Dr’s say it is in our head, which can lead to years of this disease not being treated. \r\nIf Endometriosis was recognised as a disability I believe it could help so many women.",
        "background": "A chronic and debilitating condition that causes pain, fatigue, depression - the list goes on! It can lead to infertility and bowel/bladder problems. Around1.5 million women in the UK are currently living with the condition. Recognised as a disability in many other countries, but not yet in the UK.",
        "closed_at": null,
        "created_at": "2018-01-10T15:56:02.081Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-10T16:21:27.902Z",
        "opened_at": null,
        "rejected_at": "2018-01-15T17:01:09.963Z",
        "rejection": {
            "code": "no-action",
            "details": "The Disability Discrimination Act (DDA) doesn't name specific any medical conditions that are defined as disabilities. In most cases, it’s the impact on the person’s life that qualifies them for support or protection under the law.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do to support people who are suffering from endometriosis.\r\n\r\nYou might like to sign this petition, which calls for an awareness campaign about endometriosis:\r\n\r\nhttps://petition.parliament.uk/petitions/202334"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-01-15T17:01:09.969Z"
    },
    "id": 209271,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209271.json"
    },
    "type": "petition"
}