{
    "attributes": {
        "action": "Introduce Suicide Bereavement Support to the NHS Services",
        "additional_details": "My brother committed suicide in May 2016, it left everybody devastated and changed our lives forever and in unimaginable ways.  Unable to find help with her doctor, my Mum found a SOBS group in her region, however, the meetings are once a month and the group in this region has since closed.  Who else can my Mum and others affected talk to?\r\n\r\nSuicide bereavement is something you will never understand until you have experienced it, as said, it’s life changing and you are left isolated with so many thoughts and emotions to cope with.\r\n\r\nWe have started a Facebook Group for Suicide Bereavement UK and every new person that joins have not been able to find the right support and can be left feeling suicidal themselves.",
        "background": "We want more services and support for Suicide Bereavement via NHS Services. Currently, there is no such service and people are likely to be referred to bereavement counselling or SOBS. Suicide is on the rise, those of us who have been bereaved in this way struggle to find support or support groups.",
        "closed_at": "2018-07-17T22:59:59.999Z",
        "created_at": "2018-01-09T21:48:35.502Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-09T22:33:19.140Z",
        "opened_at": "2018-01-17T10:36:23.120Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 53,
        "state": "closed",
        "updated_at": "2018-07-17T23:00:00.212Z"
    },
    "id": 209203,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209203.json"
    },
    "type": "petition"
}