{
    "attributes": {
        "action": "Ban Anti Islam Movie been released as it promotes hatred against Muslims",
        "additional_details": "The movie is based on Islam and Free Speech,(bloody war against free speech)  where they present cases by Terrorists around the world but blame its Islam as a whole which is dangerous which will trigger Hate Crime against Muslims.\r\n\r\nThe trailer of the movie states some remarks  that \"media do not respect Islam, media is afraid of Islam/movement is trying to kill us and you are sanctioning this movement by pretending its not trying to kill us\"",
        "background": "Movie called,\"Can't we talk about this\" by Anti Islam campaigner Pamella Geller presents a movie.\r\n\r\nThis movie sets to raise hate crime against Muslims, increase racist attacks and cause havoc against Muslims.\r\n\r\nThis movie needs to be banned and not released, please sign the petition and share!",
        "closed_at": null,
        "created_at": "2018-01-11T13:40:46.962Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-11T19:03:56.675Z",
        "opened_at": null,
        "rejected_at": "2018-01-17T16:19:07.451Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The British Board of Film Classification (BBFC), not the Government or Parliament, makes decisions on passing, banning and classifying films in the UK. You can find out more about how they work here:\r\nhttp://www.bbfc.co.uk/about-bbfc\r\n\r\nLocal councils have the power to overrule decisions made by the BBFC, including banning films that the BBFC have passed.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council may have its own petitions process. You can find out if your local council has its own petitions process on its website.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-01-18T14:04:21.433Z"
    },
    "id": 209348,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209348.json"
    },
    "type": "petition"
}