{
    "attributes": {
        "action": "Make shops offer paper bags to customers rather than offering plastic bags",
        "additional_details": "The government has done nothing to push stores in to offering an alternative to their customers, such as a paper bag. As such this seems to be merely a money making scheme for them. The viscious cycle of using plastic bags will not stop unless they ban them completely and offer a biodegradable alternative, we all know that in the US they have the option of ‘paper or plastic’ in their supermarkets and shops, why can’t we be offered the same. So please sign to get this debated!!!",
        "background": "We all know that we have to cut down on plastic and since 2015 there has been a 5p charge for plastic carrier bags in stores with more than 250 employees, however this week the conservative government have now extended this to all stores.",
        "closed_at": null,
        "created_at": "2018-01-11T11:53:05.440Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-11T14:13:53.285Z",
        "opened_at": null,
        "rejected_at": "2018-01-18T13:15:55.716Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what specific action you'd like Government or Parliament to take. \r\n\r\nWe're not sure whether you'd like a law to force shops to offer paper bags instead of plastic bags; a law to force shops to offer only biodegradable bags; or a new law to force shops to offer paper as well as plastic bags.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you'd like to \"Reduce and end unnecessary single-use plastics\", you might like to sign this petition instead:\r\n\r\n https://petition.parliament.uk/petitions/200189"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-01-18T17:57:56.412Z"
    },
    "id": 209340,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209340.json"
    },
    "type": "petition"
}