{
    "attributes": {
        "action": "Reduce on-street parking charges to increase footfall in Rugby town centre",
        "additional_details": "Many local Rugby independents and shoppers are dismayed at WCC decision to increase the already high rates for off street parking. Sales have already shown a decrease in shops within the town centre. We have noticed that comments on social media platforms are angry and dismayed, especially after reading this article ‘ https://trib.al/0cQS2r1‘. \r\n\r\nWe feel that as businesses owners we are not getting the support from WCC and RBC and more support is shown for Elliotts Field.",
        "background": "As of Tuesday 9th january WCC responsible for off-street parking in Rugby, agreed to increase charges by 10%. We have already seen a decline in footfall and trade which had already started to affect businesses by this increase. Please sign this petition to help support local independents survive",
        "closed_at": null,
        "created_at": "2018-01-11T11:44:05.243Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-11T11:50:28.102Z",
        "opened_at": null,
        "rejected_at": "2018-01-15T10:07:14.043Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.Local parking charges are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttps://www.warwickshire.gov.uk/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-01-15T10:07:14.050Z"
    },
    "id": 209338,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209338.json"
    },
    "type": "petition"
}