{
    "attributes": {
        "action": "Replace each demolished homeless shelter with a new one with same number of beds",
        "additional_details": "The fact that in exchange for building a new shopping centre the City has lost two homeless shelters, Lucy Faithfull House and Simon House, and the only proposed plans to replace them is to build the 37 bed shelter in Rymers Lane is unacceptable. That is 76 less beds than before. 76 more people on the streets, freezing cold at night. I propose that for every homeless shelter demolished a new one ought to be built with at least the same number of beds or more.",
        "background": "I recently started living in Oxford & am appalled at the number of homeless people sleeping in freezing temperatures. What shocked me more was that two shelters have recently been demolished despite the problem being worse than ever and the proposed replacement has only 37 beds, 76 less than before.",
        "closed_at": null,
        "created_at": "2018-01-11T16:07:55.035Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-11T16:38:42.479Z",
        "opened_at": null,
        "rejected_at": "2018-01-17T19:48:48.444Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. \r\n\r\nYou could raise this issue with a local councillor. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council. You can find out more here: \r\n\r\nhttp://mycouncil.oxford.gov.uk/mgePetitionListDisplay.aspx?bcr=1"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-01-17T19:49:02.579Z"
    },
    "id": 209356,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209356.json"
    },
    "type": "petition"
}