{
    "attributes": {
        "action": "Give free nursery places to all children aged 2 for all working parents",
        "additional_details": "Government currently provides free childcare to people who earn under 16k or do not work as they believe these children need the care most. Well what about the parents who work fulltime but don't get a huge amount of wages and spend most of their cash on nursery fees. Make this more accessible to people who work but have a household income of under 50k. This would be so beneficial to a lot of hard working families out there who are not getting this support when it is greatly needed.",
        "background": "Me and my husband work fulltime and are on low income we get no assistance with tax credits etc and that is fine I don't expect a free handout but what would be beneficial would be for all 2 year olds to be provided free nursery places. Help out those that work but are on low income.",
        "closed_at": null,
        "created_at": "2018-01-11T07:37:32.824Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-11T08:48:21.273Z",
        "opened_at": null,
        "rejected_at": "2018-01-17T18:26:09.481Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to change who is eligible for free childcare for 2 year olds. You can see who is currently eligible here:\r\n\r\nhttps://www.gov.uk/help-with-childcare-costs/free-childcare-2-year-olds-benefits\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-01-17T18:26:13.541Z"
    },
    "id": 209322,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209322.json"
    },
    "type": "petition"
}