{
    "attributes": {
        "action": "Encourage manufacturers to use natural sweeteners rather than aspartame",
        "additional_details": "Other natural sweeteners are by far more safer somtbe use of those should be encouraged. The government rushed through a sugar tax without thinking about its effects on people with sugar dependant illnesses.",
        "background": "As stated in a previous rejected petition we are wanting the government to encourage manufacturers to use natural sweeteners opposed to the cheaper aspartame as Aspartame is 50% phenylalanine which is not good for a Pku person. Aspartame is simply not trusted by many! So why allow it’s use",
        "closed_at": null,
        "created_at": "2018-01-12T12:42:00.707Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-13T18:52:20.614Z",
        "opened_at": null,
        "rejected_at": "2018-01-19T13:49:42.299Z",
        "rejection": {
            "code": "no-action",
            "details": "We're still not sure exactly what action you'd like the Government or Parliament to take.\r\n\r\nWe understand that you'd like the Government to encourage manufacturers to use natural sweeteners rather than aspartame, but we're not sure exactly what you mean by that.\r\n\r\nFor example, you might want the Government to encourage this by making specific changes to the tax system. Alternatively, you might simply want the Government to ask manufacturers to do this. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-02-09T10:39:43.083Z"
    },
    "id": 209430,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209430.json"
    },
    "type": "petition"
}