{
    "attributes": {
        "action": "Give the electorate a referendum on the abolition of the House of Lords",
        "additional_details": "",
        "background": "The House of Lords is a place of patronage where unelected and unaccountable individuals hold a disproportionate amount of influence and power which can be used to frustrate the elected representatives of the people",
        "closed_at": "2018-07-17T22:59:59.999Z",
        "created_at": "2018-01-12T13:08:04.466Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "https://www.parliament.uk/business/committees/committees-a-z/commons-select/petitions-committee/news-parliament-2017/referendum-abolition-house-lords-debate-17-19/",
            "debated_on": "2018-06-18",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/Commons/2018-06-18/debates/37FAA193-1A7C-4FD9-9F12-3275460784D4/HouseOfLordsAbolition",
            "video_url": "https://www.parliamentlive.tv/Event/Index/8ac13ee0-369b-4313-a023-176fe9d370dc"
        },
        "debate_outcome_at": "2018-06-19T10:27:32.745Z",
        "debate_threshold_reached_at": "2018-04-23T22:32:25.308Z",
        "government_response": {
            "created_at": "2018-05-15T16:42:14.494Z",
            "details": "Therefore, the Government does not intend to hold a referendum on the abolition of the House of Lords.\r\n\r\nAs set out in the manifesto, comprehensive reform of the House of Lords is not a priority. Therefore, the Government does not intend to hold a referendum on the abolition of the House. \r\n\r\nThe Government is committed to ensuring that the House of Lords continues to fulfil its constitutional role as a revising and scrutinising chamber which respects the primacy of the House of Commons. We will also continue to work to ensure that the House of Lords remains relevant and effective by addressing issues such as its size.\r\n\r\nThe Lord Speaker’s committee on the size of the House of Lords, chaired by Lord Burns, made recommendations in October 2017 on ways of reducing the size of the House without requiring legislation. In response, The Prime Minister has written to the Lord Speaker and agreed to continue with the restraint she has shown so far when making appointments to the House. It is incumbent on all sides of the House to consider what they can do to further promote the culture of retirement. In light of the Prime Minister's letter, the Lord Speaker has reconvened the Committee to consider next steps. \r\n\r\nCabinet Office",
            "responded_on": "2018-05-15",
            "summary": "As stated in our manifesto, comprehensive reform of the House of Lords is not a priority for this parliament. ",
            "updated_at": "2018-06-19T16:34:22.911Z"
        },
        "government_response_at": "2018-05-15T16:42:14.496Z",
        "moderation_threshold_reached_at": "2018-01-12T14:54:34.514Z",
        "opened_at": "2018-01-17T18:36:38.185Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-04-18T22:00:48.770Z",
        "scheduled_debate_date": "2018-06-18",
        "signature_count": 170982,
        "state": "closed",
        "updated_at": "2018-07-17T23:00:00.341Z"
    },
    "id": 209433,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209433.json"
    },
    "type": "petition"
}