{
    "attributes": {
        "action": "Theresa May: Cancel the invitation for Saudi Crown Prince to visit the UK",
        "additional_details": "The Crown Prince has directed the bombardment of Yemen. Tens of thousands have been killed or injured. There is widespread famine and cholera, creating the worst humanitarian crisis in the world. Yet, the UK still sells arms to Saudi Arabia.\r\n\r\nThe Saudi regime has supported repression in Bahrain, where its military intervened to end peaceful protests in 2011.\r\n\r\nThe lives of people in Bahrain, Yemen and Saudi Arabia are more important than arms sales. Stand up for human rights and cancel the visit.",
        "background": "We call on the Prime Minister to withdraw the invitation for the Crown Prince of Saudi Arabia to visit the UK. The Saudi Arabian regime has one of the worst human rights records in the world. Torture and arbitrary detention are widely documented. In 2017 alone, over 100 people were executed.",
        "closed_at": null,
        "created_at": "2018-01-12T17:21:20.296Z",
        "creator_name": "Mayer Wakefield",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-02-26T16:59:30.544Z",
            "details": "The longstanding partnership between Saudi Arabia and the UK has helped make both of our countries safer and more prosperous. \r\n\r\nWe have vital national security and economic interests in maintaining and developing our strong relationship, including how we can work together to tackle international challenges such as terrorism and extremism. As the Prime Minister said when she attended the Gulf Co-operation Council (GCC) in 2016 “intelligence we have received in the past from Saudi Arabia has saved potentially hundreds of lives in the UK.”\r\n\r\nEngagement with Saudi Arabia provides an opportunity to further develop our relationship, building the trust and respect necessary to enhance our engagement on all areas of mutual concern. Visits in both directions are an important opportunity for us to have constructive discussions about the full range of issues that are of mutual concern. \r\n\r\nThe Crown Prince has embarked on a series of reforms to modernise society and the economy within Saudi Arabia. The country is changing rapidly, with steps such as allowing women to drive and attend football matches, reopening cinemas and a commitment that women will make up one third of the Saudi workforce by 2030. The Crown Prince has also set out his commitment to return Saudi Arabia to a moderate Islam that is open to all religions.\r\n\r\nThis greater inclusivity is vital for the future of Saudi Arabia and the UK will support Saudi Arabia as it embarks on this era of change. The Crown Prince’s agenda will bring new opportunities for us to work together for the long-term benefit, stability and success of both our countries. \r\nWe welcome the recent positive developments, but we also recognise that there are further steps to take. \r\nOur starting point for engagement on human rights with all countries is based on what is practical, realistic and achievable, and we will always be ready to speak out as a matter of principle. We raise our concerns with the Saudi Arabian authorities using a range of Ministerial and diplomatic channels of communication, including our Ambassador, the Embassy team and the European Union in Riyadh. So whilst there are areas where we will continue to have different views to Saudi Arabia – including human rights - our relationship enables us to speak frankly, openly and constructively about these issues.\r\n\r\nOn Bahrain, Saudi Arabia, along with other GCC member states, provided support to the Government of Bahrain in 2011 as part of the Peninsula Shield agreement. At the request of the Government of Bahrain, GCC security personnel were deployed to Bahrain to ensure vital infrastructure was secure. The UK monitors events in Bahrain closely and where we have concerns we raise these at senior levels. \r\n\r\nThe UK is committed to securing a political solution that ends the humanitarian disaster in Yemen, and supports the UN Special Envoy to Yemen in facilitating a credible peace process. The UK will continue to play a leading role in supporting the UN to find a peaceful solution to the conflict, including through close engagement with our regional and international partners. Inward visits provide further opportunities for the UK to discuss solutions to the crisis. \r\n\r\nThe UK supports the Saudi-led Coalition military intervention, which came at the request of the internationally-recognised Yemeni President Hadi, to deter aggression by the Houthis, and allow for the return of the legitimate Yemeni Government.  The Houthis have consistently failed to adhere to UN Security Council Resolutions, including by launching attacks against Saudi Arabia and shipping in the Bab al-Mandab strait.\r\n\r\nWe regularly raise the importance of compliance with International Humanitarian Law (IHL) with the Saudi Arabian Government and other members of the military Coalition. Saudi Arabia has publicly stated that it is investigating reports of alleged violations of IHL, and that lessons will be acted upon.  We continue to monitor the situation closely.\r\n\r\nThe UK government takes its defence export responsibilities very seriously and operates one of the most robust export control regimes in the world. We rigorously examine every application on a case-by-case basis against the Consolidated EU and National arms export licensing Criteria and continue to keep our defence exports under careful review to ensure they meet these standards. A judicial review into decisions regarding exports to Saudi Arabia for possible use in the conflict in Yemen found in favour of the government’s position.\r\n\r\nForeign and Commonwealth Office",
            "summary": "Regular engagement is a vital part of our strong relationship with Saudi Arabia, which is important for mutual security and prosperity and includes meaningful discussion on reform and human rights. ",
            "updated_at": "2018-02-26T16:59:30.544Z"
        },
        "government_response_at": "2018-02-26T16:59:30.548Z",
        "moderation_threshold_reached_at": "2018-01-12T23:15:21.061Z",
        "opened_at": "2018-01-19T17:09:51.475Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-02-08T02:18:00.351Z",
        "scheduled_debate_date": null,
        "signature_count": 11993,
        "state": "open",
        "updated_at": "2018-05-29T11:27:59.086Z"
    },
    "id": 209458,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209458.json"
    },
    "type": "petition"
}