{
    "attributes": {
        "action": "Make Orkambi available on the NHS for people with Cystic Fibrosis",
        "additional_details": "In July 2016, the National Institute of Clinical Excellence (NICE) recognised Orkambi as an ‘important treatment.’ They were, however, unable to recommend the drug for use within the NHS on grounds of cost effectiveness and a lack of long-term data.\r\nWe are calling on the British Government to call for a resolution to ongoinging negotiations between Vertex Pharmaceuticals, NHS England and NICE as a matter of the utmost urgency. It is essential that a fair and sustainable agreement is found.",
        "background": "Conventional CF treatments target the symptoms of CF, precision medicines like Orkambi tackle the cause of the condition. Though Orkambi is not a cure, it has been found to slow decline in lung function, the most common cause of death for people with CF, by 42%",
        "closed_at": null,
        "created_at": "2018-01-12T16:25:32.009Z",
        "creator_name": "Gemma Weir",
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0075",
            "debated_on": "2018-03-19",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2018-03-19/debates/41D2017B-E026-49FC-B94E-BCDB566AF1D6/OrkambiAndCysticFibrosis",
            "video_url": "http://www.parliamentlive.tv/Event/Index/b74bb8c9-5d04-4df7-9f19-1dbf498329e0"
        },
        "debate_outcome_at": "2018-03-20T12:12:21.648Z",
        "debate_threshold_reached_at": "2018-01-28T15:53:32.788Z",
        "government_response": {
            "created_at": "2018-02-07T13:05:22.410Z",
            "details": "The National Institute for Health and Care Excellence (NICE) is the independent body that provides guidance on the prevention and treatment of ill health and the promotion of good health and social care.  NICE produces a range of guidance products, including technology appraisals, clinical guidelines and quality standards. NICE’s guidance is based on a thorough assessment of the available evidence and is developed through wide consultation with stakeholders. NHS commissioners are required to fund drugs and treatments recommended by NICE technology appraisals.\r\n\r\nNICE published its final guidance on the use of Orkambi in July 2016 and did not recommend it for use in treating Cystic Fibrosis.  NICE’s appraisal committee concluded that while Orkambi was clinically effective and important for managing cystic fibrosis, the benefits were not sufficient to justify its considerable cost. Officials from NHS England engaged with Vertex (the manufacturer) to explore proposals to secure a pricing structure that would enable a positive recommendation from NICE – however, Vertex was unable to come forward with a viable model that would enable the drug to be funded. \r\n \r\nNICE periodically reviews its guidance to determine whether there is significant new evidence that might affect its recommendations.  NICE’s guidance on Orkambi is scheduled to be reviewed in July 2019.  If significant new evidence comes to light before the scheduled date to review the drug, NICE has processes in place to bring forward a review.  NICE remains open to a further approach from the company, with new evidence or a revised price. Although there has been recent correspondence between NHS England and the company, NICE has not yet received any fresh proposals from the company.\r\n \r\nA number of meetings have been held with Vertex, and the Department welcomes any further negotiations between NICE, NHS England and Vertex. Ministers are continuing to engage with Vertex, NHS England, NICE and the Cystic Fibrosis Trust to encourage the responsible parties to reach a deal.\r\n\r\nDepartment of Health and Social Care",
            "summary": "We want patients to benefit from clinically and cost effective treatments. We welcome the dialogue between Vertex and NHS England to agree a deal that would make Orkambi available to NHS patients.",
            "updated_at": "2018-02-07T13:08:37.551Z"
        },
        "government_response_at": "2018-02-07T13:05:22.413Z",
        "moderation_threshold_reached_at": "2018-01-12T16:42:33.646Z",
        "opened_at": "2018-01-17T21:01:23.799Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-01-18T21:30:44.740Z",
        "scheduled_debate_date": "2018-03-19",
        "signature_count": 117357,
        "state": "open",
        "updated_at": "2018-05-29T14:27:58.107Z"
    },
    "id": 209455,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209455.json"
    },
    "type": "petition"
}