{
    "attributes": {
        "action": "Amend sections of PoFA  Act 2012 for ANPR controlled parking to ensure fairness",
        "additional_details": "Operators 'legally' win when enforcing prepayment; the motorist pays for parking, frequently pays for unused time, regularly pays the initial amount plus a massive PCN., so the Operator takes unfair excess revenue when ANPR could ensure the motorist pays fairly before departure. Fair examples are Birmingham Dental Hospital paperless and barrier-less, and Solihull John Lewis has entry ticket with car registration printed and automatic exit barriers. Both accept cash/card payment before exit.",
        "background": "At an ANPR controlled car park with prepayment, I chose 4 hours for a theatre visit, but left 23 minutes late, so had to pay £85 PCN. The operator's website allows pre-registration to pay only for time used, not feasible for casual users, but pay before departure would be feasible and fair.",
        "closed_at": null,
        "created_at": "2018-01-14T15:28:19.447Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-20T15:32:46.659Z",
        "opened_at": null,
        "rejected_at": "2018-01-26T12:03:49.650Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly how you'd like the law to be changed. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-02-09T15:47:22.562Z"
    },
    "id": 209578,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209578.json"
    },
    "type": "petition"
}