{
    "attributes": {
        "action": "Most capable parent gains full custody of children in relationship breakdown.",
        "additional_details": "Children from broken homes are nine times more likely to commit crimes than those from stable families.\r\n\r\nNon-resident parents who also have resident children are less likely to report that they are close to the children who do not live with them than parents without resident children. Some 85% of fathers with no resident children say they have a close relationship with their non-resident children, 69% of fathers with resident children report this.\r\n\r\nwww.modernfatherhood.org/Briefing-paper/",
        "background": "Currently parents in receipt of Child Benefit have legal advantage, reducing non-resident parent to maintenance payee and convenient baby sitter. With no legal decision making powers over education, healthcare and residency. Even though the non-resident parent could be the better decision maker.",
        "closed_at": null,
        "created_at": "2018-01-13T12:52:32.309Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-13T22:17:36.229Z",
        "opened_at": null,
        "rejected_at": "2018-01-19T14:25:05.888Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure what you mean by \"Most capable parent gains full custody of children in relationship breakdown.\"\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-01-19T16:43:28.196Z"
    },
    "id": 209512,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209512.json"
    },
    "type": "petition"
}