{
    "attributes": {
        "action": "Dog Wardens have by law to check lost pet chip immediately and inform the owner",
        "additional_details": "lots of dog owner are still looking for pet months after going missing, are they still looking, all because the chipping system that they put their trust in has let them down possibly.  Anyone that finds a dog has a legal obligation to surrender that animal to the dog warden; if the owner can’t be found, surely then all Dog Warden’s and kennels should have a legal obligation to make every attempt to reunite animals as quickly as possible, People are having to rely on social media and volunteers",
        "background": "There have been cases of people phoning kennels asking about lost dogs to be told\nThe warden has not collected the dog its not here \nBut the dog had been there for days, this is stressful for all There are known cases of dogs with a current chip being rehomed, put to sleep, owner not informed",
        "closed_at": null,
        "created_at": "2018-01-13T16:10:16.105Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-13T20:13:55.500Z",
        "opened_at": null,
        "rejected_at": "2018-01-19T17:16:00.077Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-01-22T15:52:20.567Z"
    },
    "id": 209523,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209523.json"
    },
    "type": "petition"
}