{
    "attributes": {
        "action": "All jurors in rape trials to complete compulsory training about rape myths",
        "additional_details": "Research by Rape Crisis & Alison Saunders, Director of Public Prosecutions, finds that jurors often accept rape myths & thus acquit rapists who are in fact guilty. 66% of jurors do not understand judges' legal directions which attempt to dispel rape myths, but fail. Jurors need proper rape myth training prior to & throughout trials. Info: https://rapecrisis.org.uk/mythsvsrealities.php https://en.wikipedia.org/wiki/Rape_myth  http://www.bbc.co.uk/news/uk-scotland-scotland-politics-39182779",
        "background": "Research shows that jurors accept commonly held rape myths resulting in many incorrect not guilty verdicts. Rapists are walking free from court, although evidence is robust. This ruins lives. Rape conviction in the UK is very low. Compared to other crimes conviction is 21% lower.",
        "closed_at": "2018-07-17T22:59:59.999Z",
        "created_at": "2018-01-14T13:38:44.312Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-04-12T15:50:32.086Z",
            "details": "Rape is an extremely serious criminal offence which can lead to lifelong trauma for victims and their families. The Government is committed to creating a safe environment in which cases can be heard and justice can be delivered.\r\n \r\nThe number of rape convictions have risen by nearly 60% in the last decade, but we know more must be done, to ensure consistent just outcomes. Active steps have been taken to ensure that rape cases are dealt with appropriately and sensitively. Crown Prosecutors and judicial office holders must undergo specialist training before they are authorised to take on rape cases. Most professionals involved in rape trials will therefore be well attuned to the challenges surrounding cases including the issues of rape myths. We are also rolling out pre-recorded cross-examination for vulnerable witnesses to ensure that they can give their best evidence.\r\n  \r\nJuries must of course consist of twelve randomly selected individuals. They will therefore bring their own ideas and experiences to their analysis of the facts of the case. We know that rape myths exist within our society, and therefore jurors could believe these myths and that this could affect their interpretations of the facts of the case. However, there is little empirical evidence, which is needed to discern the impact of rape myths on juries and ensure that appropriate measures are taken.\r\n \r\nEnsuring that the balance is struck between jurors understanding rape myths, without encroaching on the rights to a fair trial of the defendant is not a straightforward task. The President of the Queen’s Bench Division, in his capacity as Head of Criminal Justice, is working with other senior criminal judges to consider the most effective way of providing sufficient information to jurors sitting on a rape trial.\r\n\r\nAs part of the work on how best to inform jurors, rather than rely on anecdote, it is essential that appropriate research is conducted with those who have sat on juries initially to assess where there may be issues in relation to rape myths. This research has never been undertaken before and is a complex task that has been entrusted to Professor Cheryl Thomas, the country’s leading academic expert on juries and jury research. She will gather data from experienced jurors at a range of courts around the country. This will give the senior judiciary a detailed insight into where there may be any issues and will mean they are in a position to consider how jurors may best be informed in rape cases. \r\n\r\nMinistry of Justice",
            "responded_on": "2018-04-12",
            "summary": "The Ministry of Justice takes rape offences very seriously. The Senior Judiciary are working to consider the most effective way to provide sufficient information to jurors sitting on a rape trial. ",
            "updated_at": "2018-04-12T15:50:32.086Z"
        },
        "government_response_at": "2018-04-12T15:50:32.090Z",
        "moderation_threshold_reached_at": "2018-01-14T14:10:22.437Z",
        "opened_at": "2018-01-17T19:10:45.490Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-03-21T13:07:20.384Z",
        "scheduled_debate_date": null,
        "signature_count": 16445,
        "state": "closed",
        "updated_at": "2018-07-18T15:49:33.908Z"
    },
    "id": 209573,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209573.json"
    },
    "type": "petition"
}