{
    "attributes": {
        "action": "Do not accept any more illegal immigrants from outside of the UK.",
        "additional_details": "Members of the European Union have allowed illegal immigrants to travel from the Middle East and Africa, through their borders, to staging points at the English Channel. The Host countries are responsible for allowing the mass build-up of illegal immigrants on their coasts. The EU argued that all refugees and Economic migrants should apply for asylum at their points of entry to the EU. All illegal immigrants should be returned to their point of entry to the EU, at the cost of the host country.",
        "background": "The French President Emmanuel Macron is to push UK government to do more to help with the migrant build-up at Calaise. The French government have allowed this build-up. They, alone should deal with it. We must not allow ourselves to be pressured by the French President. We will again look weak.",
        "closed_at": null,
        "created_at": "2018-01-16T14:09:30.107Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-16T15:11:50.211Z",
        "opened_at": null,
        "rejected_at": "2018-02-14T17:49:54.861Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nIf the UK Government has agreed to accept people into the country, that means those people aren't acting illegally if they come here. We understand that you're concerned about illegal immigration, but we're not sure what specific action you'd like the UK Government and Parliament to take.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the UK Government to withdraw from all agreements that require the UK to accept immigrants and refugees, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-02-14T17:50:14.578Z"
    },
    "id": 209728,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209728.json"
    },
    "type": "petition"
}