{
    "attributes": {
        "action": "Stop extreme negligence in all courts and police forces across the country",
        "additional_details": "safeguarding to make sure that severe gross negligence in a criminal investigation can never again be allowed to place communities at risk \r\nchanges to policing to strengthen accountability and prevent negligent officers the chance to have their retirement pay and be sacked\r\nchanges to strengthen guidance on social care protection for the children of parents who have previously had a child taken into permanent care\r\nThe required level of investment in our public services to deliver these changes",
        "background": "There are so many people who are suffering at the hands of our judicial system, crucial evidence being lost or thrown away. Cases being thrown out due to insufficient evidence and many perpetrators walking free and the victims left scarred and scared.",
        "closed_at": null,
        "created_at": "2018-01-17T00:49:45.240Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-17T01:13:23.791Z",
        "opened_at": null,
        "rejected_at": "2018-01-22T18:39:32.113Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you think the police or a court have lost or thrown away evidence accidentally for a specific case, you may wish to make a complaint. \r\n\r\nThe Independent Police Complaints Commission, not the Government or Parliament, conducts independent investigations of the police. You can find out more about the IPCC, including how to make a complaint, here:\r\n\r\nhttps://www.ipcc.gov.uk/complaints\r\n\r\nYou can find out how to complain about a court or tribunal service here: \r\n\r\nhttps://formfinder.hmctsformfinder.justice.gov.uk/ex343-eng.pdf\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-01-22T18:39:37.271Z"
    },
    "id": 209771,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209771.json"
    },
    "type": "petition"
}