{
    "attributes": {
        "action": "For the introduction of non-lethal means of control of the Otter (Lutra- lutra)",
        "additional_details": "Evidence shows  with some certain  fish species, their populations have been reduced dramatically to the point of collapse, the rivers Kennet, Great Ouse, Teme, Bristol Avon, Cherwell, Dorset Stour and Thames are good examples of the otters effect on the local environment of these rivers. Many commercial fisheries and fish farms are regularly invaded by the otter with the negative effect of costly indiscriminate fish kills, many fisheries are now ring fenced to keep this predator at bay.",
        "background": "Since its assisted re-introduction to the freshwater waterways of the UK, the otter has reached levels of increased population on lakes, canals and rivers where its presence has become a detriment to the riverine environment affecting most fish species and birds and mammals.",
        "closed_at": null,
        "created_at": "2018-01-16T15:49:38.115Z",
        "creator_name": "Lawrence Breakspear",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-02-21T14:58:42.852Z",
            "details": "The Government understands that there are concerns that otters may have adverse impacts on fish populations and wildlife more generally but we do not accept that the otter ‘has become a detriment to the river environment’.\r\n\r\nMainly as a result of the banning of certain pesticides, otters are now once more present in each county in England. They are an important indicator of the great strides we have made in improving our waterways, with more than 5,300 miles of rivers being improved since 2010. There have been no reintroductions of otters by conservation groups since the late 1990s and the bulk of the recovery of the otter has been through natural re-colonisation.  \r\n\r\nA healthy otter population results from favourable conditions in the natural environment, including water quality and the availability of prey (including fish), as well as availability of breeding sites. Otters are found at low density, and limit their own populations through territorial activity. Carrying capacity is determined by environmental conditions.\r\n\r\nThere is no evidence to suggest that otters have a major impact on wildlife as a whole, and although localised impacts could occur where otters have not been previously present for some time, they are a natural part of the freshwater ecosystem and we believe these systems will adapt to the return of the natural top predator.  \r\n\r\nWe do recognise that otters can in some instances impact on still water fisheries, which is why there is provision through the Angling Improvement Fund (AIF), administered by the Angling Trust on the Environment Agency’s behalf, to help deliver improvements including projects to protect fisheries from otter predation through the erection of otter-proof fencing. Further information can be found on the Angling Trust website at: www.anglingtrust.net.\r\n\r\nOtters are a protected species and it is an offence to harm capture, kill, disturb or injure any animal and/or damage, destroy or obstruct their resting or sheltering places. Therefore any methods of control, including non-lethal methods, would constitute an offence. A licence may be granted by Natural England to catch and move an otter trapped inside a suitably otter-proof fenced fishery to prevent loss of fish stocks.  \r\n\r\nDepartment for the Environment, Food and Rural Affairs",
            "summary": "While the Government understand concerns raised about the impact otters may have on fish populations, they are a protected species and there are no plans to introduce methods to control their numbers",
            "updated_at": "2018-02-21T14:58:42.852Z"
        },
        "government_response_at": "2018-02-21T14:58:42.856Z",
        "moderation_threshold_reached_at": "2018-01-16T21:34:48.325Z",
        "opened_at": "2018-01-22T09:47:43.173Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-01-31T17:00:36.612Z",
        "scheduled_debate_date": null,
        "signature_count": 12270,
        "state": "open",
        "updated_at": "2018-05-28T18:40:08.290Z"
    },
    "id": 209735,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209735.json"
    },
    "type": "petition"
}