{
    "attributes": {
        "action": "Give special protection to Salford’s Grade 1 Agricultural Greenbelt land",
        "additional_details": "The first draft of the Greater Manchester Spatial Framework and Draft Salford Local Plan earmarked 735 acres of Grade 1 agricultural Greenbelt land to be redesignated for development. \r\nFears still exist that the next drafts will still look to redesignate these same parcels of land. \r\nWe must do all we can to protect this very rare and special land, there is only 2.7% Grade 1 agricultural land in the whole of the country and this is the only land of its kind in Greater Manchester. \r\nPlease sign!",
        "background": "The electoral wards of Irlam & Cadishead in Salford contain the majority of the only Grade 1 agricultural land in Greater Manchester. \r\nOnly 2.7% of agricultural land in England is Grade 1. \r\nThis petition is to ensure that none of this land is redesignated and handed over to developers.",
        "closed_at": null,
        "created_at": "2018-01-16T20:24:31.017Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-16T20:50:12.748Z",
        "opened_at": null,
        "rejected_at": "2018-01-23T18:13:28.177Z",
        "rejection": {
            "code": "irrelevant",
            "details": "At the moment, this isn't the responsibility of the UK Government or Parliament.\r\n\r\nThe Greater Manchester Spatial Framework is the responsibility of the Greater Manchester Combined Authority. You can find out more here: \r\n\r\nhttps://www.greatermanchester-ca.gov.uk/info/20081/draft_plan\r\n\r\n\r\nThe Draft Salford Local Plan is the responsibility of Salford City Council. You canf ind out more here:\r\n\r\nhttps://www.salford.gov.uk/localplan\r\n\r\nThe next version of the Local Plan will be published for consultation in June 2018. \r\n\r\nAfter that opportunity for comments, the plan will be sent to the Secretary of State for Housing, Communities and Local Government for examination in early 2019.\r\n\r\nAt that stage, if you are still opposed to the proposals in the plan, you could start a petition asking the Secretary of State to take action. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2018-01-24T11:17:33.244Z"
    },
    "id": 209755,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209755.json"
    },
    "type": "petition"
}