{
    "attributes": {
        "action": "Stop ebay UK selling items which are banned in UK shops using the existing laws",
        "additional_details": "The TPD (Tobacco Products Directive) fully implemented on 20th May 2017 destroyed many small vape businesses in the UK by making it illegal to sell nicotine over 20mg strength, e-liquid requiring laboratory emissions testing and limiting bottle sizes to a max of 10ml. Ebay UK allows all of these items to be sold freely to anyone. Ebay need to be brought in line with UK vape shops and not allowed to flaunt the law OR allow UK vape shops to also sell those items again - the government needs to act",
        "background": "Stop ebay UK selling items which are banned for sale in UK shops using the existing laws OR let UK shops also sell the items - you can't have it both ways - it's one or the other not both. Namely nicotine over 20mg strength and e-liquid over 10ml in size amongst other items. That is perfectly clear.",
        "closed_at": null,
        "created_at": "2018-01-16T19:18:20.877Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-17T10:28:21.118Z",
        "opened_at": null,
        "rejected_at": "2018-01-22T19:07:41.919Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. Items which are banned for sale in shops are also banned for sale online, so we're not sure what further action you'd like Government or Parliament to take.\r\n\r\nYou can report products suspected to be defective or non-compliant to your local Trading Standards or to TPDsafety@mhra.gov.uk.\r\n\r\nYou can find out where your local trading standards office is here: \r\n\r\nhttps://www.gov.uk/find-local-trading-standards-office"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-01-22T19:07:46.267Z"
    },
    "id": 209749,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209749.json"
    },
    "type": "petition"
}