{
    "attributes": {
        "action": "Automatic British Passport for spouses of British Citizens with British children",
        "additional_details": "Couples who marry within or outside the UK and have been married for over 5 years are obviously sincere. Having children together makes them more sincere. A desire to work and not access public funds makes them value added to British society. Please encourage families to stay together and live happily in the UK. Please stop encouraging mothers to be single and creating dysfunctional children due to absent fathers. UK is the UNITED KINGDOM not DIVIDED KINGDOM. Keep love and unity as the motto.",
        "background": "British citizens who marry non citizens have the right to live with their spouses in the UK especially when it is obvious that their marriage is sincere with British children together. Please stop separating families. Encourage spouses to work and take care of family. Give them British citizenship.",
        "closed_at": null,
        "created_at": "2018-01-16T21:53:06.016Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-17T06:00:01.281Z",
        "opened_at": null,
        "rejected_at": "2018-01-23T18:24:03.923Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you'd like some spouses of British citizens to be automatically entitled to British citizenship, but we're not sure exactly who you'd like this to apply to. We're not sure if you'd like it only to apply to people with British children, or who have been married for 5 years or more. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-01-24T11:17:26.575Z"
    },
    "id": 209760,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209760.json"
    },
    "type": "petition"
}