{
    "attributes": {
        "action": "Challenge a decision in the Welsh assembly government that they refuse to talk.",
        "additional_details": "The minister has refused to explain why she chose to ignore all the benefits to the local and wider community and based her decision instead on a flawed and inaccurate and biased report by an inspector.\r\nShe did not come and speak to anyone in our community or visit the development site,which is a disused falling down dilapidated old factory,this is directly behind our homes so any flood that occurs must first come through our homes yet we are told we are perfectly safe.\r\nThe decision is wrong.",
        "background": "The planning minister turned down an application for a new hotel development on a brownfield site behind our homes which was unanimously voted for by our councillors and the vast majority of local people also wanted it to go ahead,the reason for refusal was a risk to life from flooding in the hotel.",
        "closed_at": null,
        "created_at": "2018-01-16T17:45:46.657Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-19T14:20:20.249Z",
        "opened_at": null,
        "rejected_at": "2018-01-24T16:08:52.934Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Welsh Government is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Welsh Assembly has its own Petitions Committee. If you'd like to send your petition to the Welsh Assembly, you can find out more here:\r\n\r\nhttp://www.assembly.wales/en/gethome/e-petitions/Pages/e-petitions.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-02-09T15:45:47.209Z"
    },
    "id": 209741,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209741.json"
    },
    "type": "petition"
}