{
    "attributes": {
        "action": "Change the religious slaughter exemption to be the same as applied in Germany.",
        "additional_details": "This situation is confirmed in the following documents\r\nMinisterial contact unit request for information reference T02017\r\nDEFRA freedom of information request   RFI 9592\r\nMore animals are slaughtered under the religious slaughter exemption than are required to meet the needs of the Jewish and Muslim religious groups. The RSPCA , BVA and many other groups hold the view that the exemption causes unnecessary sufferring and its use should be minimised.",
        "background": "DEFRA Have confirmed that in the absence of any specific requirement they take no action to monitor, control or regulate the use of the religious slaughter exemption. This small change will make the regulation of the exemption a specific requirement.",
        "closed_at": null,
        "created_at": "2018-01-16T21:24:48.995Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-16T21:47:23.338Z",
        "opened_at": null,
        "rejected_at": "2018-02-06T09:43:05.376Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIn Germany, abattoirs have to prove the “religious needs” and define the number of\r\nanimals to be slaughtered to satisfy the needs of the religious community\r\nconcerned before they are granted a licence.\r\n\r\nYou could ask for this requirement to be included in UK law, if that's what you would like to happen. \r\n\r\nYou can find out more here:\r\n\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN07108#fullreport\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-02-09T15:43:22.607Z"
    },
    "id": 209756,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209756.json"
    },
    "type": "petition"
}