{
    "attributes": {
        "action": "Make Hedgehogs a Protected Species",
        "additional_details": "∙ Hedgehog numbers have dropped from 30 million in the 1950s to fewer than 1 million today\r\n∙ Populations have fallen by at least 50% in rural areas and 30% in urban areas since 2000\r\n∙ Trends show an ongoing decline of about 5% per year nationally\r\n∙ Decline is largely due to habitat loss and fragmentation as hedgerow removal and new development projects isolate populations",
        "background": "We, the undersigned, call on the government to make hedgehogs an officially protected species and to limit activities which may disturb, degrade or destroy their habitats. This petition is put forth on the following grounds:",
        "closed_at": "2018-07-23T22:59:59.999Z",
        "created_at": "2018-01-18T14:06:49.841Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-03-05T11:00:30.872Z",
            "details": "The Government continues to be concerned about the decline in hedgehog numbers and notes the recent State of Britain’s Hedgehogs Report 2018, which suggests that the urban population is stabilising. Reasons for the decline of this iconic species are complex and varied.\r\n\r\nThe Government has published advice on how to help hedgehogs through the creation of hedgehog havens and making gardens as welcoming as possible. This can be accessed at https://www.gov.uk/government/news/five-simple-steps-to-transform-gardens-in-to-hedgehog-havens\r\n\r\nWe support the excellent work being undertaken by the British Hedgehog Preservation Society and the People’s Trust for Endangered Species, such as the Hedgehog Street campaign and the 10 year hedgehog strategy. Natural England is taking action that seeks to address some of the objectives of the 10 year strategy through actions identified in the work of the Species Taxon Action Groups, which underpins Biodiversity 2020.\r\n\r\n\r\nAgri-environment schemes such as Countryside Stewardship provide funding to restore, extend and link important habitats and boost food resources for a range of species including hedgehogs. \r\n\r\n\r\nHedgehogs are protected by the Wildlife and Countryside Act 1981 from being killed using prohibited methods such as a crossbows, traps and snares. To give hedgehogs additional or full protection would require the species to be listed on Schedule 5 of the Act which would make it an offence to:\r\n\r\n•\tintentionally kill, injure or take any wild animal;\r\n•\tintentionally or recklessly damage or destroy any structure or place it uses for shelter or protection; \r\n•\tdisturbs any such animal while it is occupying a structure or place which it uses for shelter or protection; and\r\n•\tobstruct access to any structure or place which any such animal uses for shelter or protection\r\n\r\nThis would not, however, benefit the hedgehog as there is little evidence that hedgehogs are being intentionally killed or injured. Also, in certain circumstances, this could have the unintended consequence of making it a criminal offence for people to tend their gardens if this disturbs or obstructs access. It may also deter the maintenance and creation of habitat for hedgehogs if there was to be a restriction on land use as a result.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n\r\n\r\n",
            "responded_on": "2018-03-05",
            "summary": "Hedgehogs are already broadly protected under the Wildlife and Countryside Act 1981.",
            "updated_at": "2018-03-05T11:00:30.872Z"
        },
        "government_response_at": "2018-03-05T11:00:30.874Z",
        "moderation_threshold_reached_at": "2018-01-18T14:52:56.283Z",
        "opened_at": "2018-01-23T19:03:08.858Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-02-12T17:00:13.912Z",
        "scheduled_debate_date": null,
        "signature_count": 21012,
        "state": "closed",
        "updated_at": "2018-07-24T12:12:17.732Z"
    },
    "id": 209872,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209872.json"
    },
    "type": "petition"
}