{
    "attributes": {
        "action": "Employment probationally period to be changed to give more protection",
        "additional_details": "By law at the momemt, any employer or employee can just be dismissed or leave with out any reason given while in the probationally period.\r\nIt is unfair as an employee, to have their livelihood taken from them without any reason and no way of fighting for it.\r\nIt is also unfair on the employer, who has spent time and money training, carrying out employment checks, uniforms etc. I need your support. \r\nPlease support me and help to get the law changed to protect your & families & friends future.",
        "background": "I am a 42 year old married man and \r\nin November 2017 i started employment with a hotel chain and as far as i was concerned everything was going ok however on 15th January 2018 i started my shift to be told today will be your last day and your services are no longer needed, with no reason given.",
        "closed_at": null,
        "created_at": "2018-01-17T15:35:49.440Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-17T15:50:28.483Z",
        "opened_at": null,
        "rejected_at": "2018-01-22T15:07:47.196Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about people's rights at work, but we're not sure exactly what change you'd like to see.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-02-09T15:41:55.044Z"
    },
    "id": 209812,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209812.json"
    },
    "type": "petition"
}