{
    "attributes": {
        "action": "Tougher sentencing on Zoe Parsons and David Farrelly on their  convictions",
        "additional_details": "Tougher sentencing is needed as two years for allowing a child to be horrifically abused is not justice at all. They have been sentenced to six years between them & a further 12 months on bail. Where is the justice for those who have suffered due to their actions? They will be free and yet a minors life has been ripped apart. Their actions have robbed someone of their future and yet 6 years is apparently justice. I am demanding tougher sentencing, creating at least some type of justice.",
        "background": "Zoe Parsons and David Farrelly have been found guilty of causing/allowing permanent damage of a child, resulting in the child's lifetime struggle. Their conviction is an insult to those who have suffered. Lenient sentencing of their actions is NOT justice.",
        "closed_at": null,
        "created_at": "2018-01-18T18:46:57.945Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-18T20:51:58.501Z",
        "opened_at": null,
        "rejected_at": "2018-01-24T16:12:12.788Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This isn't something that the UK Government or Parliament could do. Sentences are the responsibility of the courts, which are independent of the Government and Parliament.\r\n\r\nAnyone can ask the Attorney General to review a sentence they think is too low, and only one person needs to ask for a sentence to be reviewed. You can find out how to do that here:\r\n\r\nhttps://www.gov.uk/complain-about-low-crown-court-sentence\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-01-25T10:21:17.790Z"
    },
    "id": 209898,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209898.json"
    },
    "type": "petition"
}