{
    "attributes": {
        "action": "Accept NO FURTHER Migrants or Refugees from within perfectly SAFE EU countries.",
        "additional_details": "The French are allowing illegal migrants to remain in their country while they try to sneak into the UK.  Why are they not being immediately returned to the country of entry under the Dublin agreement or deported home?  We should be forcing them to take action, instead of wasting our resources trying to catch these criminals, and worse yet, allowing them to clog and abuse our asylum and immigration system.  This only hurts legitimate migrants who obey our laws, and legitimate refugees.",
        "background": "EU countries are perfectly, safe and civilised.  Migrants who chose to travel though several SAFE countries to sneak into the UK and not claim asylum in the first country they enter are ILLEGAL economic migrants. We should stop accepting their bogus asylum claims under any circumstances. DEPORT THEM",
        "closed_at": null,
        "created_at": "2018-01-18T11:21:19.355Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-18T11:33:43.981Z",
        "opened_at": null,
        "rejected_at": "2018-04-03T13:36:01.097Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about immigration, but we're not sure what specific action you'd like the UK Government and Parliament to take.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the UK Government to withdraw from all agreements that require the UK to accept immigrants and refugees, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-04-03T13:36:18.002Z"
    },
    "id": 209858,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209858.json"
    },
    "type": "petition"
}