{
    "attributes": {
        "action": "More Justice for fathers regarding CSA/CMS payments.",
        "additional_details": "We have been battling with the CMS for years. My husbands ex wasn't happy with what we were paying and went straight to the CMS for more. This resulted in him no longer being able to afford to see his child. We also have 3 children together, a mortgage, bills and need to eat, we have struggled and lived in poverty to meet these payments the CMS want,which is based on wages before tax not what we live off. If we don't they take it straight from your wages anyway,our hands are well and truly tied.",
        "background": "There should be a cap on how much child maintenance should be paid per child per week. It is unfair for it to be calculated on a percentage of the fathers wages. Why does one child cost more than another to support. A father still needs to be able to pay his bills, rent/mortgage. Just like the mum",
        "closed_at": null,
        "created_at": "2018-01-17T14:07:25.491Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-17T19:58:08.455Z",
        "opened_at": null,
        "rejected_at": "2018-01-24T15:54:26.789Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean by \"More Justice for fathers regarding CSA/CMS payments\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a petition calling for a cap on the maintenance paid by non-resident parents. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-01-24T15:54:31.882Z"
    },
    "id": 209805,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209805.json"
    },
    "type": "petition"
}