{
    "attributes": {
        "action": "Grant a mum of 3 British children Indefinite Leave to remain",
        "additional_details": "the UK since she was 15,speaks and writes perfect english and has a british education.She has had problems with her immigration from when she was a minor.She was granted Leave as a parent in 2014.She tried to renew her leave in 2017 the application was rejected.She has now spent 12 years in the UK,has a family,She is being threatened with removal from the UK and being seperated from her children.How is this fair to her,her partner and their children?Please sign to help this family stay together",
        "background": "A mother of 3 is being threatened with removal back to South africa, she has 3 british children one of whom is disabled. She has had her leave to remain as a parent application rejected and her driving licence revoked, she is not allowed to work and has even contacted her MP for assistance.Lived in",
        "closed_at": null,
        "created_at": "2018-01-19T11:33:46.923Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-19T12:21:16.482Z",
        "opened_at": null,
        "rejected_at": "2018-03-01T17:21:43.960Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. There are not enough details in the petition to know what specific action you'd like.\r\n\r\nTo start a petition about an individual case, you'll need permission from the person concerned. \r\n\r\nWe wouldn't be able to accept a petition about a case that was being appealed in a court or tribunal.  \r\n\r\nYou can find out more about immigration appeals here:\r\n\r\nhttps://www.gov.uk/immigration-asylum-tribunal\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government or Parliament to change the the law to automatically give the parents of British children indefinite leave to remain, if that's want you'd like to happen. \r\n\r\nIf you would like to \"Introduce super visa category for parents of British citizens similar to Canada\", you might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/210497"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-03-01T17:21:50.629Z"
    },
    "id": 209942,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209942.json"
    },
    "type": "petition"
}