{
    "attributes": {
        "action": "Stop Main Contractors receiving sub-contractor monies on construction Projects.",
        "additional_details": "Before any construction project funds should be committed to a project bank account.\r\nAll sub-contractors and specialist tradesmen appointed on the project should have their details recorded by a PQS along with their bank details and value of their order.\r\nAll payment applications should be sent direct to the PQS for verification or query as seen fit.\r\nThe PQS should then provide the payment certificate to Main Contractor and all sub-contractors, and all should be paid within 14 days of application",
        "background": "Small enterprise, specialist sub contractors and self employed tradesmen all play a major and important role in construction in the UK but are often left in financial chaos by the length of the money chain and the time taken to pay generally by main contractors. Sub-contractors should get direct pay",
        "closed_at": null,
        "created_at": "2018-01-19T16:30:17.480Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-20T10:40:29.565Z",
        "opened_at": null,
        "rejected_at": "2018-01-26T12:22:50.100Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-01-29T10:53:38.843Z"
    },
    "id": 209958,
    "links": {
        "self": "https://petition.parliament.uk/petitions/209958.json"
    },
    "type": "petition"
}