{
    "attributes": {
        "action": "Implement immediate action on the plastic crisis",
        "additional_details": "In light of this I propose the following: \r\nALL packaging to be 100% recyclable \r\nEliminate the use and production of non-recyclable plastics \r\nReduce the amount of packaging used, especially for food\r\nAssist producers of plastic to produce only recyclable materials or to repurpose the factories into recycling centres \r\nReuse all current/leftover non-recyclable materials into long term multi-use items (slides for playgrounds etc.) \r\nProvide and advertise more recycling centres and recycling points",
        "background": "A 25 year environment plan without any proposed legislation to eliminate avoidable plastic waste is not good enough. Our environment and wildlife needs real action now. We need to implement sustainable strategies to move to 100% recyclable plastic across all areas with immediate effect.",
        "closed_at": null,
        "created_at": "2018-01-20T12:05:51.324Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-21T14:12:28.141Z",
        "opened_at": null,
        "rejected_at": "2018-01-26T15:03:47.067Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nNot all of the actions you propose would be the responsibility of the UK Government or Parliament. \r\n\r\nWe have several petitions already open calling for action to reduce the use of plastic. You can search open petitions here:\r\n\r\nhttps://petition.parliament.uk/petitions?state=open\r\n\r\nYou're more likely to get action on this issue if you sign and share a single petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-01-26T15:03:47.073Z"
    },
    "id": 210019,
    "links": {
        "self": "https://petition.parliament.uk/petitions/210019.json"
    },
    "type": "petition"
}