{
    "attributes": {
        "action": "Give more support to working families, including better maternity pay",
        "additional_details": "Having to support a family on £140 a week, or less, is absolutely ridiculous. This puts more pressure on mothers to go back to work sooner, and more pressure on their partners to support them. Working families have no access to support such as the site start maternity grant, when in most cases this would help a large amount of families to cope with the pressure of starting a family. More support is needed to make starting a family less stressful for working class people.",
        "background": "I am campaigning for better support for working parents. Currently there is only support for unemployed families, or low income families. However, working class people are paid a very poor amount of maternity pay and offered no support, making life very difficult and stressful.",
        "closed_at": null,
        "created_at": "2018-01-21T09:08:35.629Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-21T09:59:40.014Z",
        "opened_at": null,
        "rejected_at": "2018-01-26T11:45:48.534Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about support for working families, but we're not sure exactly what changes you'd like to see. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-01-26T11:45:48.543Z"
    },
    "id": 210068,
    "links": {
        "self": "https://petition.parliament.uk/petitions/210068.json"
    },
    "type": "petition"
}