{
    "attributes": {
        "action": "Redesign what children learn at school.",
        "additional_details": "Schools should create a career path program. This way children can choose their future job and they only learn what they need to learn. Currently everyone is put into one classroom and they are all brought up the same way although they are encouraged to be new and unique. Teachers use the example of you need to learn this to become a bank manager, but the whole will not be bank managers. There are also useless topics, such as making (x) the topic of the formula or simplify the brackets. Children do not need this in their lives and it is wasting valuable time.",
        "background": "Most schools start GCSE options in year 9-10. Until children pick their options they have to follow the curriculum which consists of subjects they will not use in their future lives. Even after picking your options, children still learn topics that are not useful in any way.",
        "closed_at": null,
        "created_at": "2018-01-21T11:03:50.633Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-21T12:01:11.928Z",
        "opened_at": null,
        "rejected_at": "2018-01-26T12:49:35.203Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly how you'd like a \"career path program\" to work. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-01-26T12:49:35.210Z"
    },
    "id": 210075,
    "links": {
        "self": "https://petition.parliament.uk/petitions/210075.json"
    },
    "type": "petition"
}