{
    "attributes": {
        "action": "To launch a public inquiry into the failings in the Poppi Worthington case",
        "additional_details": "We call on the Prime Minister to order a public inquiry to make recommendations to:\r\n- improve child safeguarding processes \r\n- strengthen the police disciplinary process \r\n- determine whether Cumbria Police has truly learnt the lessons of this case\r\n- Examine whether the resources provided to agencies involved in child protection to fulfil their safeguarding responsibilities.",
        "background": "The family court judge and senior coroner ruled that 13-month-old Poppi Worthington was abused before she died. No one has been charged for her death after officers made mistakes in the investigation. Poppi was unknown to social services before she died, concerning for child protection in the UK.",
        "closed_at": "2018-07-25T22:59:59.999Z",
        "created_at": "2018-01-20T13:14:56.958Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-07-20T11:15:08.492Z",
            "details": "The death of Poppi Worthington was a tragic case which saw a young child die in the most distressing circumstances, causing huge public concern.  Our deepest sympathies remain with Poppi’s mother and grandparents. \r\n\r\nA number of reviews and investigations have already taken place, which have addressed the issues in the petition, and identified the failures by the agencies and organisations involved.   Actions have been taken by the agencies and departments involved to address the recommendations from these investigations, and to ensure the lessons learnt from this awful case are addressed. \r\n\r\n\r\nPolicing -\r\n\r\nAn IPCC investigation focused on the Cumbria police officers who conducted the investigation into Poppi’s death and whether all opportunities to obtain key evidence were identified and acted upon. The IPCC investigation report heavily criticised the force’s handing of this case, including an ‘unstructured and disorganised’ investigation. The IPCC concluded that the officer in charge of the investigation should be subject to the performance regime, indicating that although her actions did not represent a significant breach of professional standards, her performance was found lacking. The officer was found guilty of gross incompetence and subsequently demoted (the most punitive sanction available, short of dismissal) on the basis of the evidence of her own actions. There is no evidence to suggest that in this case the system did not operate as intended in respect of the nature and severity of the penalty as that reflected the sanction considered appropriate by the force and the IPCC.  \r\n\r\nSince this case, reforms to the police disciplinary system within the Policing and Crime Act 2017 have led to regulations being introduced which strengthen the police disciplinary system – for example, allowing disciplinary proceedings to be brought against former police officers and placing those dismissed on a barred list to prevent them from re-joining policing.\r\n\r\nWith regard to the performance of Cumbria Constabulary, following the second inquest, the Coroner was clear that he believed that the force had made improvements, having “accepted all the criticisms made of their investigation and have taken action, which is being taken forward, to address all the issues arising and to ensure that there is full compliance with all relevant protocols concerning the investigation of child deaths.”\r\n\r\nThis conclusion is corroborated by recent HM Inspectorate of Constabulary and Fire & Rescue Services (HMICFRS) reports which found significant improvements during their most recent child protection inspection of Cumbria Police in September 2017, and graded the force good for the second year in a row in their 2017 inspection (published 22 March 2018). Both inspections indicate that the force has made improvements in these areas and continues to strive to do so.\r\n\r\n\r\nChild protection and safeguarding -\r\n\r\nSince Poppi’s death, the Government has undertaken extensive reforms to children’s social care. This work was informed by the Munro Review of Child Protection (2011), aiming to improve social workers’ professional judgement on the balance of risk and intervention with families; and by the Wood Review (2016), introducing significant reforms to local multi-agency safeguarding arrangements, and serious case review (SCR) and child death review (CDR) arrangements. ‘Putting Children First: Delivering our vision for excellent children’s social care’ (July 2016) sets out the Government’s reform programme for children’s social care in England, sustaining this improvement over the next five years. Revised statutory guidance setting out what is expected of organisations and individuals, ‘Working Together to Safeguard Children’ (July 2018) reflects legislative changes introduced through the Children and Social Work Act 2017, in particular reforming the arrangements for multi-agency safeguarding, SCRs and CDRs.\r\n\r\nIn terms of the resources provided to agencies involved in child protection to fulfil their safeguarding responsibilities, the 2015 Spending Review  made available more than £200 billion to councils for local services (including children’s services) up to 2019-20. The Government recently confirmed the 2018-19 financial settlement for local government, which sees a real terms increase in resources over the next two years - from £44.3 billion in 2017-18 to £45.6 billion in 2019-20. Funding for children’s services is an un-ringfenced part of the wider local government finance settlement, which gives local authorities the flexibility to focus on locally determined priorities and their statutory responsibilities. The Department for Education has also invested £200 million in the Children’s Social Care Innovation Programme, to test new approaches and learn from and share best practice. \r\n\r\nHaving considered the arguments, Ministers have concluded that a public inquiry would not assist in establishing anything further.  \r\n\r\nHome Office",
            "responded_on": "2018-07-20",
            "summary": "The circumstances of this tragic case have been considered by a number of agencies and lessons have been learned. Therefore the Government considers that a public inquiry is not necessary.",
            "updated_at": "2018-07-20T11:15:08.492Z"
        },
        "government_response_at": "2018-07-20T11:15:08.495Z",
        "moderation_threshold_reached_at": "2018-01-20T16:39:05.027Z",
        "opened_at": "2018-01-25T10:08:23.064Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-07-08T19:54:23.115Z",
        "scheduled_debate_date": null,
        "signature_count": 11499,
        "state": "closed",
        "updated_at": "2018-07-25T23:00:04.916Z"
    },
    "id": 210024,
    "links": {
        "self": "https://petition.parliament.uk/petitions/210024.json"
    },
    "type": "petition"
}