{
    "attributes": {
        "action": "ZOE PARSONS/DAVID FARRELLY immediately as I believe it to be unreasonably low",
        "additional_details": "“She is unable to get dressed or undressed due to weakness in her hands.\r\n“She does not have the strength or grip to do everyday things and due to the weakness she has to wear splints on both arms.\r\n“There is also concern her fingers could turn inwards and close in on themselves.\r\nThe gap between the child’s skull and her brain is 15cm\"\r\nsustained a bleed to the brain and 14 broken ribs.",
        "background": "A statement written by the child’s full-time carer which described the difficulties the child now faces because of her injuries was read out to the court.\r\nIt said: “She has difficulty getting out of bed in the morning. She will try herself but often falls out.",
        "closed_at": null,
        "created_at": "2018-01-20T17:57:08.387Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-20T18:07:23.679Z",
        "opened_at": null,
        "rejected_at": "2018-01-24T16:11:45.503Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government or Parliament can't change a sentence.  Sentences are the responsibility of the courts, not the UK Government or Parliament. \r\n\r\nAnyone can ask the Attorney General to review a sentence they think is too low, and only one person needs to ask for a sentence to be reviewed. You can find out how to do that here:\r\n\r\nhttps://www.gov.uk/complain-about-low-crown-court-sentence"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-01-24T16:11:45.509Z"
    },
    "id": 210045,
    "links": {
        "self": "https://petition.parliament.uk/petitions/210045.json"
    },
    "type": "petition"
}