{
    "attributes": {
        "action": "Stop the uncontrollable rises in Service Charges set by Housing Associations.",
        "additional_details": "In the area I live under Lewisham, the caretaker carried out all the cleaning on the estate, Since the Housing Association took stock within the wording of the Lease because it says “internal cleaning”now not only is there a caretaker who used to clean internally there is also a cleaner!\r\nThe caretaker did not take a drop in wage and now we have additional cleaners wage?",
        "background": "Council Tax and rent rises are governed, so why is it my Service Charges rise dramatically each year with less visual effect to where I live?\r\nThey seem to be finding more ways of creating extra jobs from the basic requirements of the Lease.",
        "closed_at": null,
        "created_at": "2018-01-22T11:34:45.015Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-23T21:32:00.733Z",
        "opened_at": null,
        "rejected_at": "2018-01-30T17:40:06.399Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about increases in the service charges required by housing associations, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask for a law to set a maximum annual increase for housing association charges.\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-02-08T17:36:07.112Z"
    },
    "id": 210344,
    "links": {
        "self": "https://petition.parliament.uk/petitions/210344.json"
    },
    "type": "petition"
}