{
    "attributes": {
        "action": "Return Norfolk Broad's Rubbish Bins",
        "additional_details": "Four years I have been on the Norfolk Broads and I can personally describe seeing the rubbish appear since the bins were removed.The councils should have prosecuted the flytippers and not removed the bins.The industry is the hire boats but they have bins on their boatyards. They are not caravan parks. There is 120 plus miles of navigable waterways and it is the council's responsibility. The rubbish can be hidden in the summer by the foliage but those who are here in the winter can see it",
        "background": "The Norfolk Broads is regarded as one of the top areas of national beauty. The rubbish bins have been taken away sometime ago because the waste disposal was abused by flytipping and the councils regarded it as industrial waste. The Norfolk Broads is being destroyed and so too is the local economy.",
        "closed_at": null,
        "created_at": "2018-01-22T08:40:12.648Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-22T09:59:49.287Z",
        "opened_at": null,
        "rejected_at": "2018-01-26T15:34:58.855Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is the responsibility of the local councils, not the UK Government or Parliament. \r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-01-26T15:34:58.862Z"
    },
    "id": 210306,
    "links": {
        "self": "https://petition.parliament.uk/petitions/210306.json"
    },
    "type": "petition"
}