{
    "attributes": {
        "action": "LOBBY TO REDUCE THE PROBLEM IN GAMBLING - when the fun stops, please stop FOBTs",
        "additional_details": "They could be reduced to a level where serious, but stable gamblers can still win big (link), but not on the 'crack-cocaine' of gambling.\r\n\r\nOfficials at the Department for Culture, Media and Sport are consulting on FOBTs. We call the new minister Mr Hancock, a trained jockey and regular at the Newmarket races listens- and stops the machines reign or terror & fixes the problem in gambling.\r\n\r\none addict, of anything, without help is too many and in the UK 2 million people 'at risk' (link)",
        "background": "I work for a betting shop.\r\nThere are no myths about FOBTs- generally, problem gamblers are often troubled, vulnerable,in self-destruct mode: how best to burn quickly? - a roulette machine taking £100 in seconds.\r\n\r\nBetting can be fun, but addiction isn't.\r\n\r\nWhen the fun stops, stop",
        "closed_at": null,
        "created_at": "2018-01-22T09:20:25.508Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-22T12:05:42.100Z",
        "opened_at": null,
        "rejected_at": "2018-01-29T10:06:37.472Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about FOBTs, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2018-01-29T10:06:37.479Z"
    },
    "id": 210315,
    "links": {
        "self": "https://petition.parliament.uk/petitions/210315.json"
    },
    "type": "petition"
}