{
    "attributes": {
        "action": "Save Royal Voluntary Service Chatham Branch from closure.",
        "additional_details": "RVS Chatham has been running for seven years serving all of Medway . It was set up to give the older generation a place to meet,to enjoy a hot meal and a drink and to make sure they are not left alone . Over 165 people use the centre not only to meet up but rely on the volunteers to deliver shopping and look forward to someone visiting them . Many have said without the group most will suffer loneliness and depression which will then cost the NHS so this service is desperately needed in Medway.",
        "background": "Royal Voluntary Service Chatham has been marked for closure on 31st March 2018 due to a £35K grant from Medway Council being withdrawn.",
        "closed_at": null,
        "created_at": "2018-01-22T18:58:57.441Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-22T20:01:31.910Z",
        "opened_at": null,
        "rejected_at": "2018-01-29T10:54:44.101Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The decision about the grant being withdrawn is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttps://www.medway.gov.uk/thecouncilanddemocracy/councillorsanddecisions/howtohaveyoursay/petitions.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-02-08T17:30:46.630Z"
    },
    "id": 210432,
    "links": {
        "self": "https://petition.parliament.uk/petitions/210432.json"
    },
    "type": "petition"
}