{
    "attributes": {
        "action": "Introduce super visa category for parents of British citizens similar to Canada",
        "additional_details": "With the parent and grandparent super visa, eligible parents and grandparents can visit family in Canada for up to two years without the need to renew their status .The Super Visa is a multi-entry visa that provides multiple entries for a period up to 10 years. The key difference is that the Super Visa allows an individual to stay for up to two years on initial entry into Canada, while a 10-year multiple entry visa would only have a status period for each entry of six months only. Refer visa rules by Canada government and criteria as reference ,sponsor does most work",
        "background": "Parents for British citizens  are treated differently if they reside in countries outside the EU and are not EU citizens and government has made the settlement of parents under ADR practically impossible so we are looking for a middle ground as it is done in Canada with SUPER VISA",
        "closed_at": "2018-07-29T22:59:59.999Z",
        "created_at": "2018-01-23T05:24:25.015Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "https://www.parliament.uk/business/committees/committees-a-z/commons-select/petitions-committee/news-parliament-2017/debate-family-visitor-visas-17-19/",
            "debated_on": "2018-07-09",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2018-07-09/debates/276864D0-6324-4C48-AEE6-AA007C9CB666/FamilyVisitorVisas",
            "video_url": "https://parliamentlive.tv/Event/Index/611ecf08-e58d-4b1d-9eae-2ab756560e9f"
        },
        "debate_outcome_at": "2018-07-12T09:08:27.116Z",
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-05-03T11:36:09.186Z",
            "details": "The UK welcomes genuine visitors to the UK. The visitor routes are for people who are coming to the UK for a temporary purpose, usually for up to six months. Visitors should not be living in the UK through frequent or successive visits or making the UK their main home. \r\n\r\nEvery visitor is assessed against the same Immigration Rules regardless of nationality. The only difference is where that assessment is made. Some individuals are assessed overseas by an entry clearance officer, while others are assessed at the UK border. All visitors to the UK are assessed against the Immigration Rules on a case by case basis.\r\n\r\nNationals of some non-EEA countries need a visa to visit the UK. Visas are an important part of securing the UK’s border and are an effective tool for the UK in reducing illegal immigration, tackling organised crime and protecting national security. \r\n\r\nAdopting a similar model to that of Canada and allowing a select group of people to remain in the UK for 2 years as visitors, would mean that important considerations against the Immigration Rules would not be applied consistently and could raise equality concerns. \r\n\r\nThe Government recognises the importance of family ties. Visit visas are available with validities of 6 months, 2 years, 5 years and 10 years, allowing individuals wishing to visit the UK regularly or at short notice to do so without having to apply for a new visa each time they wish to travel. \r\n\r\nThe family Immigration Rules were reformed in July 2012 to prevent burdens on the taxpayer, promote integration and tackle abuse, and thereby ensure that family migration to the UK is on a properly sustainable basis that it is fair to migrants and the wider community. \r\n \r\nWe reformed the route for adult dependent relatives, given the significant NHS and social care costs which can be associated with these cases.  The Department of Health has estimated that a person living to the age of 85 costs the NHS on average around £150,000 in their lifetime, with more than 50% of this cost arising from the age of 65 onwards.  This figure does not take account of any social care costs met by local authorities. \r\n\r\nUnder the rules, adult dependants must demonstrate that, as a result of age, illness or disability, they require a level of long-term personal care that can only be provided in the UK by their sponsor here and without recourse to public funds.  They must apply from overseas, not while in the UK as a visitor. \r\n\r\nAs well as the significant NHS and social care costs to which these cases can give rise, there are also broader issues of fairness.  Adult dependent relatives can continue to visit a family member in the UK (for up to six months) but must return home at the end of their visit: we do not allow visitors to switch into other immigration categories while in the UK and the adult dependent relative category should not be an exception.  There should also not be a routine expectation of settlement in the UK for parents and grandparents aged 65 or over.  Only those requiring long-term personal care that cannot be delivered in the country in which they are living should be eligible to settle in the UK.\r\n\r\nThe rules for adult dependent relatives seek to ensure that only those who need to be physically close to and cared for by a close relative in the UK are able to settle here.  Those who do not have such care needs can be supported financially in the country in which they live by their relative in the UK.  Those most in need of care remain most likely to qualify, compared with those who simply have a preference to come and live in the UK with a relative here.  The lawfulness of the rules was upheld by the Court of Appeal in May 2017. \r\n\r\nThe rules do not provide a route for every parent to join their adult child in the UK and settle here and it is not intended that they should do so.  Overall, the rules represent a fairer deal for the taxpayer, given the significant NHS and social care costs which can arise when adult dependent relatives settle in the UK.\r\n\r\nHome Office\r\n",
            "responded_on": "2018-05-03",
            "summary": "The Government has no plans to change the Immigration Rules for visitors to introduce a super visa for parents of British citizens. ",
            "updated_at": "2018-05-03T11:36:09.186Z"
        },
        "government_response_at": "2018-05-03T11:36:09.189Z",
        "moderation_threshold_reached_at": "2018-01-23T07:50:10.061Z",
        "opened_at": "2018-01-29T10:09:51.936Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-04-18T08:41:37.031Z",
        "scheduled_debate_date": "2018-07-09",
        "signature_count": 14297,
        "state": "closed",
        "updated_at": "2018-07-30T08:25:08.376Z"
    },
    "id": 210497,
    "links": {
        "self": "https://petition.parliament.uk/petitions/210497.json"
    },
    "type": "petition"
}