{
    "attributes": {
        "action": "Canons to be fired from Tower of London to signify us leaving EU next year",
        "additional_details": "The historically well known Bell, commonly known as Big Ben, in the Palace of Westminster’s Elizabeth Tower was silenced last year for repairs which are expected to take 4 years. We were initially told by the government that the bell would still be rung for important national events such as Remembrance Sunday and New Year’s Eve . However, a very notable date in our diary, March 29th 2019 is being overlooked. This date signals Britain departing from  the EU. In the circumstances this extremely important date in our history should not be overlooked and this historic event should be marked with appropriate cannon fire from the Tower of London",
        "background": "Big Ben was silenced last year for repairs. Government stated bell would still be rung for important national events . March 29th 2019 signals Britain departing from  the EU. This  date should not be overlooked . This historic event should be marked with cannon fire from the Tower of London",
        "closed_at": null,
        "created_at": "2018-01-23T13:56:13.219Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-24T13:54:41.394Z",
        "opened_at": null,
        "rejected_at": "2018-01-30T17:50:12.533Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Tower of London is the responsibility of Historic Royal Palaces."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-01-30T17:50:12.540Z"
    },
    "id": 210551,
    "links": {
        "self": "https://petition.parliament.uk/petitions/210551.json"
    },
    "type": "petition"
}