{
    "attributes": {
        "action": "Westminster should devolve further powers to the Scottish Parliament over Brexit",
        "additional_details": "The Scottish Parliament was founded in 1999 as a result of devolution. The purpose of granting Scotland with its own legislature & leader, was to provide it with a certain decree of autonomy. This was meant to represent Scottish interests. However, the legislature' power is very limited, meaning that for issues like Brexit, Westminster is able to dictate over Holyrood - defying the very purpose of devolution. Scotland deserves its individual say over Brexit, so why wait?",
        "background": "If the EU ref proved one thing, it was that Scotland decisively voted to 'Remain'. Therefore, why should 62% of Scots be tossed aside in Westminster politics, simply because the UK narrowly voted to 'Leave'? Parliament must respect Scottish democracy - by giving Holyrood sovereignty over Brexit.",
        "closed_at": null,
        "created_at": "2018-01-23T07:55:11.587Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-23T20:38:55.418Z",
        "opened_at": null,
        "rejected_at": "2018-01-31T18:36:07.419Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly which powers you'd like to be devolved to the Scottish Parliament.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-01-31T18:36:11.644Z"
    },
    "id": 210504,
    "links": {
        "self": "https://petition.parliament.uk/petitions/210504.json"
    },
    "type": "petition"
}