{
    "attributes": {
        "action": "Support Guildford Hackney Carriage drivers and stop our 16% pay cut",
        "additional_details": "Each of us have already had to pay out £1200.00 to wrap our vehicles due to our local council enforcing a livery.\r\nPrivate Hire vehicle meter fares are now 16% more than the Hackney Carriage vehicles in our borough and Uber charge their own prices...so Guildford now have 3 different fares depending on which type of vehicle the public choose to get into.\r\nHackney carriage drivers are losing money and struggling due to the 16% cut. Please help and support us to stop such a huge reduction.",
        "background": "We pay thousands of pounds per year in expenses to our local council and for the upkeep of our vehicles to enable us to serve the public 24/7.\r\nWe are self employed yet we have had a 16% fare reduction enforced upon us by our local council. \r\nThis is our livelihood and we are struggling financially.",
        "closed_at": null,
        "created_at": "2018-01-23T17:28:53.517Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-23T18:25:28.553Z",
        "opened_at": null,
        "rejected_at": "2018-01-29T09:40:42.153Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttps://www.guildford.gov.uk/petitionscheme\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2018-01-29T09:40:42.160Z"
    },
    "id": 210564,
    "links": {
        "self": "https://petition.parliament.uk/petitions/210564.json"
    },
    "type": "petition"
}