{
    "attributes": {
        "action": "We want more GCSE subjects aimed at helping people in the future (ie vocational)",
        "additional_details": "Away from core subjects students now in year 11 at City of Derby Academy were offered 9 GCSE's and were even further limited if they were seen to be able to achieve an English  Baccalaureate.\r\n\r\nArts, Design and Technology, Humanities, Modern Foreign Language these lesson groups only require a minimum of 1 lesson meaning it could be very limited and unfair on the option taker.\r\nIts much easier for children to take on info so teaching things such as first aid or engineering in a broader way can help.",
        "background": "We and many other students do not believe the GCSE subjects to be broad or useful enough to set young people up to life.Especially in Certain schools which don't offer crucial subjects such as business. Opening up new options and increasing the minimum GCSE's offered would help the future of all.",
        "closed_at": null,
        "created_at": "2018-01-24T13:04:50.490Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-30T12:40:08.962Z",
        "opened_at": null,
        "rejected_at": "2018-02-05T12:12:21.730Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly which extra subjects you'd like to be offered at GCSE. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-02-05T12:12:21.803Z"
    },
    "id": 210685,
    "links": {
        "self": "https://petition.parliament.uk/petitions/210685.json"
    },
    "type": "petition"
}