{
    "attributes": {
        "action": "Acknowledge more medical specialities on the UK Shortage Occupation List",
        "additional_details": "Only specific roles within A&E, Psychiatry, Radiology and Paediatrics are recognised by the Home Office as being \"Shortage Occupation\" - despite cancelled surgeries and increased waiting times in most hospitals. The current rules which cap Tier 2 visas for skilled international workers are not fit for purpose and are stopping doctors joining NHS hospitals. If more specialities are recognised on the Shortage List then greater priority can be given to medical professionals when allocating visas.",
        "background": "Doctors who are seeking work in NHS hospitals are being stopped because of visa restrictions on staff entering the UK from overseas - despite holding UK medical licenses. Not all medical specialities are recognised as \"shortage occupation\", despite a nationwide staffing crisis within healthcare.",
        "closed_at": null,
        "created_at": "2018-01-25T12:35:07.895Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-25T22:13:59.326Z",
        "opened_at": null,
        "rejected_at": "2018-02-01T18:34:27.373Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure which medical specialities you'd like to be listed as Shortage Occupations. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-02-01T18:34:36.154Z"
    },
    "id": 210873,
    "links": {
        "self": "https://petition.parliament.uk/petitions/210873.json"
    },
    "type": "petition"
}