{
    "attributes": {
        "action": "Permit freelance gym instructors a PPL licence for Exercise/Fitness centres",
        "additional_details": "PPLUK does not provide any reason why the change in PPL licencing was introduced in 2013.\r\n\r\nWhy can an gym instructor teach the same class with original artist music (and personal PPL licence) in a village hall, but not in a Fitness centre immediately next to it?\r\n\r\nWhy can a freelance gym instructor not hold a personal PPL licence in a Fitness centre?\r\n\r\nPlease support this petition to allow a freelance gym instructor the ability to own a PPL licence to play original artist music in a Fitness centre",
        "background": "Freelance gym instructors are not permitted to purchase a PPL licence if they teach in an Exercise or Fitness centre; effective as of 1st May, 2013.\r\n\r\nAs a freelance gym instructor, I would love deliver my class attendees a more empowering gym class through the use of original artist music.",
        "closed_at": null,
        "created_at": "2018-01-25T14:24:18.783Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-27T20:43:48.933Z",
        "opened_at": null,
        "rejected_at": "2018-02-05T17:10:25.222Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. PPL licences are the responsibility of PPL UK, which is a private company.\r\n\r\nYou can contact PPL UK here: \r\n\r\nhttp://www.ppluk.com/About-Us/Comments-Feedback-Complaints/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-02-22T11:14:16.571Z"
    },
    "id": 210890,
    "links": {
        "self": "https://petition.parliament.uk/petitions/210890.json"
    },
    "type": "petition"
}