{
    "attributes": {
        "action": "Make the 2nd Monday after Rememberance Sunday a Bank Holiday",
        "additional_details": "I feel that making the Monday after Remembrance Sunday a Bank Holiday would encourage more people to attend services across the country and world. Making Remembrance Sunday a 3 day weekend would help those that would like to attend places like Belgium not be affected by work commitments. Doing this will also bring business to hotels and bed & breakfasts in the local area that are holding events. Having this as a bank holiday will break up the remaining part of the year between August and Xmas.",
        "background": "Remembrance Sunday is an event held across the country on the 2nd Sunday of November. And to help encourage more people to attend these events of remembrance i would like the 2nd Monday after Remembrance Sunday a Bank Holiday for people that cant book a holiday from their employees.",
        "closed_at": null,
        "created_at": "2018-01-25T23:56:26.261Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-27T21:00:46.124Z",
        "opened_at": null,
        "rejected_at": "2018-02-02T16:09:39.590Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure whether you'd like the second Monday after Remembrance Sunday to be a bank holiday, or the Monday immediately after Remembrance Sunday. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-02-02T16:09:39.600Z"
    },
    "id": 210984,
    "links": {
        "self": "https://petition.parliament.uk/petitions/210984.json"
    },
    "type": "petition"
}