{
    "attributes": {
        "action": "Provide additional funding to councils to protect Children's Centres",
        "additional_details": "https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/485347/DFE-RB495_Evaluation_of_children_s_centres_in_England__the_impact_of_children_s_centres_brief.pdf\r\n\r\nhttps://www.nurseryworld.co.uk/nursery-world/news/1144782/childrens-centres-successfully-targeting-deprived-families\r\n\r\nhttps://www.facebook.com/groups/1377174912365965/",
        "background": "1/3 of our Children's Centres have closed since 2010 whilst levels of child poverty have also dramatically increased with more than half of children in the poorest areas of the UK now considered to be living in poverty & other localities seeing figures around 24.7% (Nuneaton) & 35.1 (Peterborough)",
        "closed_at": "2018-08-01T22:59:59.999Z",
        "created_at": "2018-01-25T19:36:37.946Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-06-05T17:25:14.071Z",
            "details": "The evidence is clear that the early years influence how well children do at school, their on-going health and wellbeing, and achievements later in life. Early education has long lasting benefits for children, and helps to promote a child’s physical, emotional, cognitive and social development.\r\nWe are determined to close the gap between disadvantaged children and their peers.\r\n\r\nThis government is investing in the early years. By 2020 we will be spending around £6 billion on our free early years entitlements, tax-free childcare and childcare support – more than any previous government. In 2013 the Conservative-led government introduced 15 hours of free early education to disadvantaged two-year-olds. Since then, backed by over £2 billion of Government investment, over half a million children have already benefited from this offer, and 71 per cent of eligible two-year-olds are benefiting from free early education. The gap between disadvantaged under-fives and their peers continues to narrow, from 19 percentage points in 2013 to 17 percentage points in 2017. \r\n\r\nWe have made Universal Credit (UC) more generous for working parents – 85 per cent of childcare costs can now be claimed back, benefitting half a million working families once UC is fully rolled out. Our tax-free childcare offer means that for every £8 parents pay into an online account, the government will pay £2 saving up to £2,000 per child each year. \r\n\r\nOur ambitious plan to tackle social mobility, ‘Unlocking Talent, Fulfilling Potential’, commits to £100 million investment to help close the development gap further, faster. This includes £26 million to improve early language and literacy through a national network of 35 English Hubs, and £20 million to boost the professional development of early years practitioners. We committed £50 million to create more for high-quality school-based nursery provision for disadvantaged children. This plan sits alongside more intensive and coordinated support for some of the most challenging areas, through our Opportunity Areas programme.  We have committed an additional £72 million to the Opportunity Areas programme to provide tailored interventions that aim to address specific local challenges and drive sustainable, long-term change, across all phases of education. \r\n\r\nLocal authorities are best placed to understand local needs and provide effective and complementary services, be that through children’s centres or other delivery routes. It is right that we give them freedom to decide what services are right for their local areas.  Where they decide to close a children’s centre, statutory guidance is clear they should demonstrate that children and families, particularly the most disadvantaged, will not be adversely affected and that they will not compromise their duty to have sufficient children’s centres to meet local need. \r\n\r\nThere are many reasons why a children’s centre building may close, for example to better target resources in those areas that need it most, to repurpose buildings for childcare to support local sufficiency.  \r\n\r\nDelivering impactful services is about more than just money or ‘bricks and mortar’. We recognise local authorities have important decisions to make when deciding what services to commission locally. That is why the government has committed £8.5m to spread best practice on improving early language outcomes. We are working with the Local Government Association to design the programme, building on their existing peer review programmes. Peer reviews will consider how effective local services are in closing the gap between disadvantaged children and their peers particularly with reference to early language acquisition; and identify opportunities for improvement. \r\n\r\nThrough this programme we will support councils to develop strategies to improve outcomes in the early years, by looking at what works, including the effective use of children’s centres. The government believes that children’s centres have an important role to play in achieving our social mobility ambition, but it is right for local councils to decide how to use children’s centres in their area, as part of the wider tapestry of services.\r\n\r\nWe are also investing £10m to improve the evidence base for what works, including £5m to trial home learning environment support programmes in the North of England, focusing on early language and literacy. This will help to provide local authorities with the knowledge they need to ensure every pound spent on intervention in the early years has maximum impact. \r\n\r\nWork offers people the best opportunity to get out of poverty. Children in workless households are around 5 times more likely to be in poverty after housing costs than those where all adults work. Nationally, there are now around 600,000 fewer children living in workless households compared with 2010. The latest national statistics show that there are 300k fewer children in absolute poverty both before and after housing costs, meaning we are at a historic low.\r\n\r\nDepartment for Education",
            "responded_on": "2018-06-05",
            "summary": "The attainment gap is narrowing and there has been a massive expansion of childcare support for 2, 3 and 4 year olds. Parents on Universal Credit can also now claim back up to 85% of childcare costs.",
            "updated_at": "2018-06-05T17:25:14.071Z"
        },
        "government_response_at": "2018-06-05T17:25:14.073Z",
        "moderation_threshold_reached_at": "2018-01-27T11:13:15.283Z",
        "opened_at": "2018-02-01T18:46:05.963Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-05-19T15:13:35.177Z",
        "scheduled_debate_date": null,
        "signature_count": 10739,
        "state": "closed",
        "updated_at": "2018-08-01T23:00:01.366Z"
    },
    "id": 210947,
    "links": {
        "self": "https://petition.parliament.uk/petitions/210947.json"
    },
    "type": "petition"
}