{
    "attributes": {
        "action": "Make the laws against animal abusers tougher (UK)",
        "additional_details": "The RSPCA inspectors investigate more than 149,000 complaints of cruelty and neglect every year, that's only a small fraction of the calls. imagine how many pets are suffering day in, day out, without being rescued. Help us make these laws stricter to protect our furry friends. With this petition we hope to raise awareness of animal abuse and how the laws are still to weak, we'd also like for the government to create a public database that names all of the people that have been charged.",
        "background": "The Animal Welfare Act came into place in 2007, now penalties for neglect and cruelty are 'stronger', the penalties that got introduced with fines up to £20,000 and a maximum jail term of 51 weeks (just short of a year). In 2016, the RSPCA received 1,153,744 calls on there cruelty line.",
        "closed_at": null,
        "created_at": "2018-01-26T15:04:24.083Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-26T18:25:29.965Z",
        "opened_at": null,
        "rejected_at": "2018-02-01T18:48:37.241Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what changes you'd like to see to the Animal Welfare Act. You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you'd like there to be a register of people convicted of animal abuse, you might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/205147\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-02-01T18:48:37.249Z"
    },
    "id": 211044,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211044.json"
    },
    "type": "petition"
}