{
    "attributes": {
        "action": "Stop elected officials taking part in BBC Question Time audiences.",
        "additional_details": "Recently David James, Tory councillor for Castle Douglas, Dumfries, was in the question time audience (he's not been the first), he was allowed a full question, and given more talk time than any other standard member of the public audience, I believe this undermines the impartial and democratic idea of the show and believe any elected official should be banned from taking part in the BBC Question Time audience, in order to allow a level equal playing field.",
        "background": "It is now a well known issue that there have been a number of conservative councillors taking part in the BBC Question Time Audiences on various occasions, usually resulting in them coincidentally getting more talk time than a normal member of the public.",
        "closed_at": null,
        "created_at": "2018-01-27T02:05:09.219Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-27T02:32:00.821Z",
        "opened_at": null,
        "rejected_at": "2018-02-01T11:38:25.033Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n\t\r\nYou might like to write to the BBC to make this suggestion.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-02-01T11:38:25.040Z"
    },
    "id": 211121,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211121.json"
    },
    "type": "petition"
}