{
    "attributes": {
        "action": "Stop the year-round ban of dogs on Colwyn Bay beach from going ahead!",
        "additional_details": "We can understand the ban in summer time since the beach does get crowded with tourists, but I have never seen a problem such as dog fouling that could result in a ban, so why should our dogs be punished? Tourists make more mess littering etc. when they visit our beaches, but they haven’t been banned so why should local dogs and owners be punished? There are already very few places to let our dogs play/run in the area and banning them from the beach all year is giving them even less places to play!\r\nIt would be such a shame to prevent dogs from being able to play on the beach, I know my dog really enjoys the beach and so many others!",
        "background": "Colwyn Bay beach already has a ban from May-September time as it is a tourist attraction, however, a year round ban is just unfair! I know so many people that take their dogs on the beach as one of the only safe/large areas their dogs can play in! Please help us stop this ban from going forward!",
        "closed_at": null,
        "created_at": "2018-01-27T16:22:29.691Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-27T17:40:16.812Z",
        "opened_at": null,
        "rejected_at": "2018-02-01T17:44:27.669Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a decision for your local council, not the UK Government or Parliament.\r\n\r\nThe council is asking for people's views on dogs in public places. You can send in your views here:\r\n\r\nhttp://www.conwy.gov.uk/en/Spotlight/Press-Releases/Have-Your-Say.aspx\r\n\r\nYou can find out how to petition the council here:\r\n\r\nhttp://www.conwy.gov.uk/en/Council/Scrutiny/Petitions.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2018-02-01T17:44:27.677Z"
    },
    "id": 211160,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211160.json"
    },
    "type": "petition"
}