{
    "attributes": {
        "action": "Make GMC a tax-payer funded organisation and not to be funded by doctors.",
        "additional_details": "Following the recent events in relation to the GMC and overturning the MPTS decision, a significant proportion of doctors are finding it increasingly difficult to justify paying annual retention fees to an organisation whose primary remit is to protect patients. Therefore the tax-paying public, and not doctors,have to take responsibility for funding the GMC; similar to the Health and Safety Executive, which is not funded by organisations/employers yet are independent and have enforcement powers.",
        "background": "The GMC has been an independent regulatory body which has been funded by doctors paying Annual retention fees. However, given that the main aim of the GMC is to protect patients whilst regulating practice of doctors, the GMC should be funded by the tax-paying public and not by doctors, like the HSE.",
        "closed_at": "2018-08-02T22:59:59.999Z",
        "created_at": "2018-01-28T18:44:01.785Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-02-21T16:44:29.013Z",
            "details": "The GMC is an independent organisation that regulates doctors in the UK, helps to protect patients and improve medical education and practice across the UK.  \r\n\r\nIn doing so the GMC:\r\n•\tdecides which doctors are qualified to work in the UK and oversees UK medical education and training;\r\n•\tsets the standards that doctors need to follow, and make sure that they continue to meet these standards throughout their careers; and \r\n•\tTakes action to prevent a doctor from putting the safety of patients, or the public's confidence in doctors, at risk.\r\n\r\nDoctors must pay a fee to register with the General Medical Council and an annual retention fee to remain on the register in order to practise as a doctor in the UK.  The standard fee for full registration and a license to practise is £425, though this is reducing to £390 from 1 April 2018.  Funding through fees from registrants is consistent with the other eight regulators for health and care professions across the United Kingdom.\r\n\r\nManaging Public Money allows certain public goods and services to be financed by charges rather than from general taxation: this includes registration by statutory regulators, such as the GMC. \r\n\r\nThe 2007 Government White Paper Trust, Assurance and Safety - The Regulation of Health Professionals in the 21st Century stated that the independence of the regulatory bodies is vital 'to sustain the confidence of both the public and the professions through demonstrable impartiality. Regulators need to be independent of government, the professionals themselves, employers, educators and all the other interest groups involved in healthcare'. \r\n\r\nIt is for this reason that we do not plan to change the current funding model. \r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2018-02-21",
            "summary": "The GMC is independent of Government. Publicly funding the GMC would undermine independence and weaken public and professional confidence in the system of professional regulation.",
            "updated_at": "2018-03-27T14:19:39.284Z"
        },
        "government_response_at": "2018-02-21T16:44:29.017Z",
        "moderation_threshold_reached_at": "2018-01-28T19:19:38.370Z",
        "opened_at": "2018-02-02T17:37:57.018Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-02-03T14:09:38.731Z",
        "scheduled_debate_date": null,
        "signature_count": 25378,
        "state": "closed",
        "updated_at": "2018-08-02T23:00:01.299Z"
    },
    "id": 211232,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211232.json"
    },
    "type": "petition"
}