{
    "attributes": {
        "action": "Stop any plans being approved for the go ahead to a quarry on Central Way.",
        "additional_details": "It seems the timing of the letter has been such it coincides with the new residents moving in along Central Way & the new housing site on the old Glaxo site in such a manner that it would not show on any searches and potentially a lot of them do not even know about it. \r\n\r\nI am aware this potential site is also on a floodplain, and the Dartford council have said that after the work has been carried out we will end up with a \"nice lake\". BUT how long with the quarry be there before that happens.",
        "background": "Dartford residents have lately received letters titled \"consultation on the minerals sites plans\", this is for the government to evaluate the site to see if its worth putting a quarry in to mine gravel. This we have been told by the council will create LOTS of noise, dust and mess.",
        "closed_at": null,
        "created_at": "2018-01-29T09:45:57.930Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-29T10:23:25.936Z",
        "opened_at": null,
        "rejected_at": "2018-02-05T18:09:43.564Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2018-02-22T11:12:05.756Z"
    },
    "id": 211271,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211271.json"
    },
    "type": "petition"
}