{
    "attributes": {
        "action": "Every Freemason in public office declare themselves due to the Nolan principles.",
        "additional_details": "Handbook Freemasonry Edmond Ronayne 1917\" \r\npage 183: “You must conceal all the crimes of your brother Masons, except murder and treason, and these only at your own options. Should you be summoned as a witness against a brother Mason be always sure to shield him. Prevaricate, don’t tell whole truth in this case, keep his secrets, and forget the most important points. It may be perjury to do this, it is true, but you are keeping your obligation\"\r\nNow is that what a public official should do?",
        "background": "Freemasons are creating a conflict of interest between the people and public office, by upholding the legislature first and foremost above the laws of England, and by concealing the crimes of all those considered as brothers. All public officials must abide by the 7 principles, honesty, openness.",
        "closed_at": null,
        "created_at": "2018-01-28T21:38:32.413Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-28T23:10:53.893Z",
        "opened_at": null,
        "rejected_at": "2018-02-08T10:27:26.798Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure which public officials or public office holders you would like to be required to declare that they are Freemasons.\r\n\r\nYou could start a new petition asking clearly for specific public officials or public office holders to be legally required to declare that they are Freemasons. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-02-08T10:27:32.539Z"
    },
    "id": 211243,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211243.json"
    },
    "type": "petition"
}