{
    "attributes": {
        "action": "To make the equal pay laws more robust and strict as there is still inequality.",
        "additional_details": "In addition, some women have quit there jobs because of the circumstances of the gender pay gap, therefore we are asking for equality in the workplace and for you to review the issue with the difference of pay between men and women. There is an equal pay law but clearly it is not effective as there are so many discrepancies between pay. We need the law to be re-examined to ensure that companies are keeping to the guidelines.",
        "background": "We are campaigning so women have equal rights to men. They have fought hard to gain equality some lives have even been lost through these experiences.\r\nWomen are paid 20% less than men with the same training and ability. Hence why no gender is stronger or deserves to be paid more than the other.",
        "closed_at": null,
        "created_at": "2018-01-29T09:55:24.706Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-29T16:21:12.791Z",
        "opened_at": null,
        "rejected_at": "2018-02-05T10:45:32.925Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to contain a clear request for action by the UK Government and Parliament.\r\n\r\nWe understand that you're concerned about equal pay and the gender pay gap, but we're not sure what action you would like to see. The Government has announced some measures to address the gender pay gap:\r\n\r\nhttps://www.gov.uk/government/news/pm-announces-new-measures-to-eradicate-gender-pay-inequality\r\n\r\nIf you would like the Government or Parliament to take additional action, you could start a petition calling for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-02-22T11:13:00.282Z"
    },
    "id": 211272,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211272.json"
    },
    "type": "petition"
}