{
    "attributes": {
        "action": "Curtail the threat of financial influence over UK politics",
        "additional_details": "The UK's recent elections, and Brexit referendum, have confirmed the threat of financial influence to our democratic politics. Repeated overspending and accounting 'errors' of major political parties and campaign groups went without significant sanction. The Brexit referendum -our major decision this century- was characterised by deliberately hidden funding that may have been decisive. Either Parties be publicly funded, or Parliament enact policies to prevent the corruption of UK democracy.",
        "background": "UK democracy faces unprecedented corruption risks. We seek urgent debate on political parties' funding and the influence of private sector interests, including the big four accounting firms, lobbyist think tanks and media companies; leading to transparency and meaningful sanctions for malfeasance.",
        "closed_at": null,
        "created_at": "2018-01-29T22:25:00.752Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-31T14:56:31.306Z",
        "opened_at": null,
        "rejected_at": "2018-02-06T10:07:02.199Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a petition asking for a debate about the way in which political parties are funded in the UK. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-02-06T10:07:02.205Z"
    },
    "id": 211346,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211346.json"
    },
    "type": "petition"
}