{
    "attributes": {
        "action": "Oppose the illegal Turkish invasion of Afrin and stop selling Turkey arms",
        "additional_details": "The UK sells tonnes of arms to Turkey's tyrannical government who recently cracked down on free speech and violently suppressed ethnic minorities. The government has dubious links to Islamism and a terrible human rights record. Meanwhile, the SDF have been fighting ISIS in Syria, many Kurds are part of the SDF hence Turkey's invasion of their land. We should be opposing Turkey not enabling them. (https://www.theguardian.com/world/2017/jan/28/100m-arms-deal-turkey-blind-eye-rights-abuse)",
        "background": "The Kurds and SDF in Northern Syria (Rojava) helped defeat ISIS and their democratic model presents a beacon of hope for war-torn Syria. The illegal Turkish invasion violates international law and human rights standards. The UK government must oppose this and stop selling Turkey weapons.",
        "closed_at": null,
        "created_at": "2018-01-29T22:51:34.766Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-30T07:55:55.584Z",
        "opened_at": null,
        "rejected_at": "2018-03-19T15:36:36.982Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what action you'd like the UK Government or Parliament to take to oppose Turkish actions. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you would like the UK to \"Halt immediately UK arms sales to Turkey until they withdraw from Afrin Syria.\" you might like to sign this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/212064\r\n\r\nIf you would like the UK \"Government to move security council resolution condemning Turkish Invasion of Syria.\", you might like to sign this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/213450\r\n\r\nLast week the Government were questioned about the protection of civilians in Afrin. You can read what was said here: \r\n\r\nhttps://hansard.parliament.uk/commons/2018-03-12/debates/84673792-0C8A-44F4-A2E5-FAD843C657DE/ProtectionOfCiviliansInAfrin "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-03-19T15:36:47.449Z"
    },
    "id": 211348,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211348.json"
    },
    "type": "petition"
}