{
    "attributes": {
        "action": "Prohibit the ‘Big Four’ accountancy practices from conducting audit services",
        "additional_details": "It’s no accident that the senior finance management of the large companies concerned are mainly ex-‘Big Four’ themselves.   It is not hard to imagine an unspoken agreement or mutual understanding between both parties.  For example, the company will minimise the exposure of audit firm’s work to unnecessary financial litigation if things go wrong and in return, the firm’s audit work or opinion will not expose the company to any unwanted scrutiny from the industry regulator and any naïve investors.",
        "background": "As illustrated recently by Carillion and numerous other major corporate failures before it, the ‘Big Four’ independent audit opinion has been confirmed again as nothing more than a farce and inherently flawed. Only the NAO or firms outside the ‘Big Four’ should conduct audits.",
        "closed_at": null,
        "created_at": "2018-01-30T13:13:30.700Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-30T13:38:35.562Z",
        "opened_at": null,
        "rejected_at": "2018-03-01T17:11:50.623Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This isn't something that the UK Government or Parliament could do. \r\n\r\nIf you'd like changes to the way that accountancy companies are regulated, you could start a new petition asking for a specific change. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-03-01T17:11:55.731Z"
    },
    "id": 211384,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211384.json"
    },
    "type": "petition"
}