{
    "attributes": {
        "action": "Keep Morley House Respite Unit in Kings Lynn open.",
        "additional_details": "Families like ours depend on this respite unit. It has taken time for our children to settle and build relationships. The wait to be fitted in elsewhere (after the wait to be reassessed) has no time frame. Many parents and friends have also spent time and money fundraising to ensure the needs of children can be met there. \r\n\r\nWe ask that the decision be rescinded and Morley House kept in use as it is now. Without respite care many families will struggle even more than they do already.",
        "background": "Today parents of children with Complex Needs in Norfolk received a distressing letter. Morley House, a purpose build respite unit for children with Complex Needs, run by Break, in Kings Lynn was not going to be recommissioned to provide respite and there would be no automatic alternative provided.",
        "closed_at": null,
        "created_at": "2018-01-30T18:24:56.011Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-30T20:52:57.225Z",
        "opened_at": null,
        "rejected_at": "2018-02-06T10:03:18.149Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of Norfolk County Council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttps://www.norfolk.gov.uk/what-we-do-and-how-we-work/have-your-say/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-02-06T10:03:18.156Z"
    },
    "id": 211424,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211424.json"
    },
    "type": "petition"
}