{
    "attributes": {
        "action": "All members of the ERG group should repay the £250k + claimed to fund the group.",
        "additional_details": "The ERG is in favour of the most destructive Brexit possible, and wants to tear up all our economic co-operation with Europe in pursuit of a low-regulation, race-to-the-bottom agenda that most people in Britain do not support. The ministers involved have breached the rules of government through their membership of this secret organisation, and this use of tax payers' money is not acceptable.",
        "background": "The ministers involved have funded this lobby group through their expense claims whilst holding posts in government despite the ministerial code prohibiting ministers from becoming “associated with non-public organisations whose objectives may in any degree conflict with government policy”.",
        "closed_at": null,
        "created_at": "2018-01-31T07:32:39.524Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-31T09:44:04.974Z",
        "opened_at": null,
        "rejected_at": "2018-02-08T10:19:25.707Z",
        "rejection": {
            "code": "no-action",
            "details": "A decision to pay back money would be for individuals to make, not the UK Government or Parliament as a whole. \r\n\r\nInvestigation of alleged breaches of the Ministerial Code is the responsibility of the Independent Adviser on Ministers' Interests. Only the Prime Minister can refer cases for investigation: \r\n\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN03750\r\n\r\nYou could start a new petition calling on the Prime Minister to refer these allegations to the Independent Adviser on Ministers' Interests, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-02-08T10:19:31.038Z"
    },
    "id": 211468,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211468.json"
    },
    "type": "petition"
}