{
    "attributes": {
        "action": "Remove the claim that cannabis has no medical benefits.",
        "additional_details": "CBD is shown as a strong antimicrobial which is extremely beneficial for cystic fibrosis patients who develop lung infections and rely heavily on antibiotics and easily become resistant to many of them. THC has extremely well-documented effects on pain so much so that National Health Service prescribe a drug called Sativex which is a cannabis derivative. The law stating that Cannabis has no medicinal benefits is outdated, untrue and hypocritical. If Cannabis won't even be legalized it should at least be downgraded to a class C drug!",
        "background": "Cannabis has been used for thousands of years. it has scientifically documented health benefits the results of which cannot be denied.",
        "closed_at": null,
        "created_at": "2018-01-30T18:55:48.060Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-06T18:22:14.842Z",
        "opened_at": null,
        "rejected_at": "2018-02-13T11:39:41.401Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\nPetitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nAlternatively, you may wish to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/200021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-02-13T11:39:47.270Z"
    },
    "id": 211426,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211426.json"
    },
    "type": "petition"
}