{
    "attributes": {
        "action": "Prevent the destruction of villages and rural life caused by mass development.",
        "additional_details": "Not everyone is obsessed with \"getting on the property ladder\" A dwelling should be called a HOUSE not a \"property\". Unfortunately, the real problem we have is an out-of-control population and bad planning. What are we going to do when all the spaces have already been built on? Isn't it obvious that high rises/towers need to be built, not 3/4 bedroom houses where only one person lives? It is criminal what is happening and so short-sighted.",
        "background": "The countryside is fading away - there is no respect for it and nature.\r\n- if we need to rely on agriculture at some point in our existence, we will have huge problems to provide home-grown good.\r\n- where is all our wildlife and animals supposed to go?\r\n- rural peace and tranquility- gone",
        "closed_at": null,
        "created_at": "2018-02-01T08:45:13.033Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-01T09:40:17.085Z",
        "opened_at": null,
        "rejected_at": "2018-02-06T09:45:54.085Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about development in rural areas, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-02-06T09:45:54.093Z"
    },
    "id": 211584,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211584.json"
    },
    "type": "petition"
}