{
    "attributes": {
        "action": "Stop schools giving out after-school detentions so easily",
        "additional_details": "Before, after-school detentions were only given out for the most serious of behaviour issues, such as a fight, leaving school during school hours etc. However, they're now given out for the smallest of things like a forgotten book, missing PE kit etc. Parents like me are angered and stressed by this as even the best behaved kids can eventually get one and parents struggle to pick kids up after the detention, especially if they normally take a bus. This therefore needs changing immediately.",
        "background": "Schools recently have been setting new rules whereby after-school detentions are given out for normal behaviour issues instead of serious ones. This provides stress on teachers and parents alike and therefore schools should not be allowed to do it.",
        "closed_at": null,
        "created_at": "2018-01-31T21:31:08.251Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-13T19:49:47.559Z",
        "opened_at": null,
        "rejected_at": "2018-02-19T14:44:51.723Z",
        "rejection": {
            "code": "no-action",
            "details": "At the moment, it's up to schools to decide on detentions. \r\n\r\nIf you'd like the Government to set rules for schools, or give guidance on how detentions should be used, you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-02-19T14:44:51.730Z"
    },
    "id": 211551,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211551.json"
    },
    "type": "petition"
}