{
    "attributes": {
        "action": "Lower the age for working tax credits!",
        "additional_details": "I have worked full time for the last 5 years since the age of 18, and never received any type of working tax credits or any help from the government I do not see the benefits of working myself to the ground to keep my house and my car in order for me to get to work and it is taking the ambition out of me, I can imagine how many young people are in the same position and cannot understand where they get the age cap from? It’s rather frustrating seeing people the same age living fully on benefits and being better off than me getting nails done , hair done and I can barely afford food. \r\nThis petition is for the government to lower the age on working tax credits for those like me who have always lived independently and worked like “the government want us to”",
        "background": "In order for under 25’s to become satisfied in working and believing they are better off working. \r\nI have lived alone since the age of 17, and have always worked full time.  However because I am under the age of 25 I am not entitled to working tax credits what difference does the age make?",
        "closed_at": null,
        "created_at": "2018-01-31T21:57:05.950Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-01-31T23:48:48.159Z",
        "opened_at": null,
        "rejected_at": "2018-02-06T09:51:41.801Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nPeople under 25 can already qualify for Working Tax Credits, if they have children or if they have a disability. \r\n\r\nYou can find out more here:\r\n\r\nhttps://www.gov.uk/working-tax-credit/eligibility\r\n\r\nIf you'd like all people over 16 to be able to qualify for Working Tax Credits, whether or not they have children or have a disability, you could start a new petition asking for that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-02-06T09:51:41.808Z"
    },
    "id": 211555,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211555.json"
    },
    "type": "petition"
}