{
    "attributes": {
        "action": "Remove parking charges in Stockport Town Centre. It's destroying the town.",
        "additional_details": "The Government wasted a £100k grant and even Mary Portas couldn't make a difference to the declining Town Centre. Surely the solution is obvious - get rid of car park charges! It's simply not affordable to just nip into the Town Centre anymore. Make the car parking Free and who knows, people may decide it's worth a trip - if the Town is destroyed, there won't be any income for the Council anyway and they must be losing lots of Business Rates from all of the empty shops. Self-sabotage!",
        "background": "Stockport Town Centre is in decline, largely because of the parking charges. Why pay to park in Stockport when you can go to the Trafford Centre or Handforth Dean for free? The charges are destroying the Town Centre. Even M&S are considering closing their store. We're heading for a ghost town!",
        "closed_at": null,
        "created_at": "2018-02-01T15:18:19.579Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-01T15:39:50.255Z",
        "opened_at": null,
        "rejected_at": "2018-02-06T17:18:43.134Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Car parking charges are the responsibility of car park operators and your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-02-06T17:18:43.141Z"
    },
    "id": 211619,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211619.json"
    },
    "type": "petition"
}