{
    "attributes": {
        "action": "Reduce the buying and selling of egg products.",
        "additional_details": "Eggs come from a natural source and so should be respected and looked after. People underestimate the conditions majority of the hens that lay the egg are kept in. I believe that these conditions should be brought to the attention of the public so they can decide whether they too believe that the egg industry is cruel. In my opinion if it was the case that the public got educated about the conditions of battery farming they too would want to reduce the buying and selling of egg products.",
        "background": "As a strict vegan and animal rights activist I believe that the egg industry is corrupt and cruel. The selling of this beautiful produce offends  hundreds of thousands of passionate people across the country. I propose that the egg industry should be cut down and fewer egg products should be sold.",
        "closed_at": null,
        "created_at": "2018-02-01T20:50:27.681Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-05T13:38:44.321Z",
        "opened_at": null,
        "rejected_at": "2018-02-09T13:40:48.851Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do in order to reduce the buying and selling of eggs.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-02-09T13:40:52.684Z"
    },
    "id": 211655,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211655.json"
    },
    "type": "petition"
}