{
    "attributes": {
        "action": "Make child maintenance payments go up. No more bare minimum.",
        "additional_details": "Those single parents out there that don't get a break and the other parent chooses not to be there should be given an opportunity to get more money to occupy their children more and they can choose to spend the money on some childcare help. The cost of child maintenance should go up!! This helps single parents to stop themselves getting out of debt and having money for their kids savings and holidays, groups or educational groups/toys. This gives equal opportunities to single parent households.",
        "background": "People with custody of the child are expected to pay a lot more then the other parent. Parents who do not see their child should pay more! And the bare minimum should be at least £150 a month! Also, there should be Christmas and children's birthday bonuses for parents who don't buy presents.",
        "closed_at": null,
        "created_at": "2018-02-01T15:12:49.991Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-01T15:36:04.574Z",
        "opened_at": null,
        "rejected_at": "2018-02-07T18:33:19.085Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about child maintenance, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-02-07T18:33:19.091Z"
    },
    "id": 211618,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211618.json"
    },
    "type": "petition"
}