{
    "attributes": {
        "action": "Drop any proposals to licence airguns in England & Wales",
        "additional_details": "",
        "background": "We are strongly opposed to this as the introduction of licencing or further restrictions as they apply to everyone will have a disproportionate effect on the law abiding, safe and responsible shooters, sportsmen and women.",
        "closed_at": null,
        "created_at": "2018-02-01T20:53:21.930Z",
        "creator_name": "mark hurst",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-03-14T10:36:30.590Z",
            "details": "The Government announced a review of the regulation of air weapons in England and Wales following a request from the Suffolk coroner in his report into the death of Benjamin Wragge, aged 13, who was accidentally shot with an air weapon in May 2016.\r\n\r\nAlthough no licence is required to possess most air weapons in England and Wales, they are nevertheless regulated. In particular, it is an offence for a person aged under 18 to purchase or hire an air weapon or ammunition, and it is an offence to sell, hire or gift an air weapon or ammunition to a person aged under 18. It is also an offence for a person aged under 18 to possess an air weapon or ammunition unless: \r\n•\tthey are being supervised by a person aged 21 or over, or \r\n•\tthey are shooting as a member of an approved target shooting club, or \r\n•\tthey are using air weapons at a shooting gallery, or \r\n•\tthe young person is aged 14 or over, is on private premises and has the consent of the occupier.\r\n\r\nThe Crime and Security Act 2010 brought in legislation concerned with reducing the risk of children getting hold of air weapons and accidentally harming themselves or others. This inserted a provision into the Firearms Act 1968 that requires owners to take reasonable precautions to prevent a person under the age of 18 from gaining unauthorised access to an air weapon. \r\nThe Government has sought the views of interested parties on relevant issues, including secure storage and the arrangements to prevent children gaining access to air weapons, manufacturing standards, and on the position in Scotland and Northern Ireland where air weapons are licensed. The Government has received a large number of representations about the review and these will be considered carefully before any decisions are made about how to proceed.\r\n\r\nHome Office",
            "summary": "The Government is reviewing the regulation of air weapons in England and Wales.  The review is looking at relevant issues such as access by young people, safe storage and manufacturing standards. ",
            "updated_at": "2018-03-14T10:36:30.590Z"
        },
        "government_response_at": "2018-03-14T10:36:30.592Z",
        "moderation_threshold_reached_at": "2018-02-01T21:26:42.209Z",
        "opened_at": "2018-02-07T18:29:04.948Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-02-26T15:42:00.015Z",
        "scheduled_debate_date": null,
        "signature_count": 11461,
        "state": "open",
        "updated_at": "2018-05-29T14:04:30.673Z"
    },
    "id": 211656,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211656.json"
    },
    "type": "petition"
}