{
    "attributes": {
        "action": "Make it illegal for all teaching professionals to politicise their students",
        "additional_details": "Children are sent to school to learn facts, language etc. and to arm themselves for the workplace. Teachers who use their position to preach their politics should not be allowed to do so. For example, my nephew was picked on,by his teacher, in class for being pro leave, one of many reported incidents. We need free thinkers who have the ability to form their own thoughts, not parrot the thoughts of their teachers. Indoctrination is not an education, it is a black mark on our education system.",
        "background": "Making it illegal for teaching professionals, working in schools, colleges and universities to indoctrinate or politicise children and young adults with their personal views is a must as it is not acceptable behaviour.",
        "closed_at": null,
        "created_at": "2018-02-02T09:51:22.973Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-25T12:57:58.637Z",
        "opened_at": null,
        "rejected_at": "2018-03-02T15:29:34.965Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you mean by \"make it illegal for all teaching professionals to politicise their students\". We're not sure whether you'd like it to be illegal for teaching professionals to talk about their personal political views while teaching, or if you would only like it to be illegal for them to try to encourage their students to share their political views. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-03-02T15:29:34.973Z"
    },
    "id": 211686,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211686.json"
    },
    "type": "petition"
}