{
    "attributes": {
        "action": "Reconsider the prison system rehabilitating society's most vulnerable citizens.",
        "additional_details": "The Norwegian justice system achieves a credible 20% re offending rate,  which is a third of the UK at 59% (within 12 months). We propose that we adopt a more Scandinavian approach, where prisoners are stripped of their freedom, but not their skills: they cook, they work on farms and there are not bars on the windows. If the UK adopts a similar approach, society could be significantly safer, but also inmates would be given the skills to find employment after imprisonment.",
        "background": "Both the honest public but also the convicted criminals in the UK in urgent need of rehabilitation are being cheated by the state punishment system which uses isolation and negligence to achieve \r\n\"justice\". This is evidently not effective and we all we achieve is a higher rate of offending.",
        "closed_at": null,
        "created_at": "2018-02-02T15:19:58.727Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-03T07:16:22.259Z",
        "opened_at": null,
        "rejected_at": "2018-02-12T14:16:55.352Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what specific changes to the UK prison system you'd like to see.  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-02-12T14:17:00.662Z"
    },
    "id": 211706,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211706.json"
    },
    "type": "petition"
}