{
    "attributes": {
        "action": "Change the law to stop the abuse of people voting twice LEGALLY.",
        "additional_details": "This week just gone Plymouth Labour were actively campaigning to sign students up so they can vote in the local elections at home and while staying in Plymouth for their course. labour are not breaking the law by doing this but they are using a loophole in the law to gain votes in two areas from one person and this is wrong. \r\n\r\n One person one vote and that vote should place in only one area. If you are registered to vote in one area you should not have the right to vote in other areas as well.",
        "background": "Everyone registered should have the right to vote but people such as students can register to vote at home, in the city they study in and in other places if they are registered.\r\n\r\n This allows abuses of the system by political parties such as Labour.",
        "closed_at": null,
        "created_at": "2018-02-04T14:38:14.803Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-04T14:47:50.605Z",
        "opened_at": null,
        "rejected_at": "2018-02-12T15:56:31.211Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure whether you want to ban people from registering to vote in more than one area or whether you want to ban people from voting in more than one area. \r\n\r\nAt the moment, it is legal to be registered in more than one area but it is illegal to vote more than once in the same type of election, such as in a UK general election.\r\n\r\nIt is legal to vote in the local elections of two different local councils if you are registered in two different areas.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-02-13T10:23:14.873Z"
    },
    "id": 211870,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211870.json"
    },
    "type": "petition"
}