{
    "attributes": {
        "action": "Charge and bring to trial those who make false allegations",
        "additional_details": "However the complainants are not charged with perjury and/or the police has not been criticised. As a result innocent individuals lives get destroyed including their names printed in the papers, a mark on there record for life even when there is no evidence and/ or they are found not guilty by way of a jury or before court in some cases where they spend time in jail. the False complainant receives immunity from prosecution and is protected by the state.",
        "background": "There have been many recent cases related rape that have been dropped at or before court due to false allegations, non disclosure of vital evidence or no evidence.",
        "closed_at": null,
        "created_at": "2018-02-03T22:43:33.442Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-03T23:13:07.364Z",
        "opened_at": null,
        "rejected_at": "2018-02-12T10:44:09.157Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nMaking a false allegation of a crime may already in some circumstances lead to a jail sentence - for example, if someone is found guilty of perverting the course of justice. In other cases, people who are accused of making false accusations may be prosecuted for wasting police time. We're not sure what else you'd like Parliament and Government to do.\r\n\r\nYou could start a new petition asking for a specific change to the law.\r\n\r\nIn any case, we can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The police and the CPS are responsible for deciding whether to charge people with a crime. \r\n\r\nYou may find this guidance from the Crown Prosecution Service helpful:\r\n\r\nhttp://www.cps.gov.uk/legal/p_to_r/perverting_the_course_of_justice_-_rape_and_dv_allegations "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-02-12T13:13:25.498Z"
    },
    "id": 211829,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211829.json"
    },
    "type": "petition"
}