{
    "attributes": {
        "action": "Department for Transport Give us clarity on the misquoted speed limits for van's",
        "additional_details": "I have taken the liberty to write the full details of my petition here in the below link\r\n\r\nhttp://bentcop.boards.net/thread/160/petition-government-clarity-speed-limits\r\n\r\nWhere i point out my concerns and points. Quoting legislation.\r\n\r\nHM Government have lied on their advice pages and it is within our rights to call for clarity on the matter and an official statement confirming I am correct so that the Highways Authorities are not in any further confusion over the matter",
        "background": "The government has certain legislation in place for speed limits of different classes of vehicles. There is some confusion to which vehicles these different speeds are applied to, especially on dual carriageways. The various Road traffic authorities need to be officially put right on this matter",
        "closed_at": null,
        "created_at": "2018-02-04T13:28:59.128Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-13T20:04:50.279Z",
        "opened_at": null,
        "rejected_at": "2018-02-19T14:40:42.687Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned that there may be confusion about the speed limits for vans, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to publish clearer guidance about speed limits for certain kinds of vehicle."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-02-19T14:40:42.696Z"
    },
    "id": 211867,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211867.json"
    },
    "type": "petition"
}