{
    "attributes": {
        "action": "Make the television license a voluntary contribution not a legal requirement.",
        "additional_details": "It promotes sexism by not paying women and men equally for the same positions and has no public input on how funds are spent.  An organisation funded by the public should be unbiased in ALL areas.",
        "background": "The BBC is publicly funded yet is completely biased in political views. It has admitted to broadcasting programmes that are biased in favour of the Labour Party and has deliberately misled the public in it's reporting of Conservative views and the Brexit rederendum and process.",
        "closed_at": null,
        "created_at": "2018-02-03T20:37:49.452Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-03T21:12:04.680Z",
        "opened_at": null,
        "rejected_at": "2018-02-09T13:13:50.314Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure whether your petition is about BBC bias or how the BBC is funded. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThe BBC is already requireded to deliver impartial news by the \"Royal Charter for the continuance of the British Broadcasting Corporation\" and the \"Agreement Between Her Majesty’s Secretary of State for Culture, Media and Sport and the British Broadcasting Corporation\". \r\n\r\nIf you would like to submit a complaint about a BBC programme, you can do so using the link below:\r\n\r\nhttp://www.bbc.co.uk/complaints/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-02-09T13:13:56.800Z"
    },
    "id": 211818,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211818.json"
    },
    "type": "petition"
}