{
    "attributes": {
        "action": "Stop Chester Zoo from turning the historical Oakfield House into a pub",
        "additional_details": "Since Chester Zoo's first opening in 1931, Oakfield House has been at the center of it all. The house not only has the zoo to thank for its expressive history but was also used as a hostel for veterans during WW1 to then become a hospital and eventually the property was bought by George Mottershead to become what is now Chester Zoo. \r\nThe house has been used for private functions and events in the past but has still remained a site of historical importance to many who wish it to remain as such.",
        "background": "Oakfield House has been the center of Chester Zoo's historical origin since George Mottershead first started the zoo, with his family and sometimes his oddly exotic animals being housed there. The house is at the center of the zoo and is currently being refurbished to become a pub.",
        "closed_at": null,
        "created_at": "2018-02-05T15:58:28.935Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-05T20:59:35.790Z",
        "opened_at": null,
        "rejected_at": "2018-02-12T16:23:27.487Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for Oakfield House. \r\n\r\nChester Zoo and Oakfield House are the responsibility of the North of England Zoological Society.\r\n\r\nLicensing is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-02-12T16:23:36.807Z"
    },
    "id": 211951,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211951.json"
    },
    "type": "petition"
}