{
    "attributes": {
        "action": "Reinstate Nurse Training Schools attached to Teaching Hospitals",
        "additional_details": "There are thousands of potential nurses in our communities that simply cannot afford to go to university to do their nurse training to then be in debt and earn a very moderate wage once qualified. \r\nThe nursing shortage in the NHS has become progressively worse since nursing became degree level entry only and the NHS is missing out on some potentially superb nurses. We need to inspire future nurses to join our fabulous NHS before it's too late so bring back the Nurse Training Schools now!",
        "background": "Prior to the 1990's nurse training took place in nursing schools attached to teaching hospitals. The entry requirement was 5 GCSE's. Student nurses earned a basic salary and made up a third of the NHS workforce!",
        "closed_at": null,
        "created_at": "2018-02-05T18:15:57.413Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-05T18:57:05.971Z",
        "opened_at": null,
        "rejected_at": "2018-02-12T14:31:23.529Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure whether you'd like to change the entry requirements to nursing courses, change the qualifications someone needs to become a nurse or something different. \r\n\r\nIn September 2018 it will be possible to train to be a nurse without going to university through a nursing degree apprenticeship. You can find out more about that here: \r\n\r\nhttps://www.gov.uk/government/publications/nursing-degree-apprenticeships-factsheet/nursing-degree-apprenticeship-factsheet\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-02-13T10:23:23.177Z"
    },
    "id": 211965,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211965.json"
    },
    "type": "petition"
}