{
    "attributes": {
        "action": "The government to provide small state secondary schools",
        "additional_details": "Some private schools offer a nurturing timetable alongside studying for G.C.S.E’s. Not many  parents of pupils can afford the costs involved. Surely it is time the government provided more options for secondary education to help reduce anxiety for these children. A lot of children suffering with anxiety find busy environments stressful alone without the added pressures of secondary education in a large school.",
        "background": "Most secondary schools in the uk hold over 1000 pupils. A lot of pupils attend small state primary schools. These children often struggle to cope with the changes this brings. With anxiety and mental health issues on the rise in children surely smaller secondary schools would help these pupils.",
        "closed_at": null,
        "created_at": "2018-02-05T21:27:42.819Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-06T15:12:59.204Z",
        "opened_at": null,
        "rejected_at": "2018-02-12T17:02:42.855Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure whether you'd like the Government to create new specialist small schools or to cap the size of schools. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government to cap the size of secondary schools, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-02-12T17:02:50.076Z"
    },
    "id": 211978,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211978.json"
    },
    "type": "petition"
}