{
    "attributes": {
        "action": "Ensure the UK leaves all EU defence rules, policies and structures on 29/03/19.",
        "additional_details": "http://veteransforbritain.uk/brexit-and-defence-integration-a-short-summary/\r\n\r\nhttp://veteransforbritain.uk/the-seven-ways-eu-defence-union-binds-the-uk-in-terms-of-brexit/\r\n\r\nhttp://veteransforbritain.uk/pesco-avoided-but-risks-remain/\r\n\r\nhttp://veteransforbritain.uk/dexeus-defence-partnership-paper-is-a-grave-mistake-and-gives-the-eu-control/\r\n\r\nhttp://veteransforbritain.uk/vfb-chairman-speech/\r\n\r\nhttps://www.brugesgroup.com/blog/the-uk-is-stuck-in-a-quagmire-over-eu-defence-union",
        "background": "Since November 2016, the UK has joined all parts of the EU’s \"defence union\" except one, without any vote by MPs. These include finance, command centre and a central budget.\r\nIf the UK stays in them or if any of them go into an exit agreement, as Govt has proposed, the UK will not have left the EU.",
        "closed_at": null,
        "created_at": "2018-02-04T20:43:53.030Z",
        "creator_name": "David Banks",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-04-10T16:07:55.949Z",
            "details": "We have always said that Parliament must be fully involved in shaping our exit from the EU. The Government has committed to hold a vote on the final deal in Parliament as soon as possible after the negotiations have concluded. This vote will cover both the Withdrawal Agreement and the terms for our future relationship. If Parliament supports the resolution to proceed with the Withdrawal Agreement and the terms for our future relationship, the Government will bring forward a Withdrawal Agreement & Implementation Bill to give the Withdrawal Agreement domestic legal effect.\r\n\r\nWhere it is necessary to implement future agreements the Government will introduce further legislation where it is needed, ensuring further opportunities for proper parliamentary scrutiny. \r\n\r\nWith regards to our future security partnership with the EU, in Munich, the Prime Minister set out the UK’s unconditional commitment to European security. It has always been the case that our security at home is best advanced through global cooperation, working with institutions that support that, including the EU. We want to develop a new partnership with the EU that builds on the depth and breadth of our existing security relationship; from foreign and defence policy, to law enforcement and criminal judicial cooperation.\r\n\r\nOur success will also depend on a breadth of partnerships that extend beyond cooperation with the EU. We must develop more bilateral cooperation between European nations, build the ad-hoc groupings that allow us to counter terrorism and hostile state threats, and we must ensure a reformed, modernised NATO remains the cornerstone of our shared security.\r\n\r\n\r\n\r\nAlongside this, the UK remains committed to using its assets, capabilities and influence alongside the EU and our European partners. Our cooperation in this regard is not just vital because our people face common threats, but also because we share a deep, historic belief in the same values - the values of peace, democracy, human rights, and the rule of law.\r\n\r\nThe UK therefore seeks to develop a deep and special partnership with the EU that goes beyond existing third country arrangements, and which builds on the breadth and depth of our shared interests and values. This must be a partnership that underpins practical collaboration to tackle real world challenges.\r\n\r\nAs part of this cooperation, where it is in the mutual interest, the UK would be ready to participate in EU missions and operations. However, we would require a level of involvement in the development and planning of such missions and operations, commensurate with the scale of deployment and the operational risk attached. \r\n\r\nIn other areas, a more informal relationship could work for both parties. For instance, we will no longer be party to Common Foreign and Security Policy, and will pursue an independent foreign policy. But we should maintain regular close consultations on foreign and security policy issues, and align where it is in our mutual interest. An informal, political relationship would enable cooperation but retain the autonomy of both the UK and the EU.\r\n\r\nWe intend, therefore, to approach negotiations with flexibility and practical benefit in mind. We are not seeking a one-size-fits-all approach to institutional engagement, which we consider could be counter-productive. \r\n\r\nWe want the EU to succeed in its foreign and security policy goals, which we share, as made clear in the Strategic Defence and Security Review 2015 and the 2016 EU Global Strategy.\r\n\r\nDepartment for Exiting the European Union",
            "summary": "The British people voted to leave the EU, and the Government will respect that decision. We want to develop a new partnership with the EU that builds on our existing security relationship.",
            "updated_at": "2018-04-10T16:07:55.949Z"
        },
        "government_response_at": "2018-04-10T16:07:55.953Z",
        "moderation_threshold_reached_at": "2018-02-05T11:04:36.402Z",
        "opened_at": "2018-02-16T14:07:23.840Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-03-19T15:44:57.081Z",
        "scheduled_debate_date": null,
        "signature_count": 14655,
        "state": "open",
        "updated_at": "2018-05-29T09:48:30.486Z"
    },
    "id": 211905,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211905.json"
    },
    "type": "petition"
}