{
    "attributes": {
        "action": "Stop persecuting rape victims for speaking out and telling people what happened",
        "additional_details": "Less than 6% of reported rape cases end in a conviction. The legal system is failing THOUSANDS of people every year.\r\n\r\nMillions of people have been assaulted and the current law system effectively GAGS them and prevents them from speaking out to help protect and arm people with the knowledge to make an informed decision about the potentially dangerous person/rapist.\r\n\r\nSee this article: http://www.independent.co.uk/voices/comment/my-partner-raped-me-and-i-was-the-one-prosecuted-9897674.html",
        "background": "Many victims of rape feel the need to speak out about their experiences and raise awareness with relevant people so they can make informed decisions.\r\n\r\nHowever under current laws victims can be persecuted under the Malicious Communications Act if they tell people what happend.",
        "closed_at": null,
        "created_at": "2018-02-05T18:51:05.163Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-05T19:35:45.239Z",
        "opened_at": null,
        "rejected_at": "2018-02-13T17:39:51.451Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about rape victims being prosecuted under the Malicious Communications Act, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask for a specific change to the law. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-03-08T10:24:14.719Z"
    },
    "id": 211969,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211969.json"
    },
    "type": "petition"
}