{
    "attributes": {
        "action": "Make more bridle ways and then keep the bridle ways intact.",
        "additional_details": "People moan because horses are on the road or there feces are on the road but if we had bridle ways that were usable then we wouldn’t be on the road in the first place. One person stated ‘when I went for a ride today a car came past extremely fast and when I signaled them to slow down they mouthed sware words at me.’ This person obviously didn’t like the horses being on the road but the horse wouldn’t have been there if they had a bridle way.",
        "background": "People are always complaining that horses shouldn’t be on the road but as riders we have to go onto the road because we don’t have bridles ways or can’t use a bridle way because it hasn’t been kept intact.",
        "closed_at": null,
        "created_at": "2018-02-05T16:56:24.202Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-05T17:40:16.119Z",
        "opened_at": null,
        "rejected_at": "2018-02-13T17:40:21.979Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The designation and maintenance of bridleways is the responsibility of your local council, or in some cases a national park authority.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-02-22T11:11:22.595Z"
    },
    "id": 211959,
    "links": {
        "self": "https://petition.parliament.uk/petitions/211959.json"
    },
    "type": "petition"
}