{
    "attributes": {
        "action": "To ban sharia law in the UK.",
        "additional_details": "",
        "background": "If Sharia law is being used in the U.K. then the persons or organisations using it or enforcing it to be arrested, find or deported with there British passports revoked and benefits stopped.",
        "closed_at": null,
        "created_at": "2018-02-06T17:54:26.252Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-06T18:08:49.931Z",
        "opened_at": null,
        "rejected_at": "2018-02-12T17:43:11.212Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the Government to take, since Sharia councils already operate under British law in the UK.\r\n\r\nIn a response to a previous petition, the Government said:\r\n\r\n\"There are a number of Sharia councils in England and Wales which help Muslim communities resolve civil and family disputes, by making recommendations, which they hope the parties will abide by. They are not part of the court system in this country and have no means of enforcing their decisions. If any of the decisions or recommendations they make are contrary to national law (including the Equality Act 2010) then national law prevails. This is no different to any other council or tribunal - whether or not based on Sharia principles.\"\r\n\r\nYou can read the full response here:\r\n\r\nhttps://petition.parliament.uk/archived/petitions/48352\r\n\r\nYou may wish to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/203740"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-02-12T17:43:20.442Z"
    },
    "id": 212049,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212049.json"
    },
    "type": "petition"
}