{
    "attributes": {
        "action": "Debate the validity of Dr T Colin Campbell's findings in The China Study",
        "additional_details": "Following Dr Campbell's objection, which was effectively ignored, I also submitted a detailed complaint to the BBC and later Ofcom on appeal. Yet both of these organisations failed to understand or engage with the issue.\r\n\r\nDr Campbell's ideas in The China Study offer potential solutions to our current and seemingly intractable health and environmental crises. Parliament should debate their worth and meaning properly.\r\n\r\nFull petition text: http://wholistnutrition.com/bbc-campaign",
        "background": "The BBC recently dismissed the findings of Dr T Colin Campbell in The China Study as \"not proven\" (Horizon \"Clean Eating - The Dirty Truth\", BBC2, 19 Jan 2017). Dr Campbell immediately complained that his words had been taken out of context.",
        "closed_at": null,
        "created_at": "2018-02-06T12:24:31.406Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-06T12:52:06.889Z",
        "opened_at": null,
        "rejected_at": "2018-04-25T13:29:25.617Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for deciding the \"validity\" of research findings.\r\n\r\nYou could start a new petition calling for the House of Commons to debate the benefits of a plant-based diet, or take a specific action to tackle health and/or environmental issues, if that's what you would like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-04-25T15:12:52.340Z"
    },
    "id": 212016,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212016.json"
    },
    "type": "petition"
}