{
    "attributes": {
        "action": "Allow RPN calculators in public examinations (such as GCSEs and A Levels)",
        "additional_details": "RPN (Reverse Polish Notation) was a popular input logic for calculators during the late 20th century. As technology improved, calculator manufacturers rushed to make calculators easier to use. Students can now blindly copy an expression from their page into their calculator and get an answer without any understanding of the mathematics, which causes problems as their progress academically. The use of RPN calculators in examinations would encourage a deeper understanding of the mathematics.",
        "background": "RPN calculators require the student to understand the order of operations of their mathematical expression, rather than simply copying an expression from the page into their calculator. Algebraic and textbook entry calculators encourage bad habits and inhibit mathematical understanding.",
        "closed_at": null,
        "created_at": "2018-02-07T12:22:12.097Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-08T06:16:01.206Z",
        "opened_at": null,
        "rejected_at": "2018-02-14T17:06:13.947Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. RPN calculators don't seem to currently be forbidden from use in GCSE or A-level exams. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a petition asking for maths students to be taught how to use RPN calculators. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-03-08T11:51:09.812Z"
    },
    "id": 212114,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212114.json"
    },
    "type": "petition"
}