{
    "attributes": {
        "action": "Make endometriosis apart of the disability and equalities act 2010.",
        "additional_details": "The average diagnosis for endometriosis is 4 years, Doctors don't know enough about it! A&E records will show that women with endometriosis attend on a regular basis in crippling pain, passing out, vomiting, dizzy, bleeding heavily. Try working a normal day, getting penalised by your employer for not attending, they can't see your illness! Recognising endometriosis on the disability and equality act 2010 will stop us being discriminated agaisnt for a disease we can not control. Thank you.",
        "background": "Endometriosis is often debilitating causing chronic pain, fatigue, depression, infertility, bowel issues, the list goes on. These issues interfere with the ability to work or cause multiple absences threatening our job or our ability to get one. Endometriosis is a disease!",
        "closed_at": null,
        "created_at": "2018-02-07T12:18:08.813Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-07T12:33:29.881Z",
        "opened_at": null,
        "rejected_at": "2018-02-12T12:17:40.163Z",
        "rejection": {
            "code": "no-action",
            "details": "The Disability Discrimination Act (DDA) and the Equality Act don't name specific medical conditions. In most cases, it’s the impact on the person’s life that qualifies them for support or protection under the law.\r\n\r\nYou can find out more about showing that you're disabled under the Equality Act here: \r\n\r\nhttps://www.citizensadvice.org.uk/law-and-courts/discrimination/protected-characteristics/showing-you-re-disabled-under-the-equality-act/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do to support people who are suffering from endometriosis.\r\n\r\nYou might like to sign this petition, which calls for an awareness campaign about endometriosis:\r\n\r\nhttps://petition.parliament.uk/petitions/202334"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-02-12T12:17:51.703Z"
    },
    "id": 212113,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212113.json"
    },
    "type": "petition"
}