{
    "attributes": {
        "action": "Introduce a regulatory framework for Credit Reference Agencies",
        "additional_details": "Currently credit reference agencies provide information to 3rd parties regarding people personal credit history. Currently Credit Reference Agencies are not regulated and pay scant regard to the quality or accuracy of the data that is held by them. This petition is to request the government to introduce regulatory controls into Credit Reference Agencies and the creation of an Ombudsman service to arbitrate on disputed items.",
        "background": "Create a regulatory body that directs behavior of Credit Reference Agencies to take responsibility for their data",
        "closed_at": null,
        "created_at": "2018-02-07T12:05:52.585Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-07T15:13:39.904Z",
        "opened_at": null,
        "rejected_at": "2018-02-13T17:21:41.286Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. Credit reference agencies are already regulated by the Financial Conduct Authority, which is independent of Government. Concerns about inaccuracies in your credit file can currently be reported to the Information Commissioner's Office, via the link below:\r\n\r\nhttps://ico.org.uk/concerns/handling/\r\n\r\nConcerns about credit files may also be handled by the Financial Ombudsman Service, via the link below:\r\n\r\nhttp://www.financial-ombudsman.org.uk/consumer/complaints.htm"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-02-13T17:21:47.667Z"
    },
    "id": 212110,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212110.json"
    },
    "type": "petition"
}