{
    "attributes": {
        "action": "Swap statue of Oliver Cromwell with the Statue of Emmeline Pankhurst.",
        "additional_details": "In this the 100 year celebration of suffragette movement. To move the statue of  Emmeline Pankhurst residing in Victoria Tower Gardens to a more proment posstion. \r\nBy moving the stautue of Oilver Cromwell at the front of Parliment and give that place to Emmeline Pankhurst and place the stautue of Oilver Cromwell in Victoria Gardens. \r\nThe Victoria gardens is the public back gardens to Parlement easly missed by visitors ,visting Westminster Palace.",
        "background": "To swap over the Statue Of Oliver Cromwell proment in front of parliment and replace with the statue of Emmeline Pankhurst in Victoria Tower Gardens.",
        "closed_at": null,
        "created_at": "2018-02-08T11:18:47.623Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-09T10:08:47.881Z",
        "opened_at": null,
        "rejected_at": "2018-04-12T16:47:08.554Z",
        "rejection": {
            "code": "no-action",
            "details": "Statues in Victoria Tower Gardens aren't the responsibility of the UK Parliament, so it's not clear how these statues could be swapped in the way your petition asks for. \r\n\r\nYou could start a new petition explaining clearly what you would like Parliament to do. For example, you could ask Parliament to replace the current statue of Oliver Cromwell with its own statue of Emmeline Pankhurst. Alternatively, you could ask Parliament to negotiate an exchange of statues with the Royal Parks, which is responsible for Victoria Tower Gardens. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-04-12T16:47:08.563Z"
    },
    "id": 212232,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212232.json"
    },
    "type": "petition"
}