{
    "attributes": {
        "action": "Have a referendum on our education system and how it is damaging our children.",
        "additional_details": "Children need to be children!  They suffer huge pressures in school - socially and educationally.  Our children's mental health is suffering unforgivably. Children need time away from education to be themselves, and to play.  Too much homework means they don't get that precious time. Relieve some of the pressure that is suffocating our younger generations otherwise the results will likely be catastrophic for our society.  There is enough evidence out there to prove we are doing this all wrong!",
        "background": "I ask the government to consider the wellbeing of our children. Discuss ways to relieve unnecessary pressure, exams and mental and emotional distress. Find ways to prioritise positive learning experiences in a supportive environment. Many kids have bad mental health from a very young age nowadays.",
        "closed_at": null,
        "created_at": "2018-02-08T13:53:03.862Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-18T15:26:48.057Z",
        "opened_at": null,
        "rejected_at": "2018-03-01T12:34:19.231Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you'd like the education system to be reformed, but we're not sure what question you'd like to be asked in a referendum.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you're concerned about young people's mental health, you may be interested to know that the UK Government  is asking people for their views on a green paper setting out measures to improve mental health support for children and young people. You can find out more here:\r\n\r\nhttps://engage.dh.gov.uk/youngmentalhealth/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-03-01T14:05:05.655Z"
    },
    "id": 212258,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212258.json"
    },
    "type": "petition"
}