{
    "attributes": {
        "action": "Return stolen precious collections back to the owner country Ethiopia .",
        "additional_details": "There are collections such as manuscripts  that have been brought by stealing in different occasion from the country Ethiopia. This manuscript are precious also dates back many centuries. \r\nThe library stated \"One of the library's core purposes is to make collections accessible to everyone\". However this action can not be done by theft they should have consent from the ownership and they don't have it. \r\nTherefore I call up on the UK Government and the House of Commons to take action here in the 21st century.",
        "background": "There are numbers of collections in the national library of UK \"The British Library\" ; which are not collected in a legal standard way. Quite frankly they have been brought to the place by action of theft. Inaddtion to this; the precious collections have not been used correctly as they should.",
        "closed_at": null,
        "created_at": "2018-02-08T19:18:43.880Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-08T22:05:22.044Z",
        "opened_at": null,
        "rejected_at": "2018-03-07T11:21:51.979Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The repatriation of an item from the collection of the British Museum is a matter for the Trustees of the British Museum, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-03-25T17:26:56.818Z"
    },
    "id": 212304,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212304.json"
    },
    "type": "petition"
}