{
    "attributes": {
        "action": "Proscribe Antifa and other left wing anarchist groups as domestic terrorists",
        "additional_details": "",
        "background": "Groups such as Antifa have publicly boasted that they’re willing to use violence in the name of \"social justice\". \r\nIn 2017 confidential documents revealed that US Homeland Security officials had classified Antifa as “domestic terrorists”. The UK should and must follow suit.\r\n",
        "closed_at": null,
        "created_at": "2018-02-09T06:19:23.908Z",
        "creator_name": "Nigel Daly",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-03-26T15:22:01.652Z",
            "details": "Under the Terrorism Act 2000, the Home Secretary may proscribe an organisation if she believes it is concerned in terrorism, and it is proportionate to do.  For the purposes of the Act, this means that the organisation:\r\n•\tcommits or participates in acts of terrorism; \r\n•\tprepares for terrorism; \r\n•\tpromotes or encourages terrorism (including the unlawful glorification of terrorism); or \r\n•\tis otherwise concerned in terrorism.\r\n\r\n“Terrorism” as defined in the Act, means the use or threat which: involves serious violence against a person; involves serious damage to property; endangers a person’s life (other than that of the person committing the act); creates a serious risk to the health or safety of the public or section of the public; or is designed seriously to interfere with or seriously to disrupt an electronic system.  The use or threat of such action must be designed to influence the government or an international governmental organisation or to intimidate the public or a section of the public and be undertaken for the purpose of advancing a political, religious, racial or ideological cause.\r\n\r\nThe Government’s ‘Prevent’ strategy addresses all forms of terrorism, including that which is inspired by far left extremism. Preventing terrorism involves challenging extremist (and non-violent) ideas which are part of terrorist ideology.\r\n\r\nIn October 2015 we published the first ever Counter-Extremism Strategy to protect our communities from the wider social harms beyond terrorism caused by extremism. Extremists seek to justify behaviour that contradicts and undermines our shared values. If left unchallenged, the values that bind our society together start to fall apart. Women’s rights are eroded, intolerance and bigotry become normalised, minorities are targeted and communities become separated from the mainstream. Such behaviour cannot and will not go uncontested.\r\n\r\nThe Government is taking a comprehensive approach to tackling the evil ideology of extremism – whether violent or non-violent, Islamist, far-right or far-left.\r\n\r\nThe Counter-Extremism Strategy has four key pillars. We are: vigorously countering extremist ideology – making sure every part of government is taking action; actively supporting mainstream voices - especially in our faith communities and civil society; disrupting the most harmful extremists - using all of the tools available to us; and building more cohesive communities - by tackling segregation and feelings of alienation which can provide fertile ground for extremists’ messages. \r\n\r\nHome Office",
            "summary": "While we keep the list of proscribed organisations under review, we do not routinely comment on whether an organisation is or is not under consideration for proscription. ",
            "updated_at": "2018-03-26T15:22:01.652Z"
        },
        "government_response_at": "2018-03-26T15:22:01.654Z",
        "moderation_threshold_reached_at": "2018-02-09T20:39:01.733Z",
        "opened_at": "2018-02-22T11:05:19.242Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-03-13T16:45:34.425Z",
        "scheduled_debate_date": null,
        "signature_count": 15057,
        "state": "open",
        "updated_at": "2018-05-29T11:39:13.250Z"
    },
    "id": 212366,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212366.json"
    },
    "type": "petition"
}