{
    "attributes": {
        "action": "Increase fine when someone puts the incorrect rubbish in recycling bins.",
        "additional_details": "Across the UK, we are now recycling on average about 25% of our rubbish. Which I think needs to be improved on as the other 75% is normal waste, most of this is disrupting our environment. I think many of our products are not recyclable so that is half the problem. If we make more packaging recyclable, then this would increase the amount of people putting the right rubbish in the right bin. If we do increase the fine then less people would do it. This would also make the dust bin mans job easier.",
        "background": "Recycling is an ever growing issue in the UK which needs to be improved on. The only way this can be worked on is by increasing the fine if you put the wrong rubbish in the recycling bin. Currently the fine is just over £100 which is too low. Many people do not understand what to recycle.",
        "closed_at": null,
        "created_at": "2018-02-09T10:02:10.431Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-09T16:55:11.888Z",
        "opened_at": null,
        "rejected_at": "2018-02-15T11:31:56.803Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-02-15T11:31:56.810Z"
    },
    "id": 212394,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212394.json"
    },
    "type": "petition"
}