{
    "attributes": {
        "action": "Protect the vulnerable and disabled from abuse in the care system",
        "additional_details": "With the recent revelations about care home employees, taunting, striking, abusing and otherwise assaulting those in their care, it becomes apparent that existing laws and standards are not enough. We need to place more importance on oversight of those employees of the care system, while at the same time providing for a stricter punishment of those that are in a position of trust that abuse people in their care, including prison sentences or if they are not British citizens, deportation.",
        "background": "With the recent media coverage of the increase in assaults and abuse of those in vulnerable situations, that can't speak for themselves, it becomes apparent that there needs to be added statutes and laws to protect them. While assault is bad enough, those with disabilities need added protection.",
        "closed_at": null,
        "created_at": "2018-02-09T18:37:26.817Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-09T20:44:46.157Z",
        "opened_at": null,
        "rejected_at": "2018-02-15T11:25:09.905Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about vulnerable and disabled people in the care system, but we're not sure exactly what you'd like the Government or Parliament to do to protect them from abuse.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-02-15T11:25:09.913Z"
    },
    "id": 212456,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212456.json"
    },
    "type": "petition"
}