{
    "attributes": {
        "action": "Save the Glenburn 3G Pitches.",
        "additional_details": "The pitch is currently on the derelict Glenburn site, going to waste.\r\n\r\nIt can't remain in situ with an infrastructure built around it, due to health and safety.\r\n\r\nWe worked as a cluster of Schools and have put forward the idea of rehoming it on Delph Side's School field, in the heart of the town on a secure site.\r\n\r\nWe need funds to move it, we had planned to apply for a bid, with community and youth sport at the heart of it. However, without the support of our local council, this is impossible.",
        "background": "Please sign this petition to show your support for our forgotten town, Skelmersdale.\r\n\r\nService, after service have been taken from the town, now, it looks likely we will lose our 3G pitch! A vital community asset which BELONGS to the people of Skelmersdale.",
        "closed_at": null,
        "created_at": "2018-02-09T12:06:19.082Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-09T12:12:15.639Z",
        "opened_at": null,
        "rejected_at": "2018-02-14T12:23:09.576Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2018-02-14T12:23:09.584Z"
    },
    "id": 212413,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212413.json"
    },
    "type": "petition"
}