{
    "attributes": {
        "action": "Set up a public inquiry into the National problem of Paedophile grooming gangs",
        "additional_details": "Rotheram, Luton. Oxford, Huddersfield, Sunderland and numerous other towns counties cities and rural areas have seen an increase in paedophilia grooming gangs of various race colour and religions in the UK many within religious sectors and the inquiry needs to focus on culture religion and if many of these attacks are focused on a particular race and if culltural is an influence in these attacks.Sentencing never seems severe enough and local authorities seem to make the same mistakes.",
        "background": "Paedophile grooming gangs seem endemic nationwide in the UK it is apparent some are possibly racially motivated & the UK public deserves protection from this and an inquiry should investigate fully if race & culture is a factor and if sentencing is adequate and investigate if culture influences rape",
        "closed_at": "2018-09-07T22:59:59.999Z",
        "created_at": "2018-02-09T19:36:19.407Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-05-15T15:25:05.379Z",
            "details": "Child abuse is a despicable crime and the Government is committed to keeping children and young people safe from all forms of abuse.  We are clear that if child abuse takes place it must be thoroughly and properly investigated and those responsible brought to justice – the race, age or gender of the perpetrators is irrelevant.  Child sexual exploitation is not exclusive to any single culture, community, race or religion, and political or cultural sensitivities must not get in the way of preventing and uncovering it. \r\n\r\nThe Government is clear there should be an honest open debate on child sexual exploitation, including racial motivation.\r\n\r\nIn February 2017, the Government  published the ‘Tackling Child Sexual Exploitation: Progress Report’ and announced a £40 million package of measures to protect children and young people from sexual abuse and exploitation and crack down on offenders.  The ‘Progress Report’ details delivery of the ambitious programme of work set out in the 2015 ‘Tackling Child Sexual Exploitation’ report, and signals a step change in our national response to sexual exploitation and violence against children and young people. The full report can be found at: https://www.gov.uk/government/publications/tackling-child-sexual-exploitation-progress-report. \r\n\r\nKey Actions include:\r\n  \r\n•\tWe have invested significantly in the law enforcement response to child sexual abuse, giving it the status of a national threat to empower police forces to apply their best skills and expertise to tackle the problem, and providing millions of pounds of investment through the Police Transformation Fund. This has led to a surge in police activity with an increasing number of cases prosecuted in the courts and heavy sentences handed down. We have invested in the frontline response to child sexual abuse, for example recruiting an extra 100 specialist rape and child sexual abuse prosecutors, establishing new investigative teams in the National Crime Agency, and launching a new Child Sexual Exploitation Response Unit to support social care, health and other agencies.  Our new £7.5 million Centre of Expertise on Child Sexual Abuse is conducting research into types of offending, so that we can understand and target them more effectively.\r\n\r\n•\tWe have funded a large scale communications campaign – Together, we can tackle child abuse – to raise awareness and encourage the public to report child abuse and neglect.  Additionally, we have published a revised definition of child sexual exploitation and targeted guidance and training, which will ensure professionals have a shared understanding of what child sexual exploitation is and how best to work together to tackle it. \r\n\r\n•\tWe have improved scrutiny through joint inspections of health, police and children’s social care focusing on the quality of frontline practice in dealing with child sexual exploitation and missing children. We have also launched a new national whistleblowing helpline, operated by the National Society for the Prevention of Cruelty to Children (NSPCC), for any employee who wants to raise a concern about how their organisation is dealing with a concern about a child. \r\n\r\n•\tIn the last 3 years, we have provided £7 million in funding for non statutory organisations which support the victims and survivors of sexual abuse, including child sexual abuse, £0.6 million of this funding was distributed directly by the Home Office to organisations working with victims and survivors of sexual abuse over a large geographic area.\r\n \r\nIn March 2015, the Government established the Independent Inquiry into Child Sexual Abuse to consider the extent to which institutions in England and Wales have failed in their duty to protect children from sexual abuse and exploitation.  The Inquiry operates independently of Government and, within its terms of reference, decides for itself what it investigates and how.  It has already announced an investigation into institutional responses to the sexual exploitation of children by organised networks.  The Inquiry also runs a Truth Project to enable victims and survivors of child sexual abuse to share their experiences in a confidential setting and make recommendations for change.  The Inquiry’s work will help us all to understand what went wrong in the past and learn lessons for the future. Further information on the Inquiry, including how to take part in the Truth Project, can be found at: http://www.iicsa.org.uk. \r\n  \r\nSentencing is entirely a matter for our independent courts taking into account all the circumstances of each case.\r\n\r\nHome Office",
            "responded_on": "2018-05-15",
            "summary": "The Government takes child sexual abuse very seriously. It has set up the Independent Inquiry into Child Sexual Abuse which is investigating the sexual exploitation of children by organised networks.",
            "updated_at": "2018-05-15T15:25:05.379Z"
        },
        "government_response_at": "2018-05-15T15:25:05.381Z",
        "moderation_threshold_reached_at": "2018-02-09T21:07:02.928Z",
        "opened_at": "2018-03-07T19:45:31.961Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-03-16T10:46:03.446Z",
        "scheduled_debate_date": null,
        "signature_count": 25533,
        "state": "closed",
        "updated_at": "2019-03-07T14:28:50.680Z"
    },
    "id": 212467,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212467.json"
    },
    "type": "petition"
}