{
    "attributes": {
        "action": "Stop issuing parking tickets to parents dropping their children to school",
        "additional_details": "There needs to be a stop to this form of collecting PCNs, we should be able to drop our kids & pick them up without having to worry about getting a ticket.\r\nWhere my son goes to school is residents parking only, there is no where for us working parents to park or drop them off which is outrageous.\r\nThere should be a time slot for us to pick/drop off our children during the school rush times.\r\nI'm sick of having to pay £65, there is no other way for me to drop of my son & make it to work on time.",
        "background": "I am a working mother with two children, one going to primary school which starts every morning at 8.55am and finishing at 3.15pm.\r\n The council have been sending a car with a camera to collect parking tickets from the parents and guardians dropping off their children to and from school.",
        "closed_at": null,
        "created_at": "2018-02-10T10:54:02.020Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-10T11:48:27.921Z",
        "opened_at": null,
        "rejected_at": "2018-02-13T17:28:36.755Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local parking is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-02-14T14:53:20.043Z"
    },
    "id": 212506,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212506.json"
    },
    "type": "petition"
}