{
    "attributes": {
        "action": "Make scoliosis screening compulsory in all UK schools",
        "additional_details": "Around half of US States have compulsory screening in schools, the program is FREE other than a small cost to train a member of staff to be able to carry out the basic \"Forward Bend\" test. This is a simple solution to a massive, and growing, problem in our society. By catching scoliosis early, the options for treatment is wider and the life of the affected child would be less impacted. The overall cost on the NHS would be lower as each operation for the surgery alone costs in excess of £10,000.",
        "background": "It is estimated 4 out of every 1000 children in the UK have scoliosis.  Once a curve reaches 40 degrees, spinal fusion surgery is the only option for treatment. Introducing a screening program into schools would reduce the number of patients undergoing major, invasive, life changing surgery.",
        "closed_at": "2018-08-15T22:59:59.999Z",
        "created_at": "2018-02-10T21:51:36.141Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-06-28T09:34:17.257Z",
            "details": "The UK National Screening Committee (UK NSC) advises ministers and the NHS in all four countries about all aspects of screening policy and supports implementation.  Using research evidence, pilot programmes and economic evaluation, it assesses the evidence for programmes against a set of internationally recognised criteria.\r\n\r\nIn August 2016, following a three month consultation that was hosted on the UK NSC website between February and May 2016, the UK NSC reviewed the evidence for adolescent idiopathic scoliosis and concluded that screening for this condition should not be offered.  This recommendation was made because it concluded that there is no agreed cut off of the forward bend where doctors would agree that treatment is necessary - this means that some children would go on to have further tests when they would get better on their own and some would miss tests and treatments they would benefit from.  It was not clear that treating people following detection by screening results had additional benefit over detection through current clinical practice, and many people would require unnecessary follow-up and X-ray exposure because the current screening test could not accurately predict those people requiring intervention from those people who did not.\r\n\r\nHowever, the UK NSC will be reviewing adolescent idiopathic scoliosis screening again in 2019/20 and a public consultation on the UK NSC’s evidence review will be made available at http://legacy.screening.nhs.uk/scoliosis. \r\n\r\nInformation on how to register as a stakeholder when the consultation is available can be requested by contacting the Screening Helpdesk - https://legacyscreening.phe.org.uk/email_us_form.php\r\n",
            "responded_on": "2018-06-28",
            "summary": "The Government accepts the UK National Screening Committee recommendation not to introduce a screening programme for scoliosis at this time.  This recommendation will be reviewed in 2019/20.",
            "updated_at": "2018-06-28T09:34:17.257Z"
        },
        "government_response_at": "2018-06-28T09:34:17.259Z",
        "moderation_threshold_reached_at": "2018-02-10T22:02:04.727Z",
        "opened_at": "2018-02-15T12:15:18.700Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-06-06T06:14:09.947Z",
        "scheduled_debate_date": null,
        "signature_count": 14374,
        "state": "closed",
        "updated_at": "2018-08-21T15:35:14.958Z"
    },
    "id": 212554,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212554.json"
    },
    "type": "petition"
}