{
    "attributes": {
        "action": "Prevent disability discrimination in organ transplants\r\n",
        "additional_details": "Our children’s lives matter just as much as any other child.\r\n\r\nThere are a lot of prejudices against people with disabilities. To ensure that decisions on organ transplants are fair, everyone involved in decisions about who should receive a new organ need specialist training. They need to understand how full the lives of people with disabilities can be and how to explain transplants to people with learning disabilities.",
        "background": "People with disabilities, such as Down’s Syndrome, should be as entitled to organ transplants as everyone else. Many parents of children who have Down’s Syndrome are told that their children won’t be put on the transplant list. Each child should assessed on an individual basis. ",
        "closed_at": "2018-09-05T22:59:59.999Z",
        "created_at": "2018-02-10T21:09:59.445Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-03-20T10:01:14.076Z",
            "details": "In the UK patients with disabilities can and do receive lifesaving organ transplants. A patient with a disability is not discriminated against should they require a transplant, they are assessed in the same way as any other potential recipient.\r\n\r\nAll patients undergo careful assessment before being placed onto the transplant waiting list. This assessment is divided into three main questions. First, whether a patient needs a transplant or whether another more effective treatment is available. Secondly the patient’s fitness is assessed to confirm whether they are well enough to receive a transplant. A transplant operation and the associated treatment that is required to make the transplant work is reasonably risky. Sometimes the patient needs extra procedures or medication before a transplant is even possible. Sadly, some people are just not fit enough to have this life saving or life enhancing operation. Thirdly there is an assessment of whether the patient is going to be able to care for themselves (and the transplant organ) after the transplant. This third stage is treated with particular care as the medical team will need to know whether the patient is able to look after their general health and take all the necessary medication in order to avoid rejection in the new transplant. \r\n\r\nWhen a patient with a learning disability is identified as being suitable for a transplant, the key factors are ensuring that consent for transplantation is in place and that they have the correct support during post-operative care. The process by which consent is obtained will vary depending on the patient’s age (adult or child) and where they live in the UK, as different legislation will apply. Regarding post-operative care, in most circumstances the recipient’s family or carers will be very keen and supportive in giving all care that is needed after the transplant operation. Alternatively, if the patient does not have a carer, social services can often provide the support a person with a disability might need after undergoing a medical procedure. \r\n\r\nDuring the period after a patient has received a transplant, there will be a number of medications that the patient will need  to take. This includes immunosuppressants – drugs which make it much less likely that the new transplanted organ will be rejected. If a transplant recipient decides to discontinue the required post-operative medication, rejection of the organ is very likely to follow, which is why it is important that a patient receives the support they need.\r\n\r\nThere are a range of duties and supporting tools to ensure health professionals are able to support people with a learning disability. \r\n\r\nAll public bodies, including NHS organisations, must be proactive in eliminating unlawful discrimination and advancing equal opportunities, under the Equality Act. Since 1st August 2016 onwards, all organisations that provide NHS care or adult social care have been legally required to follow the Accessible Information Standard. The Standard aims to make sure that people who have a disability, impairment or sensory loss are provided with information that they can easily read and understand and with support so they can communicate effectively with health and social care services.\r\n\r\nThe Government has mandated Health Education England (HEE) to provide national leadership on education, training and workforce development in the NHS in England. Through the Mandate we will ensure that the NHS workforce is “is available in sufficient numbers and possesses the right skills, values and behaviours to deliver care and support for people with learning disabilities, autism, mental health problems and multiple and complex needs”’\r\n\r\nHEE e-Learning for Health have a programme dedicated to disability and the subject is also addressed as part of other e-learning programmes, such as those on the Accessible Information Standard, the Adolescent Health Course, Safeguarding Adults and Safeguarding Children.\r\n\r\nThe Department of Health and Social Care funded the development of Disability Matters, which was launched in February 2015, an e-learning tool providing training in understanding and supporting the needs and rights of people with a disability, developed in partnership with people with a disability and their families. https://www.disabilitymatters.org.uk/ It is a free resource for professionals in the NHS, social care and other settings who might work with people with a disability.\r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2018-03-20",
            "summary": "In the UK, people with disabilities who need an organ transplant are assessed according to their needs in the same way as any other potential recipient. \r\n\r\n",
            "updated_at": "2018-04-27T15:30:36.387Z"
        },
        "government_response_at": "2018-03-20T10:01:14.080Z",
        "moderation_threshold_reached_at": "2018-02-10T23:51:42.265Z",
        "opened_at": "2018-03-05T11:49:40.195Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-03-07T14:04:17.509Z",
        "scheduled_debate_date": null,
        "signature_count": 16813,
        "state": "closed",
        "updated_at": "2018-09-05T23:00:03.458Z"
    },
    "id": 212551,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212551.json"
    },
    "type": "petition"
}