{
    "attributes": {
        "action": "Improve the paying system website for Dartford Crossing or make a new system",
        "additional_details": "I have received a fine more than once not for forgetting but for the site being faulty. Every member of my family who live in the area also have had similar difficulties on the site. And every person known to our family has had similar issues. Not to forget that having to remember to do this when you may have been driving hours up to this point is a little unfair when drivers should be concentrating on driving safely not trying to memorise from a road sign how to pay",
        "background": "I am not even from the area where the Dartford crossing is but I need to use it to visit family. When the toll booths were there it was never a problem to pay the fees. But the website currently used to pay is not only completely not fit for purpose and in full working order but it is easy to forget",
        "closed_at": null,
        "created_at": "2018-02-12T00:17:31.415Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-12T07:22:05.179Z",
        "opened_at": null,
        "rejected_at": "2018-02-15T12:02:23.619Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what changes you'd like to see to the payment system for the Dartford Crossing. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-02-15T12:02:23.628Z"
    },
    "id": 212654,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212654.json"
    },
    "type": "petition"
}