{
    "attributes": {
        "action": "the American law over to England for child murders child rapest and paedophiles",
        "additional_details": "Take poor James bulger his killers got 8 years what that for taking a life thats not long at all. They got a new life when the got out one reofended (paedophile) 40 months he got. \r\nTake baby p that poor little boy what he went through. Two of the 3 are out living under different names. And all the other poor people Something need to be done.they get out and reofend It wouldn't happened if they didn't get let back out.  A sentence shouldn't be halved like it is. Life means life",
        "background": "In America child killers child rapest and paedophiles are put in prison for a hell of a lot longer when we do. We need the American laws over here. But for rapest killers and paedophiles they get a few months or years in prison some get let off with it. It's time to change that.",
        "closed_at": null,
        "created_at": "2018-02-12T02:38:00.820Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-12T02:49:49.714Z",
        "opened_at": null,
        "rejected_at": "2018-02-15T12:02:53.332Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-02-15T12:02:53.339Z"
    },
    "id": 212659,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212659.json"
    },
    "type": "petition"
}