{
    "attributes": {
        "action": "Action an effective NHS care pathway for patients with Ehlers Danlos Syndrome",
        "additional_details": "EDS UK and the Royal College of GP's are working together to improve education on EDS and to create a 'toolkit' for GP's managing patients with the condition. (https://www.ehlers-danlos.org/news/spotlight/). \r\n\r\nAt present, patients like myself are forced to fundraise for urgent and long term care to manage disabilities, extreme pain, dislocations, and at times life saving surgeries abroad. No specialist area has claimed the condition leaving GP's unaware of who to refer patients to for their care",
        "background": "EDS is an inherited connective tissue abnormality.People with EDS have no care within the NHS. Healthcarer's have no access to formal training, forcing patients to self fund private care with the few specialists available, in order to manage their multiple,painful & life threatening disabilities.",
        "closed_at": "2018-08-22T22:59:59.999Z",
        "created_at": "2018-02-12T19:04:51.857Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-09-04T11:17:52.137Z",
            "details": "NHS England commissions services for patients who have Ehlers Danlos syndrome (EDS) from specialist rheumatology centres. A highly specialised EDS service is in place to diagnose difficult and complex EDS cases at two centres in England; London North West University Healthcare Trust and Sheffield Children’s NHS Foundation Trust. NHS England’s Service Specification for Complex EDS can be found on its website. EDS is included in the 100,000 Genomes Project.\r\n\r\nBuilding on learning from the 100,000 Genomes Project and the existing provision of clinical genetics services, NHS England is launching a national NHS Genomic Medicine Service in October 2018. The service will include a National Genomic Test Directory for rare and inherited disease which will specify which genomic tests are commissioned by the NHS in England, the technology by which they are available, and the patients who will be eligible to have access to a test. The final draft 2018/2019 National Genomic Test Directory can be accessed on the NHS England website.\r\n\r\nThe National Congenital Anomaly and Rare Disease Registration Service provides a resource for clinicians to support high quality clinical practice and supports all research into rare diseases.\r\n\r\nSteps to increase public awareness of all rare diseases, including conditions such as Ehlers-Danlos syndrome, are being taken through the implementation of the UK Strategy for Rare Diseases. The Strategy includes specific commitments to raise awareness of rare diseases.\r\n\r\nGeneral Practitioners are responsible for ensuring their own clinical knowledge remains up-to-date and for identifying learning needs as part of their continuing professional development. This activity should include taking account of new research and developments in guidance, such as that produced by NICE, to ensure that they can continue to provide high quality care to all patients. \r\n\r\nAll UK registered doctors are expected to meet the professional standards set out in the GMC’s Good Medical Practice. In 2012 the GMC introduced revalidation which supports doctors in regularly reflecting on how they can develop or improve their practice, gives patients confidence doctors are up to date with their practice and promotes improved quality of care by driving improvements in clinical governance.\r\n\r\nThe training curricula for postgraduate trainee doctors is set by the relevant medical Royal College, and has to meet the standards set by the General Medical Council.  Whilst curricula do not necessarily highlight specific conditions for doctors to be aware of, they instead emphasise the skills and approaches that a doctor must develop in order to ensure accurate and timely diagnoses and treatment plans for their patients.  NHS England would expect clinicians to use their professional judgement in diagnosing this condition. \r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2018-09-04",
            "summary": "The Government has great sympathy for those with EDS. NHS England provides specialised services for EDS which are free at the point of use. The UK Strategy for Rare Diseases is also raising awareness.",
            "updated_at": "2018-09-04T11:17:52.137Z"
        },
        "government_response_at": "2018-09-04T11:17:52.140Z",
        "moderation_threshold_reached_at": "2018-02-15T21:37:21.172Z",
        "opened_at": "2018-02-22T13:38:28.016Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-07-26T07:51:19.524Z",
        "scheduled_debate_date": null,
        "signature_count": 14062,
        "state": "closed",
        "updated_at": "2018-09-06T10:25:58.930Z"
    },
    "id": 212713,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212713.json"
    },
    "type": "petition"
}