{
    "attributes": {
        "action": "Ensure children below 18yr aren’t charged adult fares for transport to education",
        "additional_details": "Furthermore, I am unemployed - I have no income. How could I? I’m still in full time education. So how do I suddenly have the excess money to pay for an adult fare? \r\nThere is a 16-25 railcard in place BUT this only reduces the fare on journeys at non-peak times - unhelpful if you’re trying to get to school/college for 8:30. So I propose that if this fare increase cannot be abolished completely, the reduction in fare covered by the 16-25 railcard should cover all times of the day. That’s fair.",
        "background": "Once you turn 16 you begin paying an adult fare on public trains. This is unjust. Legally we still have to attend school/college and yet we suddenly have to pay almost double the fare. At 16, you cannot drink, drive or vote but apparently you can pay an adult fare just by going to school.",
        "closed_at": null,
        "created_at": "2018-02-13T08:12:16.045Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-13T15:24:17.565Z",
        "opened_at": null,
        "rejected_at": "2018-02-20T12:48:17.184Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Aged-based transport fares are not set by the UK Government. For buses, local bus companies are free to set their own fares. For trains, the fares are set by train operating companies.\r\n\r\nYou could start a new petition asking the UK Government to subsidise local transport for 16 and 17 year olds in full time education, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-02-21T17:49:39.698Z"
    },
    "id": 212760,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212760.json"
    },
    "type": "petition"
}