{
    "attributes": {
        "action": "Stop the transposition of EU law into British law after Brexit",
        "additional_details": "A thousand laws will be passed unilaterally and without parliamentary scrutiny when European law is transposed into British law under the Great Repeal Bill, the Brexit department has admitted.\r\n\r\nBrexit Secretary David Davis has published a White Paper on the Bill, widely seen as the single most important act of parliament in the Brexit process.\r\n\r\nThe Brexit Department has said that ‘corrections’ to EU laws will number between 800 and 1,000 and will be passed by statutory instrument, a legislative device that allows for laws to be made without a parliamentary vote.",
        "background": "17.4m British people voted leave the EU and repeal all EU legalisation.The subversion of EU law into our law goes against the British constitution. We want the British Constitution protected from foreign courts and the British people protected from foreign law.",
        "closed_at": null,
        "created_at": "2018-02-13T14:45:51.584Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-13T19:15:39.784Z",
        "opened_at": null,
        "rejected_at": "2018-02-20T20:12:56.427Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThe European Union (Withdrawal) Bill is currently being considered by Parliament. You can find out more here:\r\nhttps://services.parliament.uk/bills/2017-19/europeanunionwithdrawal.html\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-02-21T10:28:45.731Z"
    },
    "id": 212793,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212793.json"
    },
    "type": "petition"
}