{
    "attributes": {
        "action": "Fix the access to trains to meet the standards set by other developed nations.",
        "additional_details": "Leave aside whether there are enough services (there aren't) going in enough directions (they don't) arriving on time (practically never) for a fair price (you must be joking). A public transport system needs to be accessible to the public. Someone trying to get to London for a night out has to navigate a ridiculous web of terms and conditions to buy a ticket - each way! We should be able to saunter into our local station, tap on & touch off again in Kings Cross with no fuss. Embrace the 21st C!",
        "background": "Replace the absurdly convoluted system of different companies running different tickets for different peak and off-peak times at extortionist prices! Introduce a single CHEAP touch-on touch-off system (like Oyster) for the whole of UK (barely bigger than the state of Victoria AU and we managed it).",
        "closed_at": null,
        "created_at": "2018-02-13T15:46:12.831Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-14T16:28:26.302Z",
        "opened_at": null,
        "rejected_at": "2018-02-21T11:02:46.930Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-02-21T11:02:46.938Z"
    },
    "id": 212799,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212799.json"
    },
    "type": "petition"
}