{
    "attributes": {
        "action": "Compensate Students for Strike Action — University of Leeds",
        "additional_details": "We are students in the University of  Leeds and we demand £1200 of compensation for every student who loses lecture and contact time due to the upcoming 3 weeks' strike action from the 22nd of February to the 16th of March 2018. We request the refund due to the unequal value of learning time for the high annual tuition fee we have paid, which could be £9000 for local students and over £19000 for international students. We request for academic refund of our tuition fees for the whole 3 weeks' academic strike because we stand in solidarity with striking lecturers and hope to see the renegotiation. We need a positive response from our University as soon as possible.",
        "background": "The teachers of the University of Leeds will strike for one month for their pension.",
        "closed_at": null,
        "created_at": "2018-02-13T15:56:46.356Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-13T16:15:26.549Z",
        "opened_at": null,
        "rejected_at": "2018-02-19T14:51:59.976Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to refund student tuition fees would be the responsibility of universities, rather than the UK Government or Parliament.\r\n\r\nYou could start a petition asking the Government to make it law for universities to issue refunds when students don't receive lessons as a result of strikes."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-02-19T14:51:59.983Z"
    },
    "id": 212801,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212801.json"
    },
    "type": "petition"
}