{
    "attributes": {
        "action": "Ban the exploitative & now life threatening documentaries sex drugs & murder",
        "additional_details": "The BBC refused to cooperate with outreach organisations at the time of filming People within the doc can no longer see their children, legal proceedings have now started due to what was captured on the screen & Holbeck has become a tourist site, many women aren’t sticking to the managed zone. The result of that is online vigilante groups have been formed putting SW in danger\r\nThe police in leeds are trying so hard to improve sex worker safety yet this is detrimental to the safety of others",
        "background": "The documentaries sex drugs & murder, exploitated vulnerable sex workers with money to be filmed for a bias degrading and now detrimental documentary for the BBC. \r\nAiring of this programme, sex workers have now been put in life threatening positions from the general public and it needs to be banned",
        "closed_at": null,
        "created_at": "2018-02-14T11:00:00.094Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-14T12:06:51.731Z",
        "opened_at": null,
        "rejected_at": "2018-02-19T14:36:45.580Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n\t\r\nYou can find out how to make a complaint here:\r\nhttp://www.bbc.co.uk/complaints/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-02-19T14:36:45.586Z"
    },
    "id": 212868,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212868.json"
    },
    "type": "petition"
}