{
    "attributes": {
        "action": "Access to Austerity Measures State Files - Target Groups (Disabled, etc)",
        "additional_details": "The UN Committee's investigation concluded the UK government guilty of “grave or systematic violations of the rights of persons with disabilities\", particularly by discrimination in welfare, social care and more.  Furthermore, to \"evading\" disability rights by ignoring the recommendation \"continuing retrogression”.  State sanctioned eugenics with focus specific to vulnerable and disadvantaged members of society.  Full disclosure of State files to be released to disability organisations.",
        "background": "UK Government set premise to formulate policy to target specific groups in the populace with political objectives on social engineering and depopulation.  This was defined and sanctioned under \"Austerity Measures\".  It resulted in thousands to die as a consequence in recent years.",
        "closed_at": null,
        "created_at": "2018-02-14T01:22:49.253Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-16T05:55:08.103Z",
        "opened_at": null,
        "rejected_at": "2018-03-06T12:20:37.378Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you would like to make a request for information from the Government, you can find out how to do that here:\r\n\r\nhttps://www.gov.uk/make-a-freedom-of-information-request"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-03-06T12:20:44.551Z"
    },
    "id": 212848,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212848.json"
    },
    "type": "petition"
}