{
    "attributes": {
        "action": "Change wording of NHS Breast is Best campaign.",
        "additional_details": "The Breast is Best slogan is not the full truth. For babies who do not thrive 'the bottle' is often the better option. When this campaign was announced in 1999 the hope was to educate people and businesses so that mothers felt able to breastfeed in public. We now have a situation where bottle feeders feel unable due to the implication that bottle feeding is second best and the moral judgements that follow. A new parent should never be made to feel ashamed or guilty for how they feed their baby.",
        "background": "Breast is best for some babies but not all. Bottle feeders are often left feeling guilty and ashamed, are less likely to seek social support and are more likely to experience depression. We should be united by parenthood and not divided. Let's have a proper debate about how to support all mothers.",
        "closed_at": null,
        "created_at": "2018-02-13T22:04:28.952Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-14T17:41:26.256Z",
        "opened_at": null,
        "rejected_at": "2018-02-21T11:02:04.550Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the advice and information given to new parents about feeding their baby, but we're not sure exactly what changes you'd like to see. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-02-21T11:02:04.557Z"
    },
    "id": 212837,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212837.json"
    },
    "type": "petition"
}