{
    "attributes": {
        "action": "ABOLISH PRIVATE EDUCATION",
        "additional_details": "- Education is a fundamental, therefore, children should receive the same quality of education regardless of wealth \r\n- Private schooling creates a segregation of those able to pay fees for their child's education and receive a better education and those unable to pay the fees and not receive the same quality \r\n-Private Schools are superior, based on a number of factors, class size, pastoral care and holistically\r\n- Wealthy people will come out on top based on their pre-existing advantages \r\n- The schooling system needs to promote fairness and equality in terms of mobility and education",
        "background": "It is a fundamental right of children to receive education, therefore education must be of the same standard and quality, it should not be based on the wealth of an individual.",
        "closed_at": null,
        "created_at": "2018-02-15T02:02:30.857Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-15T14:00:35.761Z",
        "opened_at": null,
        "rejected_at": "2018-02-21T18:41:46.502Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure whether you'd like offering any kind of lessons for money to be banned. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask for the charitable status of private schools to be taken away.\r\n\r\nYou can find out more here:\r\n\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN05222\r\n\t\r\n\t\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-02-21T18:41:50.319Z"
    },
    "id": 212939,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212939.json"
    },
    "type": "petition"
}