{
    "attributes": {
        "action": "Investigate Peter Soulsby's expenditure as 7k remain homeless in Leicester.",
        "additional_details": "Cuts to essential services have been made in his bid for \"culture\" which is becoming more apparent as personal choice. He sold the freehold on the former New Walk council site for 24k instead of its valued millions. Spent 1 million on a unnoticeable spruce up of Beaumont Leys bus depot. And the barely used cycle paths; he again spent millions on, are questionable use of local funding. All this whilst Leicester homeless issue has increased tenfold.",
        "background": "Peter Soulsby is responsible for million pound contracts whilst over 7000 people remain homeless throughout Leicester. Contracts such as 2 million for boarding up the back of the Corn Exchange due to being a \"eyesore\" are unacceptable. Especially when cuts have led to people sleeping in doorways.",
        "closed_at": null,
        "created_at": "2018-02-14T19:57:26.286Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-15T20:19:55.137Z",
        "opened_at": null,
        "rejected_at": "2018-02-28T10:27:27.782Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Mayor of Leicester is accountable to Leicester City Council. \r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttp://www.cabinet.leicester.gov.uk/mgEPetitionListDisplay.aspx?bcr=1"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-04-23T13:11:56.065Z"
    },
    "id": 212916,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212916.json"
    },
    "type": "petition"
}