{
    "attributes": {
        "action": "An Irish Language Act enacted from Westminster to break the deadlock in Stormont",
        "additional_details": "Both sides are rather entrenched on this debate. Neither can return to their respective communities seemingly having caved on the issue. This is where London should step in.\r\n\r\nThe text of the St. Andrews Agreement states: \r\n\"The Government <ie. the UK gov.> will introduce an Irish Language Act reflecting on the experience of Wales and Ireland and work with the incoming Executive to enhance and protect the development of the Irish language.\"\r\n\r\nPass an ILA from Westminster and then talks can move on.",
        "background": "Northern Ireland has been without a devolved government since January 2017. There are various stumbling blocks to the restoration of the power sharing executive but one of the major ones is over the passing of a stand alone Irish Language Act, promised over 10 years ago in the St. Andrews Agreement.",
        "closed_at": null,
        "created_at": "2018-02-15T14:20:00.953Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-15T19:49:56.773Z",
        "opened_at": null,
        "rejected_at": "2018-04-18T15:11:34.783Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Since the restoration of devolution in May 2007, language issues have mainly been the responsibility of the devolved Administration in Northern Ireland. \r\n\r\nYou could start a new petition calling on the UK Parliament to take back this responsibility and then introduce an Irish Language Act in Northern Ireland, if that's what you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-04-18T15:11:34.791Z"
    },
    "id": 212982,
    "links": {
        "self": "https://petition.parliament.uk/petitions/212982.json"
    },
    "type": "petition"
}