{
    "attributes": {
        "action": "CONDEMN the continuing attacks of Turkey against the Kurdish people in AFRIN!",
        "additional_details": "As you may already know, this offensive is in its 27th day today. Hundreds and thousands of Kurdish people are still resisting and are at high risk of displacement and death. The Turkish state aims not only to displace and slaughter kurds but to create a safe haven for ISIS and AL QEUDA militia. The UK government NEEDS to look for some form of solutions as this is an INTERNATIONAL CRISIS. Please note, a similar petition has been introduced and signed by 41 senators in the French parliament.",
        "background": "In January 2018, the Turkish military began an operation in the Kurdish-majority Afrin Canton and the Tel Rifaat Area of Shahba Canton in Northern Syria. Turkey code-named the operation as Operation Olive Branch. The offensive is against the Kurdish-led Democratic Union Party in Syria (PYD).",
        "closed_at": null,
        "created_at": "2018-02-16T12:05:58.434Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-16T14:55:24.208Z",
        "opened_at": null,
        "rejected_at": "2018-03-19T15:38:40.726Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what action you'd like the UK Government or Parliament to take to condemn Turkish actions. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you would like the UK to \"Halt immediately UK arms sales to Turkey until they withdraw from Afrin Syria.\" you might like to sign this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/212064\r\n\r\nIf you would like the UK \"Government to move security council resolution condemning Turkish Invasion of Syria.\", you might like to sign this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/213450\r\n\r\nLast week the Government were questioned about the protection of civilians in Afrin. You can read what was said here: \r\n\r\nhttps://hansard.parliament.uk/commons/2018-03-12/debates/84673792-0C8A-44F4-A2E5-FAD843C657DE/ProtectionOfCiviliansInAfrin \r\n\r\nWe can only accept petitions from named individuals, not groups or organisations."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-04-23T13:12:38.552Z"
    },
    "id": 213039,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213039.json"
    },
    "type": "petition"
}