{
    "attributes": {
        "action": "To re-assess the Personal Independent Payment assessment question 13A.",
        "additional_details": "This means now I have to return my car on the 19th of February and will be unable to attend any future hospital appointments as the public transport is not an option because of no longer having an immune system.I have put in a mandatory consideration which was refused and I am now forming an appeal with the support of the British Legion. \nQuestion 13A\" Do you need help from another person to plan and follow a route to somewhere you know well. This is now part of the new driving test.",
        "background": "I was awarded DLA indefinitely from the past 7 and half years and in 2017 I was told I would have to reapply for the PIP to continue these payments.I have re-applied for the PIP as requested and I was awarded the lower rate of care but I was refused the mobility payment.",
        "closed_at": null,
        "created_at": "2018-02-16T20:15:42.477Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-17T13:34:05.297Z",
        "opened_at": null,
        "rejected_at": "2018-03-08T09:27:57.637Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you’d like question 13A to be changed, but we’re not sure what specific change you’d like.\r\n\r\nYou can find out more about Personal Independence Payments, including how to get help to appeal decisions, here: \r\n\r\nhttps://www.citizensadvice.org.uk/benefits/sick-or-disabled-people-and-carers/pip/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-03-08T09:28:13.513Z"
    },
    "id": 213078,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213078.json"
    },
    "type": "petition"
}