{
    "attributes": {
        "action": "Sack the Petitions Committee.",
        "additional_details": "I have been involved with many petitions on the government site. None of which the Committee have taken the least interest in. They cut and paste standard replies and confirm the will of government in what is laughably called debates.",
        "background": "It has become clear that the Petition Committee has no interest in the views of the people. It is there as an ornamental barrier between government and people and needs removing. The time is long overdue that the people got access to government directly.",
        "closed_at": null,
        "created_at": "2018-02-17T09:23:01.236Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-17T17:45:24.247Z",
        "opened_at": null,
        "rejected_at": "2018-02-27T12:18:56.845Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you'd like the petitions process to change, but we're not exactly sure how you would like it to work. \r\n\r\nIf you'd like all petitions started on petition.parliament.uk to be published without being checked, you could start a new petition asking for that. \r\n\r\nWe're not sure what changes you'd like to see to petition debates. At the moment, any MP can attend and speak in a petition debate, not just members of the Petitions Committee. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-03-20T16:13:20.214Z"
    },
    "id": 213097,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213097.json"
    },
    "type": "petition"
}