{
    "attributes": {
        "action": "Regulate all zero nicotine vaping liquids known as 'Short-Fill' under TRPR 2016",
        "additional_details": "Independent testing of 'Short-fill' products has shown that more than a third contain carcinogenic, mutagenic or reprotoxic ingredients. The presence of these seemingly unregulated products is damaging the vaping industry and putting the consumer at significant risk. The Government is respectfully requested to review the TRPR legislation to include 'Short-fill' products to protect the consumer and the vaping industry. Organisations such as the UKVIA have raised this issues with MPs and the MHRA.",
        "background": "Zero Nicotine 'Short-Fill' liquids are currently being sold in the UK along side 10ml 'Nicotine Shots' as a way of avoiding regulation under TRPR (TPD). Many of the 'short-fill' liquids presents a significant risk to public health as they contain carcinogenic, mutagenic or reprotoxic ingredients.",
        "closed_at": null,
        "created_at": "2018-02-17T14:01:17.941Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-17T14:47:13.495Z",
        "opened_at": null,
        "rejected_at": "2018-02-22T16:54:15.335Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Tobacco Products Directive (TPD) is an EU Directive.\r\n\r\nYou could start a new petition asking for the UK Government to work with other EU member states to change the TPD, and/or to change UK law after the UK leaves the EU."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-02-22T16:54:15.341Z"
    },
    "id": 213116,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213116.json"
    },
    "type": "petition"
}