{
    "attributes": {
        "action": "The Government must introduce an independent regulator for English football",
        "additional_details": "Full background information can be found at http://www.blackpoolsupporterstrust.com/Site/LatestNews.aspx?NewId=117",
        "background": "We urge the Government to introduce an independent regulator for English football, charged with ensuring the highest possible standards of governance for all clubs",
        "closed_at": null,
        "created_at": "2018-02-17T12:39:46.689Z",
        "creator_name": "Andy Higgins",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-03-29T13:44:30.259Z",
            "details": "HMG is aware of concerns that have been raised about the Football Association’s ability to govern the game effectively. As the national governing body for football in England, the FA is responsible for regulating, promoting and developing the game at every level.\r\n\r\nThe Sports Governance Code that came into force on 1 April 2017 applies to all sporting bodies in receipt of public funding from Sport England and UK Sport. It challenges the FA and all other governing bodies to demonstrate that they meet the highest standards of governance and regulation. The Code requires evidence that sports bodies operate efficiently and successfully while being transparent and representative of society.\r\n\r\nWe therefore welcome the reforms the FA has made to comply with the Code that include reducing its Board in size from 12 to 10 members, ensuring a more even gender split, and ensuring at least a quarter of its members are independent of football club interests. We believe that moving to a thoroughly strategic, accountable and representative Board with the right mix of skills, diversity and experience is the key to unlocking the long-term potential of football in this country, from grassroots up to the national teams.\r\n\r\nThe reform of the FA Council; changes to tenure, and the addition of new members will help ensure this body is also more representative of the modern game. The principle that all FA Committees should report to the Board is one we strongly support and is a requirement under the Code.\r\n\r\nWe are comfortable that the actions the FA has already taken and further actions it has agreed to implement to comply with the Sports Governance Code will improve its governance. This will continue to be monitored and managed through funding conditions which require ongoing compliance with the Code.\r\n\r\nThe Premier League (PL) and the English Football League (EFL) are not in receipt of public funding and therefore they and the clubs in their leagues are not regulated through the mandatory condition of funding which requires compliance with the Sports Governance Code. However, the PL and the EFL have established their own regulatory frameworks which clubs are required to comply with in order to participate in their respective leagues.\r\n\r\nIndeed we welcome the fact that the financial state of football clubs in this country is better now than at any time over the last 20 years. Measures introduced in recent years include the Leagues requiring business cases and proof of funds from club owners, a working relationship between clubs and HMRC over tax owed, and the adoption of financial fair play rules. Together these have helped curb club debt and promoted sustainability. However, football clubs and the football authorities cannot be complacent. They must keep these rules under constant review.\r\n\r\nSimilarly, with regard to ownership of clubs, the onus for the football authorities is ensuring the criteria (known as the ‘Owners and Directors (ODT) Test’) as to whom can hold a controlling interest in clubs is as robust as possible, that due diligence is carried out on owners and conditions on what they can and cannot do are laid down from the start. We are pleased the football authorities have agreed to keep the ODT test under regular review and to listen to supporters’ concerns. This promise was outlined in the report of the Government’s Expert Working Group on Supporter Ownership and Engagement published in January 2016.\r\n\r\nWe are clear that we do not expect that the PL or EFL’s rulebooks will be superseded but it is right that policy-making on disciplinary issues sits outside the Leagues. The Football Regulatory Authority for example, is a body responsible for regulatory, disciplinary and rule-making for football played in England. The membership of the body is jointly made up of representatives from the national game, professional game and independent non-executives. \r\n\r\nThe Independent Football Ombudsman is also there to receive and adjudicate on complaints which have failed to be resolved by football clubs or the football authorities.  The IFO is an important part of football’s self-regulatory system.\r\n\r\nWe accept that football governance must keep evolving if it is to keep pace with the challenges of the modern game and the global commercial attractiveness of English football. The Sports Governance Code helps, but the FA and other football bodies responsible for regulation of the game should continue to review how they are set up to ensure the effective running of the sport. At present, the regulatory framework that operates via league regulation through the PL and the EFL demonstrates there is already regulation of the governance of all football clubs. Where regulation is being managed by the existing authorities in football to the extent which it is, this negates the desire or need to establish an independent regulator\r\n\r\nDepartment for Digital, Culture, Media and Sport",
            "summary": "HMG believes sports are best governed by modern, transparent, accountable and representative governing bodies, able to act decisively in the long-term interest of each sport and its participants.",
            "updated_at": "2018-03-29T13:44:30.259Z"
        },
        "government_response_at": "2018-03-29T13:44:30.262Z",
        "moderation_threshold_reached_at": "2018-02-17T13:09:29.048Z",
        "opened_at": "2018-02-22T13:46:23.724Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-03-16T09:32:47.261Z",
        "scheduled_debate_date": null,
        "signature_count": 14267,
        "state": "open",
        "updated_at": "2018-05-28T17:36:37.221Z"
    },
    "id": 213108,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213108.json"
    },
    "type": "petition"
}