{
    "attributes": {
        "action": "Abolish zero hour contracts all over scotland",
        "additional_details": "Zero hr contract is causing financial difficult for people all over scotland it needs to stop i have 2kids 5 and 1 if i called in sick id loose my shifts the rest of week and be punished with none the following week you can loose hrs from week to week you cant garauntee to bring money in to live this causes an unbelievable  amount of stress on people and having children makes it worse. I feel we need to take action and make all employers issue a contract so employers have rites but also so the employees also have rites! We also have commitments bills, families and homes to provide for and should feel we have a secure job and not have sleepless nites wondering will i get shifts next week will i get enough to provide for my family to pay my bills.",
        "background": "This is taking a major effect on employees everywhere all the control is in the employers hands they can do what they want cut ur hours when they feel like it with no reason tell you that you no longer have a job with no pay and there is nothing you can do this needs to end!!!!",
        "closed_at": null,
        "created_at": "2018-02-19T00:38:38.090Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-19T14:00:29.379Z",
        "opened_at": null,
        "rejected_at": "2018-02-26T17:36:13.739Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/200362"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-03-01T16:28:15.281Z"
    },
    "id": 213233,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213233.json"
    },
    "type": "petition"
}