{
    "attributes": {
        "action": "Equality laws not to allow exceptions for so called 'positive discrimination'.",
        "additional_details": "Fair treatment is an individual right, not a 'numbers game'. \r\nNowhere else in law is it considered acceptable to treat someone unfairly because someone else, at some other time, may or may not have been treated wrongly.\r\n\r\nIn addition, it is likely that such injustice will provoke resentment rather than harmony and understanding. \r\nAlso, we all depend on the economy and quality public services, these cannot be maximised if we don't employ the best candidates regardless of gender, race, etc.",
        "background": "In employment, every person has the right to be considered only on their ability to do the job, not on their gender, race, etc. Whatever the current make-up of the workforce, no job should exclude anyone for applying because of those reasons, nor should its advertising suggest a preference.",
        "closed_at": null,
        "created_at": "2018-02-19T10:27:50.788Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-19T15:35:16.277Z",
        "opened_at": null,
        "rejected_at": "2018-02-26T17:07:06.803Z",
        "rejection": {
            "code": "no-action",
            "details": "It is already illegal to discriminate against someone because of their race, sex, or sexual orientation, so we're not sure what further action you'd like the Government or Parliament to take.\r\n\r\nYou can find out more here:\r\n\r\nhttps://www.gov.uk/discrimination-your-rights\r\n\r\nIn a few circumstances, if an employer can show that you need to be a particular sex in order to do a certain job, they can advertise for someone of that sex. For example, advertising a job as a counsellor in a women's refuge as a job for women only."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-02-26T17:07:06.813Z"
    },
    "id": 213249,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213249.json"
    },
    "type": "petition"
}