{
    "attributes": {
        "action": "Make laws to check that companies aren’t paying men more than women.",
        "additional_details": "For instance men and women are getting paid differently for the same job in hospitals when they have had exactly the same training to be doctors or nurses. On average women are paid 20% less than men with the same training and qualifications. Which is why no gender should be said to be stronger or deserves to be paid more than the other. In addition, some women have quit their jobs because of the circumstances of the gender pay gap, therefore we are asking for equality in the workplaces.",
        "background": "We are campaigning to make sure men are not being paid more than women for doing the same job. This has been a problem for many years and although the priminister said he will eradicate the gender pay gap, not much has changed since he said that. This is why we would like you to take further action.",
        "closed_at": null,
        "created_at": "2018-02-19T17:03:37.044Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-19T17:38:19.910Z",
        "opened_at": null,
        "rejected_at": "2018-02-23T12:35:02.570Z",
        "rejection": {
            "code": "no-action",
            "details": "We can see that you're concerned about equality and the gender pay gap, but we're not sure what further action you'd like the Government or Parliament to take. \r\n\r\nYou can find out more about what the Government is already doing here: \r\nhttps://www.gov.uk/government/publications/hm-treasury-gender-pay-gap-report-2016-to-2017\r\n\r\nYou could start a new petition explaining clearly what further action you would like the Government or Parliament to take, or you might want to sign this petition instead: \r\nhttps://petition.parliament.uk/petitions/210067"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-02-23T12:35:31.597Z"
    },
    "id": 213295,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213295.json"
    },
    "type": "petition"
}