{
    "attributes": {
        "action": "Change employment law for seasonal workers.",
        "additional_details": "A lot of Blackpool residents suffer from mental health problems so imagine how difficult it must be to suffer from seasonal depression and being penniless because your workplace has closed. Then February the following year arrives, you receive a phone call from a manager that never remembered your name but now they want you back to work they suddenly remember who you are. Little thought has been given to the fact that you have just spent the last two months struggling financially. Companies that run tourist attractions should provide some kind of out of season wage that is the equivalent to at least 90% of their workers in season wage.",
        "background": "I live in Blackpool, Lancashire and the local economy is dictated by seasonal trade, a lot of the tourist attractions are owned by one international business a small fraction of the money that is spent by the tourist in makes its way back into the local economy.",
        "closed_at": null,
        "created_at": "2018-02-19T12:10:45.342Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-19T14:28:57.481Z",
        "opened_at": null,
        "rejected_at": "2018-02-23T14:02:30.879Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. \r\n\r\nWe understand that you're concerned about seasonal workers, but we're not sure exactly what changes to the law you'd like to see.\r\n\r\nYou could start a new petition explaining clearly what action you'd like the Government or Parliament to take. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-03-01T16:27:39.658Z"
    },
    "id": 213264,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213264.json"
    },
    "type": "petition"
}