{
    "attributes": {
        "action": "TFL - Introduce standing only carriages on London tubes to alleviate congestion",
        "additional_details": "Everyone loves a seat on a tube, but most would sacrifice it to not have to wait 5 tubes to get on. I'd like TFL to introduce a standing only carriage on each tube to increase capacity and alleviate congestion. Those wanting a seat would still be able to get one in other carriages (which would be more pleasant now people are standing elsewhere).\r\n\r\nPlatform congestion could be managed by barriers and TFL staff at peak times (there are plenty already on the platform at peak times in busy stations).",
        "background": "Tubes are just ridiculously busy and people constantly struggle to get on. Clapham people regularly wait 3 trains before they can get on, Fulham people sometimes wait 5+ before there's space. \r\n\r\nWe deserve better.\r\n\r\nA solution would be to introduce standing only carriages on each tube.",
        "closed_at": null,
        "created_at": "2018-02-20T10:27:25.378Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-20T18:10:42.137Z",
        "opened_at": null,
        "rejected_at": "2018-02-26T17:45:52.745Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This is the responsibility of TfL, which is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-02-26T17:45:52.756Z"
    },
    "id": 213352,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213352.json"
    },
    "type": "petition"
}