{
    "attributes": {
        "action": "Make the 603 bus more frequent.",
        "additional_details": "For those going to school in Highgate (eg Highgate school, channing, and other state schools) who live in areas such as West Hampstead, Saint Johns wood and the surrounding areas, the 210 bus is taken. However, in order to get to the areas one needs to take two buses. Additionally, whilst waiting for the bus students cause a great deal of congestion and most have to wait until two or three buses have come in order to secure a place, increase in frequency of this bus would benefit the public.",
        "background": "The 603 bus from Swiss Cottage station towards Muswell hill and back only comes four times a day, and those times do not correlate with the time that those trying to get to and from school need to get it. The bus that currently runs is the 210 which is overcrowded  and impractical",
        "closed_at": null,
        "created_at": "2018-02-20T12:28:03.748Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-20T12:33:37.967Z",
        "opened_at": null,
        "rejected_at": "2018-02-26T17:50:52.181Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. Local bus services are the responsibility of Transport for London, which is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-02-26T17:50:52.188Z"
    },
    "id": 213365,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213365.json"
    },
    "type": "petition"
}