{
    "attributes": {
        "action": "Make Eastwood Park a safer place for the community",
        "additional_details": "During the night the atmosphere of the park becomes very unsettling and many people try to avoid it as a result of this. The lighting is very dim and you can not see more than a meter or two in front of you. A lot of people deliberately avoid going through it late at night because of this.",
        "background": "Eastwood Park has slowly become increasingly unsafe and has high rates of anti-social behavior, such as drug and alcohol use, noise pollution and 2 recorded stabbings in the past three years by the nearby block of flats, Beaver Towers.",
        "closed_at": null,
        "created_at": "2018-02-20T10:51:17.117Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-20T18:31:31.613Z",
        "opened_at": null,
        "rejected_at": "2018-02-26T18:54:06.723Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issues you raise. \r\n\r\nCrime and anti-social behavior is the responsibility of your local police. You could contact your police and crime commissioner (PCC) to make a suggestion or a complaint about policing in your local area:\r\n\r\nhttps://www.gov.uk/police-and-crime-commissioners\r\n\r\nLighting in Eastwood Park is the responsibility of your local council. You could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-02-26T18:54:06.729Z"
    },
    "id": 213354,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213354.json"
    },
    "type": "petition"
}