{
    "attributes": {
        "action": "Allow vegan activists 3 minutes to observe and soothe animals before slaughter.",
        "additional_details": "Currently, police officers give conflicting instruction regarding the legality of these procedures, and so to reduce confusion between law enforcement, activists, and drivers, a legally allocated time allowance (no longer than a regular traffic light stop) would be greatly beneficial to improve the transparency and ethics of British food production.\n\nOur goal is to give the public a greater knowledge of how their food is made, and allow people a more informed decision regarding what they eat.",
        "background": "In an attempt to introduce compassion and transparency to British food production, activists have been stopping livestock transport drivers and requesting time to document the animals on entry to the abattoir.\nWe request that the government grants us a legal time slot of 3 minutes to do so.",
        "closed_at": null,
        "created_at": "2018-02-19T18:58:00.809Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-19T19:19:14.782Z",
        "opened_at": null,
        "rejected_at": "2018-02-27T12:24:23.940Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure how you would like the Government or Parliament to define \"vegan activists\" for this purpose. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-03-19T15:21:49.125Z"
    },
    "id": 213312,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213312.json"
    },
    "type": "petition"
}