{
    "attributes": {
        "action": "To introduce discounts for disabled air travel when flying with Carers.",
        "additional_details": "As a C4 Tetraplegic I decided to organise a trip to Australia to visit my brother and his family,  when I went into the travel agents I was informed that my Carer would have to go in the same class seat as me due to safety concerns, as a 6’5 former soldier I am unable to sit in economy class so I am forced to pay for either business or first on this occasion because of the length of the flight I decided to fly first, when the travel agent took all my details she came out with a price of £13,000 I was absolutely disgusted, but I decided to pay this because I thought to myself just because I’m disabled it doesn’t mean I won’t want go on holiday in my lifetime.",
        "background": "As a wheelchair user who needs a Carer I’ve been told when I travel by air i need to buy an extra seat at full price for my Carer. Eg. I’m 6’5 and paralysed from the neck down and personally I cannot fit in an economy seat because of lack of room, so I’m forced to upgrade at a ridiculous price.",
        "closed_at": null,
        "created_at": "2018-02-19T19:33:53.046Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-19T19:53:52.305Z",
        "opened_at": null,
        "rejected_at": "2018-02-27T11:54:06.391Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Air travel pricing is a commercial decision for individual airlines, not the UK Government or Parliament. You could try raising this issue with airlines directly. \r\n\r\nYou could start a new petition asking the UK Government to fund a concessionary scheme for carers flying with a person with disabilities, if that's what you want to happen. The Government could then require UK registered airlines to accept this concession. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-02-27T11:54:10.300Z"
    },
    "id": 213320,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213320.json"
    },
    "type": "petition"
}