{
    "attributes": {
        "action": "Stop the ban on young drivers driving at night",
        "additional_details": "Figures show that young drivers — those aged 17 to 24 — make up about 7 per cent of licence holders but are involved in more than a quarter of crashes leading to deaths or serious injuries.\r\n\r\nHow are young people going to get to work. This could affect thousands of young adults jobs  forcing them to find another job. I work night shifts how do they expect me to get to work. If you agree with me that this should not happen please sign this petition and stop them from being allowed to do this.",
        "background": "Young motorists could be banned from the road at night if plans for probationary driving licences are approved.\r\n\r\nTheresa May said yesterday that the Department for Transport would review the case for a “graduated” licensing system that imposes restrictions on drivers depending on experience.",
        "closed_at": null,
        "created_at": "2018-02-20T15:39:01.112Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-20T16:26:56.478Z",
        "opened_at": null,
        "rejected_at": "2018-05-16T14:47:51.964Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThere isn't a current ban on young drivers from driving at night. We're therefore not sure what action you want the Government or Parliament to take. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the Government not to introduce a graduated licensing system, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-05-16T14:48:34.014Z"
    },
    "id": 213382,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213382.json"
    },
    "type": "petition"
}