{
    "attributes": {
        "action": "\"Taking the Pee\"- End The Rationing of Incontinence Products",
        "additional_details": "An audit was commissioned in 2006 by the Healthcare Quality Improvement Partnership (HQIP) against NICE standards for urinary and faecal incontinence. This audit showed \"that the integration of contintinence services, so crucial for delivering joined up continence care \"are a dream rather than a reality\". The last audit in 2010 reported \"significant deficits in training, diagnosis, treatments and patient communications, with older people receiving the worst care. Funding for the HQIP ran out in 2011. With an ever- ageing population it is \"unclear whether continence will be re-commissioned as a national audit\".  THE SITUATION IS WORSENING",
        "background": "With this issue affecting an estimated 14 million people with bladder problems and 6.5 having bowel and bladder, this is no longer an issue to be swept under the carpet.\r\n\r\nThis rationing causes at least a lack of dignity and worst preventable hospital admissions.",
        "closed_at": null,
        "created_at": "2018-02-19T17:41:13.302Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-21T14:31:19.580Z",
        "opened_at": null,
        "rejected_at": "2018-02-26T17:43:27.678Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about support for people with bowel and bladder problems, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-02-26T17:43:27.688Z"
    },
    "id": 213300,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213300.json"
    },
    "type": "petition"
}