{
    "attributes": {
        "action": "Stop the introduction of the two-tier system in West Northumberland.",
        "additional_details": "The travelling distance, with any of the proposed school closures, would prevent families from living in rural areas and result in decline. \n\nLoss of our schools means that students loose a close relationship with their community.\n\nThe Unique character and close-knit nature of these schools will be lost.\n\nOur schools need correct funding and support instead of closure.\n\nWe must stop the negative impact that this will have on the education of the young people in west Northumberland.",
        "background": "Introduction of the two-tier system in west Northumberland would be catastrophic. Rural communities would dwindle due the distance needed to travel and the closure of smaller schools would lead to a loss of close relationships with the community and the unique character of each individual school.",
        "closed_at": null,
        "created_at": "2018-02-20T18:23:27.185Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-20T18:56:10.491Z",
        "opened_at": null,
        "rejected_at": "2018-02-28T11:37:21.328Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This decision is the responsibility of Northumberland County Council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also share your views with the Council here:\r\n\r\nhttps://form.northumberland.gov.uk/form/launch/con_res_sch_hx_hb"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-02-28T11:37:21.336Z"
    },
    "id": 213401,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213401.json"
    },
    "type": "petition"
}