{
    "attributes": {
        "action": "Introduce student discount for fuel",
        "additional_details": "As a student who is doing a full time course which is very time consuming, finding a way to earn money is crucial to survive. I am aware there is student discount for using public transport, for shops, restaurants etc. but what about reducing the price of fuel? I am a strong believer that this could benefit a lot of students. Petrol is so expensive. Driving my own vehicle will give me the flexibility to work after lectures.",
        "background": "As a college student who drives to college, I fill up my car with petrol around every 7-10 days. I am roughly putting in around £25-£30 every time. I am going to University in September and if I choose to commute (which may be the cheapest option), I will be driving 38.6 miles a day.",
        "closed_at": null,
        "created_at": "2018-02-20T19:29:16.340Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-20T19:57:57.419Z",
        "opened_at": null,
        "rejected_at": "2018-02-27T19:10:54.755Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petition seems to be calling on companies which sell fuel to offer discounts. \r\n\r\nIf you'd like the Government or Parliament to act, you could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to give students a grant or subsidy for fuel and/or other transport costs. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-02-27T19:10:54.761Z"
    },
    "id": 213408,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213408.json"
    },
    "type": "petition"
}