{
    "attributes": {
        "action": "Take all efforts to push for a ceasefire in Syria.",
        "additional_details": "The UN has made several calls for a ceasefire across Syria in the past few weeks. An ultimate resolution to the conflict seems distant. However, the immediate aim must be the protection of civilian life and civilian infrastructure. The UK must use its position on the UN Security Council, and its voice in Parliament, to condemn the Syrian government and call for an immediate and unconditional ceasefire.",
        "background": "The bombing of rebel-held areas by the Syrian government and its allies has intensified in recent weeks. Countless civilians have suffered as a consequence - particularly in the Eastern Ghouta enclave. The UK must use its position on the UN Security Council to push for a ceasefire.",
        "closed_at": null,
        "created_at": "2018-02-20T22:02:13.440Z",
        "creator_name": "Pouneh Ahari",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-03-20T10:03:15.297Z",
            "details": "The situation in Syria is a humanitarian catastrophe. The conflict has now lasted nearly seven years; over 400,000 people have been killed and half Syria’s population displaced. In recent weeks, the Asad regime’s brutal siege and bombardment of Eastern Ghouta has caused unprecedented levels of suffering.\r\n\r\nThe UK joined our close partners in mobilising support for the unanimous adoption of UN Security Council resolution 2401, which calls for a 30-day ceasefire in Syria to allow for delivery of humanitarian aid and medical evacuations, which are urgently needed across Syria, but particularly in Eastern Ghouta. We have consistently called on the regime and its backers Russia and Iran to cease their campaign of violence, to protect civilians and allow rapid and unhindered humanitarian access.\r\n\r\nThe UK has convened emergency discussions at the UN Security Council to press for implementation of the ceasefire; on Friday 2 March, the UN Human Rights Council held an urgent debate proposed by the UK, which adopted a resolution calling for full and immediate implementation of resolution 2401. \r\n\r\nOn 26 February, the Foreign Secretary and Lord Ahmed made statements to Parliament setting out the UK’s concerns in the strongest terms. The Foreign Secretary wrote to Russian Foreign Minister Lavrov on 27 February regarding the crisis in Eastern Ghouta urging Russia to uphold its commitments to ensure that UNSCR 2401 is implemented in full. On 27 February, Minister of State for Europe and the Americas, Sir Alan Duncan met Russian Ambassador to the UK, Alexander Yakovenko, to stress UK concern at the current situation in Syria, particularly the crisis in Eastern Ghouta. Sir Alan Duncan urged Russia to use its influence to ensure the Syrian regime adhered to the ceasefire demanded by UN Security Council Resolution 2401. The Foreign Secretary released a statement on the 5 March directly calling for Russia and the Asad regime to fully implement UN Security Council resolution 2401.  \r\n\r\nThe UK continues to call upon all parties to the conflict to uphold International Humanitarian Law and protect civilians. We have used our position in the UN Security Council to draw attention to the systematic flouting of International Humanitarian Law and medical neutrality by the regime and its backers. The UK has supported the UN and international NGOs since the start of the Syrian conflict to deliver aid to hard-to-reach and besieged areas, including Eastern Ghouta. Where possible DFID humanitarian partners are continuing to support operations on the ground in these dire circumstances, however their ability to operate in Eastern Ghouta is subject to change on a daily basis due to insecurity on the ground.\r\n\r\nAs the second largest bilateral donor to the humanitarian response in Syria since 2011 we are at the forefront of the humanitarian response.  To date, we have committed £2.46 billion in response to the Syria crisis, our largest ever response to a single humanitarian crisis. \r\n\r\nWe will continue to urge all parties with influence to support a durable ceasefire in Syria, and to work constructively with the UN-mediated political process to reach a lasting settlement to the Syrian conflict, in line with UN Security Council Resolution 2254.\r\n\r\nForeign and Commonwealth Office",
            "summary": "The UK played a leading role in the adoption of UN Security Council resolution 2401, which calls for a 30-day ceasefire in Syria, and is calling on all parties to ensure its full implementation.",
            "updated_at": "2018-03-20T10:03:15.297Z"
        },
        "government_response_at": "2018-03-20T10:03:15.303Z",
        "moderation_threshold_reached_at": "2018-02-21T00:10:31.316Z",
        "opened_at": "2018-02-26T18:44:35.088Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-03-03T22:34:53.625Z",
        "scheduled_debate_date": null,
        "signature_count": 15918,
        "state": "open",
        "updated_at": "2018-05-27T23:19:08.238Z"
    },
    "id": 213426,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213426.json"
    },
    "type": "petition"
}