{
    "attributes": {
        "action": "Ban the sale of puppies by pet shops & all commercial 3rd party dealers.",
        "additional_details": "A ban on 3rd party sales for profit has been named “Lucy's Law” & has huge public support. There are no welfare advantages in selling puppies through commercial dealers, which make sure breeding dogs are kept hidden from the public. As well as welfare concerns, 3rd party sales create additional risks for consumers & public health/safety. Puppy sales direct from breeder or rescue centre protects all parties. A ban on dealing in puppies for profit can only raise welfare standards & is needed now.",
        "background": "Removing puppies for sale from litter & mum often creates sick, traumatised, dysfunctional dogs. Puppies should be seen with their mum & transporting them to a different place for sale harms welfare. Regulating commercial 3rd party sales is ineffective to prevent harm & a ban is therefore necessary.",
        "closed_at": "2018-09-01T22:59:59.999Z",
        "created_at": "2018-02-21T08:50:22.988Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0127",
            "debated_on": "2018-05-21",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2018-05-21/debates/42C1A4F1-0A43-46E6-B456-FAE873CC7F87/SaleOfPuppies",
            "video_url": "https://parliamentlive.tv/Event/Index/bf423510-4411-4597-a147-ca9d6ca8edd4"
        },
        "debate_outcome_at": "2018-05-22T16:52:17.631Z",
        "debate_threshold_reached_at": "2018-03-14T11:06:30.896Z",
        "government_response": {
            "created_at": "2018-03-20T16:49:31.313Z",
            "details": "New controls on dog breeding and pet selling in England require all licensed dog breeders and licensed sellers of all pet animals, including sellers who are not also breeders, to adhere to enhanced strict statutory minimum welfare standards linked to the animals’ welfare needs set out in the Animal Welfare Act 2006. \r\nThe controls prohibit the sale of puppies, kittens, ferrets or rabbits below eight weeks of age.  This is also supported by changes to Defra’s statutory Dog Welfare Code which provides guidance aimed at dog owners.\r\nThe controls require any licensed pet seller advertising pets for sale to include their licence number in the advert as well as identifying the local authority that issued it, a photo of the pet, its age, country of residence and country of origin.  This will help people identify pets offered for sale from unlicensed sellers including those based abroad\r\nThey require the sale of a dog to be completed in the presence of the purchaser on the premises where the licensed seller or licensed breeder has been keeping the dog, thereby banning online sales by licensed sellers and breeders.\r\nThey also ensure licensed dog breeders must show puppies alongside their mother before a sale is made and only sell puppies they have bred themselves.\r\nIn addition to these controls, the Government has issued a call for evidence on banning all commercial third party sales of puppies and kittens in England. Evidence has been requested by 2 May 2018.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2018-03-20",
            "summary": "The Government has published wide reaching reforms of the controls on pet selling which includes a call for evidence on a ban on all commercial third party sales of puppies and kittens in England.",
            "updated_at": "2018-03-20T16:57:37.450Z"
        },
        "government_response_at": "2018-03-20T16:49:31.317Z",
        "moderation_threshold_reached_at": "2018-02-21T09:42:04.647Z",
        "opened_at": "2018-03-01T12:06:51.546Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-03-04T02:45:02.494Z",
        "scheduled_debate_date": "2018-05-21",
        "signature_count": 148248,
        "state": "closed",
        "updated_at": "2018-09-01T23:00:01.268Z"
    },
    "id": 213451,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213451.json"
    },
    "type": "petition"
}