{
    "attributes": {
        "action": "Stop Plymouth CC from taking away the only outreach support for disabled adults.",
        "additional_details": "This money saving scheme is not only going to impact our lives but the lives of the other service users.The only option given to us at present is for our son to be kept in a building with no interaction within society or to find another service of which does NOT exist. Surely in this day and age we should be encouraging social integration and not hiding our loved ones away just because of a disability. The level of support currently given and the knowledge of our sons needs cannot be replaced.",
        "background": "Our 39 year disabled old son has been supported by 'The Vine' outreach programme based in Plymouth for the past 15 years. This service is now due to stop due to money saving. This is going to cause alot of upset and stress due to our sons challenging behaviour and need for routine and reassurance.",
        "closed_at": null,
        "created_at": "2018-02-21T19:24:34.024Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-22T17:23:08.777Z",
        "opened_at": null,
        "rejected_at": "2018-02-27T18:55:51.188Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can find out how to petition the council here:\r\n\r\nhttp://web.plymouth.gov.uk/homepage/newsandviews/petitions.htm\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-02-27T18:55:51.194Z"
    },
    "id": 213504,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213504.json"
    },
    "type": "petition"
}