{
    "attributes": {
        "action": "Ban ALL Foreign Entities from Meddling in UK Politics NOW! Covertly or Overtly!",
        "additional_details": "Foreign entities, with questionable even supremacist motives, are free to employ all manner of stealth and propaganda in UK. Where is our government? Has OUR country been sold for coin?\r\n\r\nSoros, spends millions fighting BRexit. Funds NGOs to facilitate mass illegal migration into UK\r\n\r\nFrench PM Macron's party, En Marche helps set up a new UK political party against BRexit!\r\n\r\nMosques, foreign schools and religious establishments are financed from abroad. \r\nUK is wide open for Russian type meddling...",
        "background": "We, the People of the United Kingdom should have sole and final say on what happens to and in our country. As such, we do not always have the financial resources, power, exposure and connections to compete with well financed foreign entities to protect and defend our wishes, choices and desires!",
        "closed_at": null,
        "created_at": "2018-02-21T21:16:53.989Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-22T10:00:00.799Z",
        "opened_at": null,
        "rejected_at": "2018-02-27T18:38:43.823Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-03-19T15:22:40.345Z"
    },
    "id": 213511,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213511.json"
    },
    "type": "petition"
}