{
    "attributes": {
        "action": "Require local authorities to adopt all Public Open Space and roads on estates",
        "additional_details": "Local authorities used to be paid commuted sums by housing developers to adopt open land and roads. Local authorities would be responsible for the long term maintenance for these assets. In practice, management companies are established for some roads and public open spaces to be maintained long term. Management companies charge excessive amounts for in effect a second “council tax”. The government should force all local authorities to adopt all roads and public open space on private estates.",
        "background": "Local authorities are avoiding increasing their grounds maintenance responsibilities on new private estates by requiring developers to form management companies to deal with the maintenance long term. These management fees are an extra tax on hard working families. Councils should adopt the land.",
        "closed_at": "2018-09-01T22:59:59.999Z",
        "created_at": "2018-02-24T11:25:48.554Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-08-30T10:44:57.562Z",
            "details": "Local highway authorities are responsible for the maintenance of local public roads in England. A decision on whether to adopt a road is a matter for the local authority and the Government has no direct role in this process.\r\n\r\nGenerally, when a developer seeks to have a road on a development adopted by a local highway authority, and therefore maintained at public expense, both parties would seek to enter into a voluntary agreement (known as a section 38 agreement) before the road is built. The road would then be adopted as long as it was constructed to the prescribed standard. However, the decision to adopt remains with the local highway authority and not all developers ask for their roads to be adopted. Local highway authorities may also be required to adopt roads providing they have been built to the prescribed standard. Further information on the adoption process can be found at https://www.gov.uk/government/publications/adoption-of-roads-by-highway-authorities\r\n\r\nDevelopers of new estates may voluntarily provide open spaces for residents or be required, as a planning condition, to include public open spaces and make provision for its future upkeep. It is up to developers and local planning authorities to agree appropriate funding arrangements for those developments where public open space is a planning condition. It is also possible for the freeholder of a public open space to pass ownership, in trust, to a local authority. The provision and maintenance of public open space by a developer on a voluntary basis is a matter for it and its customers.\r\n\r\nThe Government believes that it should be clear to potential purchasers what the arrangements are for the maintenance of roads and upkeep of open space—public or otherwise.\r\n\r\nLocal authorities are already required to maintain a list of roads within their areas that are maintainable at public expense.\r\n\r\nIn its response to a recent consultation, Protecting consumers in the letting and managing agent market [https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/696148/Protecting_consumers_in_the_letting_and_managing_agent_market_response.pdf], the Government decided to set up a working group that would ‘consider how fees should be presented for consumers (including prospective consumers) and explore the best means to challenge fees which are unjustified.’ As a consequence the working group will look to ensure that any charges faced by freeholders or leaseholders are justified, fair and transparent.\r\n\r\nA requirement on local authorities to adopt public open spaces on private estates would constitute a significant new burden and arrangements already exist to provide for upkeep in a way that can be tailored to the nature of individual developments.\r\n\r\nMinistry of Housing, Communities and Local Government",
            "responded_on": "2018-11-13",
            "summary": "The Government understands the petitioners’ concerns over fees charged for the upkeep of public open spaces and roads and will look to ensure that any charges are justified, fair and transparent.",
            "updated_at": "2018-11-20T16:43:11.861Z"
        },
        "government_response_at": "2018-08-30T10:44:57.564Z",
        "moderation_threshold_reached_at": "2018-02-24T13:44:10.293Z",
        "opened_at": "2018-03-01T15:42:43.685Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-08-12T09:45:44.157Z",
        "scheduled_debate_date": null,
        "signature_count": 11717,
        "state": "closed",
        "updated_at": "2018-12-14T15:41:40.683Z"
    },
    "id": 213702,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213702.json"
    },
    "type": "petition"
}