{
    "attributes": {
        "action": "Ensure that the U.K. leaves the EU Single Market & Customs Union.",
        "additional_details": "If certain MP’s & political parties continue to frustrate Brexit then they will be rejecting the will of the people. When voters voted for Brexit, they voted to control Britain’s borders; control our laws and have the ability to strike free trade deals around the world. The government must be allowed to deliver upon the wishes of the people.",
        "background": "On 23rd June 2016, the U.K. voted by majority to leave the EU. In the 2017 General Election, the two main parties promised to leave the single market & customs union and subsequently they received an 80% vote share. Therefore the government must be able to withdraw the U.K. from the Customs Union.",
        "closed_at": "2018-09-02T22:59:59.999Z",
        "created_at": "2018-02-25T15:15:08.895Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-05-09T10:15:29.451Z",
            "details": "As the Prime Minister has made clear, when we leave the European Union, we will also be leaving the EU’s Single Market and Customs Union.\r\n \r\nThe UK is seeking the broadest and deepest possible partnership – covering more sectors and co-operating more fully than any Free Trade Agreement anywhere in the world today. We want to have the greatest possible tariff and barrier-free trade with our European neighbours. \r\n\r\nWe have listened to EU leaders and we understand and respect the position that the four freedoms of the single market are indivisible and there can be no cherry-picking. We do not seek membership of the Single Market after we leave the EU, but a bold and ambitious Economic Partnership as part of a new special partnership. \r\n\r\nRemaining a member of the Single Market would mean accepting a role for the Court of Justice of the EU. It would mean still not having control over immigration. It would therefore fail the first test for our future economic partnership with the EU the Prime Minister set out at Mansion House. \r\n\r\nBy leaving the Customs Union and establishing a new and ambitious customs arrangement with the EU, we will be able to forge new trade relationships with our partners around the world, and maintain as frictionless trade as possible in goods between the UK and the EU. In doing so, we will be providing a positive and powerful voice for free trade.\r\n\r\nTo ensure UK-EU trade is as frictionless as possible, the Government has considered two broad approaches to a future customs relationship with the EU that would facilitate the UK’s objectives.\r\n\r\nBoth of these options for our future customs arrangement would leave the UK free to determine its own tariffs with third countries - which would simply not be possible while part of the Customs Union.\r\n\r\nAs the Prime Minister has said, our decision to leave the EU does not mark an ending. It marks a new beginning for our relationship with our European allies. However, the agreement we reach with the EU must respect the result of the referendum which was a vote to take control of our borders, laws and money.\r\nWe are confident that the UK and the EU can reach a positive deal on our future partnership, as this would be to the mutual benefit of both the UK and the EU. We therefore approach the negotiations in this spirit.\r\n\r\nDepartment for Exiting the European Union",
            "responded_on": "2018-05-09",
            "summary": "The UK is leaving the EU’s Single Market and Customs Union. We are seeking to establish a deep and special partnership with the EU and a new customs arrangement outside the EU’s Customs Union. ",
            "updated_at": "2018-05-09T10:15:29.451Z"
        },
        "government_response_at": "2018-05-09T10:15:29.454Z",
        "moderation_threshold_reached_at": "2018-02-25T18:39:22.169Z",
        "opened_at": "2018-03-02T13:39:48.893Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-04-24T20:17:38.393Z",
        "scheduled_debate_date": null,
        "signature_count": 81192,
        "state": "closed",
        "updated_at": "2018-09-03T20:19:04.761Z"
    },
    "id": 213782,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213782.json"
    },
    "type": "petition"
}