{
    "attributes": {
        "action": "Make Social Media companies autoban people who issue physical/death threats",
        "additional_details": "It's routinely reported that people who are in the news \"get death threats\". This is reported matter-of-factly as if every single person who did that is not (a) mentally unstable and (b) breaking the law. These threats should not be regarded as normal background activity.\r\n\r\nReporting on social media currently cares more about copyright and nipples than it does about physical harm, psychological abuse and threats. Blocking is not an adequate remedy.",
        "background": "Death threats and threats to physical harm are unacceptable in real-life. They should be unacceptable online too, but reporting facilities in social media are pathetically inadequate. This is unacceptable. Social media should treat these threats as a banning offence and report them.",
        "closed_at": null,
        "created_at": "2018-02-25T15:41:54.434Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-26T20:01:22.844Z",
        "opened_at": null,
        "rejected_at": "2018-03-05T17:20:15.953Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about threats of violence on social media, but we're not sure exactly what you'd like the UK Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the UK Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-03-05T17:20:15.961Z"
    },
    "id": 213786,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213786.json"
    },
    "type": "petition"
}