{
    "attributes": {
        "action": "Introduction of secular education to encourage critical thinking in the young.",
        "additional_details": "According to the 2011 National census, the top 3 practiced religions in the UK are:Christianity-59.4%, Islam-5.0%, Hinduism-1.5%, and 24.7% belonging to no religion. \r\nThese main stream religions within the UK all have their own creationist stories, but how many schools openly discuss the scientific origins younger students. Forcing children to digest information, that will greatly affect their futures is wrong. Teach the importance of critical thinking, and watch the future generation bloom!",
        "background": "While independent, critical thinking is forever rising within the UK, religion still poses a major threat to creativity, progression, free thinking society and equality within the UK and on a larger scale the globe. Religious education should not be banned from the curriculum, just regulated.",
        "closed_at": null,
        "created_at": "2018-02-25T14:44:13.133Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-25T15:17:23.204Z",
        "opened_at": null,
        "rejected_at": "2018-03-01T16:00:30.143Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you' mean by \"Religious education should not be banned from the curriculum, just regulated.\"\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\t\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-03-01T16:00:30.152Z"
    },
    "id": 213781,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213781.json"
    },
    "type": "petition"
}