{
    "attributes": {
        "action": "Help high functioning autistic people get the money they deserve.",
        "additional_details": "I am an autistic person and I was not given the money I deserved for mounths. I had to do a test to see if I could claim personal independent payments, I think that’s what it’s called. The test involved counting down in 7s and seeing if I was able to stand and I was told to remember three things and never got asked what they were at the end. I want people to understand that autistic people can count and stand it’s not about if they can’t stand and count. I think that this should stop because being autistic is very hard when your basically being told your not autistic really upsets people sometimes as some autistic people can take things seriously even though they are high functioning.",
        "background": "High functioning autistic people should get the money they deserve. Lots of people who are high functioning don’t get the money they deserve because they have managed to do normal things but we can’t beciasr we need extra money just to have a bit more of a better quality of life.",
        "closed_at": null,
        "created_at": "2018-02-25T20:19:58.577Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-25T20:26:19.093Z",
        "opened_at": null,
        "rejected_at": "2018-03-12T15:57:08.022Z",
        "rejection": {
            "code": "duplicate",
            "details": "We think we have a similar petition already. It's about increasing understanding of autistic spectrum disorder among the people who assess applications for things like PIP. \r\n \r\nHere's a link to the petition: \r\n\r\nhttps://petition.parliament.uk/petitions/210975"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2018-03-12T15:57:27.822Z"
    },
    "id": 213800,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213800.json"
    },
    "type": "petition"
}