{
    "attributes": {
        "action": "Stop Utility's allowing debt to mount up when on a prepayment meter.",
        "additional_details": "The changes regarding the standing charge were introduced in 2013.\r\nI am aware of one elderly customer that became confused when the charges were introduced so much so that she stopped using gas. She had no hot running water or central heating for four years. Upon investigation it was discovered that during this time she had accumulated a dept for standing charges of £265 even though no gas had been used. A representative at one of the utility companies intimated that debts were quite usual especially over the summer months.",
        "background": "Utility companies can separate the standing charge from the cost of supplying gas/electricity when on a prepayment meter.\r\nThis standing charge is applied daily regardless of credit being available on the meter. Where there is no credit available this standing charge starts to accumulate as a dept.",
        "closed_at": null,
        "created_at": "2018-02-26T16:35:08.069Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-26T20:24:07.244Z",
        "opened_at": null,
        "rejected_at": "2018-03-05T17:22:33.276Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about standing charges for people with prepayment meters, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIf you'd like the UK Parliament to change the law, to make it illegal for a utility company to apply standing charges to people with prepayment meters, if that's what you would like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-03-05T17:22:33.285Z"
    },
    "id": 213848,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213848.json"
    },
    "type": "petition"
}