{
    "attributes": {
        "action": "HSE to include Domestic Abuse in HSE regulations.",
        "additional_details": "\"The Health and Safety at Work etc Act 1974  (also referred to as HSWA, the HSW Act, the 1974 Act or HASAWA) is the primary piece of legislation covering occupational health and safety in Great Britain. The Health and Safety Executive, with local authorities (and other enforcing authorities) is responsible for enforcing the Act and a number of other Acts and Statutory Instruments relevant to the working environment.\" HSE website. Currently it does not offer guidance on domestic abuse.",
        "background": "I would like to see specific guidance on supporting employees who are experiencing domestic abuse so that employers have a responsibility to have an awareness of what domestic abuse is and where to signpost for support. Companies should have guidance on policy writing have a policy in place.",
        "closed_at": null,
        "created_at": "2018-02-27T07:46:28.230Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-27T18:10:39.686Z",
        "opened_at": null,
        "rejected_at": "2018-03-06T14:09:08.601Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIf you'd like the law to be changed, to require employers to give specific support to employees who are victims of domestic abuse, you could start a new petition asking for that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-03-06T14:09:08.608Z"
    },
    "id": 213877,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213877.json"
    },
    "type": "petition"
}