{
    "attributes": {
        "action": "Stop QROPS Ex-Pat pension transfers being invested into overseas Insurance Bonds",
        "additional_details": "Our group investigation has revealed forged dealing instructions and hidden charges, and to try and save the small pension amounts left we have to pay massive exit fees, percentage based on our initial investment. Our funds were put into toxic, high risk insurance bonds without our knowledge. This practice is still going on and must stop. Peoples retirements are being destroyed, whilst earning Financial Advisors massive commissions who are enticed to do this by the Insurance Companies themselves",
        "background": "As a group of 200 Ex-Pats we have so far lost over 11 million pounds after our pensions were transferred & put into overseas Insurance Bonds. Massive hidden fees & huge commissions have earned Financial Advisers and insurance companies a fortune & decimated our pension funds and our futures.",
        "closed_at": null,
        "created_at": "2018-02-27T16:47:10.188Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-27T19:01:07.740Z",
        "opened_at": null,
        "rejected_at": "2018-03-06T14:13:53.587Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-03-16T16:07:11.862Z"
    },
    "id": 213917,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213917.json"
    },
    "type": "petition"
}