{
    "attributes": {
        "action": "Stop organised 'gang burglaries' in our neighborhoods",
        "additional_details": "People should feel safe in their own homes and not worry about if they will become the next victim of a violent burglary. So let's put pressure on the police and politicians to tackle the gangs and impose longer jail-terms. We need 10,000 signatures so this matter can be discussed in parliment and addressed accordingly - so please add your name. The status quo is unacceptable we demand safer neighborhoods everywhere. Thank you for your support.",
        "background": "In recent times there has been a significant increase in professionally organised gangs carrying out violent burglaries across neighborhoods. Clearly the gangs are benefiting from their crimes, whilst also terrorising innocent people in their own homes. These violent gangs must be stopped.",
        "closed_at": null,
        "created_at": "2018-02-27T20:46:23.749Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-02-27T21:52:43.772Z",
        "opened_at": null,
        "rejected_at": "2018-03-05T17:44:42.412Z",
        "rejection": {
            "code": "no-action",
            "details": "Policing in your local area is the responsibility of your local Police and Crime Commissioner (PCC). You can find out who your PCC is, and how to contact them, here:\r\n\r\nhttps://www.police.uk/\r\n\r\nIf you'd like a change to the law, or increased funding for the police, you could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2018-03-05T17:44:42.420Z"
    },
    "id": 213941,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213941.json"
    },
    "type": "petition"
}