{
    "attributes": {
        "action": "Require DEFRA to fund research into the cause/s of Alabama Rot (CRGV) in dogs",
        "additional_details": "Many dog owners are living in fear of Alabama Rot infecting their beloved pets. There were 11 new confirmed cases reported to the public on Monday 26/02/18. There is no evidence of any coordinated research project into the cause of the disease, no responsible organism identified and no research based advice on prevention. There is no known cure.\r\nDEFRA has a responsibility for the welfare of animals in Britain and should coordinate, fund and oversee research into what is killing Britains dogs.",
        "background": "Alabama Rot (CRGV) is a disease causing skin lesions, kidney failure and death in dogs. Now throughout mainland Britain, with no evidence as to the cause, prevention or treatment.\r\nDEFRA should be required to commission, fund and oversee a research effort to identify the cause of this disease.",
        "closed_at": null,
        "created_at": "2018-02-28T10:10:26.507Z",
        "creator_name": "Tracey Gaitt",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-03-21T14:24:20.308Z",
            "details": "Cutaneous and Renal Glomerular Vasculopathy (CRGV), which has been wrongly referred to as ‘Alabama rot’ is an uncommon disease of dogs in the UK, but understandably a cause of concern for dog owners. \r\n\r\nThe initial symptoms of CRGV generally include redness of the skin, swelling, bruising, and sores. Although the disease usually affects the lower limbs, it can also be seen around the face, in the mouth and elsewhere on the body.\r\n\r\nA private funding group has been set up to support investigations into CRGV and its cause, and private vets who are at the front line of examining and treating affected dogs are carrying out investigations into this disease. \r\n\r\nNumerous investigations have been carried out and, whilst a definitive cause of the syndrome has yet to be identified, the evidence so far suggests that the condition is not transmissible directly from dog to dog. More substantial guidance for dog owners will be made available once more evidence explaining how the syndrome is contracted becomes known.\r\n\r\nPrivate vets are generally best placed to advise dog owners on health concerns that arise with their pets, given the relationship that they have with their clients and their knowledge of disease in their local area. As such, we recommend that pet owners seek urgent veterinary attention for their animals if they are concerned about any clinical signs they are displaying. \r\n\r\nProactive investigations of this syndrome are being supported by vets in private practice. The Animal and Plant Health Agency is closely following this work and are in contact with the private vet leading the investigations. We will continue to monitor the situation.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "Defra is monitoring the investigation by private vets into the cause of CRGV and do not propose to intervene further while this work is carried out. ",
            "updated_at": "2018-03-21T14:24:20.308Z"
        },
        "government_response_at": "2018-03-21T14:24:20.311Z",
        "moderation_threshold_reached_at": "2018-02-28T10:26:25.114Z",
        "opened_at": "2018-03-02T17:56:20.315Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-03-07T21:32:19.748Z",
        "scheduled_debate_date": null,
        "signature_count": 17671,
        "state": "open",
        "updated_at": "2018-05-29T12:45:21.910Z"
    },
    "id": 213970,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213970.json"
    },
    "type": "petition"
}