{
    "attributes": {
        "action": "Legalise cannabis oil for medicinal usage.",
        "additional_details": "Scientists are rapidly discovering more and more about the rather amazing abilities of the cannabinoids found in the cannabis plant. Most of them have shown therapeutic value, as have the terpenes, which give the plant its distinct odors. There are over 125 terpenes and over 80 cannabinoids in cannabis and each strain has its own unique blend that create its distinct effects. \r\nCBD also has the effect of reducing the undesirable effects of high-THC cannabis, such as anxiety and paranoia.",
        "background": "Cannabis Oil is one of the oldest medicines known to Man. There has been numerous studies completed proving that cannabis oil can assist treating epilepsy, insomnia and even treat people suffering from cancer. \r\n\r\nCannabidiol (CBD) can be developed for use with low THC content therefor no high...",
        "closed_at": "2018-09-05T22:59:59.999Z",
        "created_at": "2018-02-28T11:05:46.331Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-07-13T09:21:39.300Z",
            "details": "The review process will take place in two parts and will be led jointly by the Home Office and Department of Health and Social Care.  Part one of the commission considered the evidence available for the medicinal and therapeutic benefits of cannabis-based products.  This was led by the Chief Medical Officer, Professor Sally Davies.  Part two is being led by the Advisory Council on the Misuse of Drugs (ACMD). \r\n\r\nThe ACMD will not reassess the evidence issued by the Chief Medical Officer but will provide an assessment, based on the balance of harms and public health needs, of what, if anything, should be rescheduled under the Misuse of Drugs Regulations 2001.\r\n\r\nIn the interim, as the Policing Minister announced on 18 June, we have established an Expert Panel of clinicians to advise Ministers on any applications to prescribe cannabis-based products.  The panel will be chaired by the Chief Medical Officer for Northern Ireland, Dr Michael McBride.  While the wider review takes place, the panel will provide a route for specialist clinicians to prescribe cannabis-based products in exceptional circumstances.  It is centred on evidence-based advice led by clinical experts in order to ensure the safety of any patient.  Since 27 June any licence applications to use cannabis-based products as part of treatment outside a clinical trial will be handled through this new process until the conclusion and implementation of the recommendations from the review.\r\n\r\nHome Office",
            "responded_on": "2018-07-12",
            "summary": "On 19 June, the Home Secretary announced a two-part review into the scheduling of cannabis.",
            "updated_at": "2018-07-13T09:21:39.300Z"
        },
        "government_response_at": "2018-07-13T09:21:39.303Z",
        "moderation_threshold_reached_at": "2018-02-28T12:42:54.981Z",
        "opened_at": "2018-03-05T10:39:08.565Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-06-20T21:37:15.116Z",
        "scheduled_debate_date": null,
        "signature_count": 14599,
        "state": "closed",
        "updated_at": "2018-09-05T23:00:03.624Z"
    },
    "id": 213973,
    "links": {
        "self": "https://petition.parliament.uk/petitions/213973.json"
    },
    "type": "petition"
}