{
    "attributes": {
        "action": "Offer White South Africans British Citizenship and the right to settle in the UK",
        "additional_details": "White South Africans face ethnic cleansing and persecution at the hands of the government and population at large: Having their property/land confiscated, living in abject poverty, and with thousands already being murdered.\r\nWe believe that these people should have a right to return to their ancestral homelands in Europe.\r\nAs it currently stands, many white South Africans who apply for citizenship these countries such are rejected, despite being descendants of Europeans themselves.",
        "background": "White South Africans currently face persecution at the hands of the ANC government and from various other groups in the Country.\r\nTherefore we implore HM Government to take a stand and uphold its commitment to Human Rights by offering dispossessed Whites in SA the right to resettle in the UK.",
        "closed_at": null,
        "created_at": "2018-03-01T17:18:53.273Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-01T18:01:36.299Z",
        "opened_at": null,
        "rejected_at": "2018-03-08T15:34:07.641Z",
        "rejection": {
            "code": "no-action",
            "details": "People from South Africa are already able to apply for a visa to live and work in the UK, or for British citizenship, so we're not sure exactly what you'd like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-03-09T15:32:01.014Z"
    },
    "id": 214074,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214074.json"
    },
    "type": "petition"
}