{
    "attributes": {
        "action": "Hold a referendum for the legalisation of cannabis",
        "additional_details": "",
        "background": "It is clear that the cannabis debate is not going away and given that the current conservative government understand the meaning of democracy by giving a referendum to the public on our membership of the E.U it should give the public a referendum on cannabis legalisation and let the public decide",
        "closed_at": "2018-09-12T22:59:59.999Z",
        "created_at": "2018-02-28T23:35:29.626Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-04-30T12:42:38.836Z",
            "details": "Cannabis is a Class B Drug under the Misuse of Drugs Act 1971. There is a substantial body of scientific and medical evidence to show that controlled drugs, such as cannabis, are harmful and can damage people’s mental and physical health, and our wider communities.\r\n\r\nThe evidence from the Government’s independent experts, the Advisory Council on the Misuse of Drugs (‘ACMD’), is that the use of cannabis is a “significant public health issue and can unquestionably cause harm to individuals and society”. The ACMD’s most recent advice on cannabis is set out in its 2008 report:\r\nhttps://www.gov.uk/government/publications/acmd-cannabis-classification-and-public-health-2008\r\n\r\nGiven these acknowledged harms, the Government does not consider it appropriate to hold a referendum on the legalisation of cannabis. Whilst the debate is an important one, the eleven previous referenda have centred on fundamental constitutional issues such as devolution and the UK’s membership of the EU.\r\n\r\nThe legalisation of cannabis would send the wrong message to the vast majority of people who do not take drugs, especially young and vulnerable people, with the potential grave risk of increased misuse of drugs. It would not eliminate the crime committed by the illicit trade, nor would it address the harms associated with drug dependence and the misery this can cause to families and society. As such, the Government’s position on Cannabis remaining a controlled drug remains clear and there is no intention to hold a referendum on the matter.\r\n\r\nHome Office",
            "responded_on": "2018-04-30",
            "summary": "This Government has no plans to legalise cannabis and there are no plans to hold a referendum on the matter.",
            "updated_at": "2018-06-12T15:25:57.997Z"
        },
        "government_response_at": "2018-04-30T12:42:38.839Z",
        "moderation_threshold_reached_at": "2018-03-01T21:07:58.878Z",
        "opened_at": "2018-03-12T16:24:18.473Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-04-13T20:37:33.607Z",
        "scheduled_debate_date": null,
        "signature_count": 29775,
        "state": "closed",
        "updated_at": "2018-09-13T21:56:15.854Z"
    },
    "id": 214030,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214030.json"
    },
    "type": "petition"
}