{
    "attributes": {
        "action": "Make schools be closed when the temperature is -4 or lower",
        "additional_details": "Harris academy Bromley tells you on the day whether school is open and closed 1hr before the school opens. This is wrong as children have already left in the freezing cold to go to school and find out that it is closed when there are halfway there.",
        "background": "In my opinion I believe that is incorrect for children to be going to school when when temperature is below  -4. What I dislike the most is that children wake up at around 6:30 and only find out if school is closed at 7:09 Please help.",
        "closed_at": null,
        "created_at": "2018-03-01T21:02:08.007Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-02T06:43:00.263Z",
        "opened_at": null,
        "rejected_at": "2018-03-12T16:57:47.428Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do.  We understand that you'd like all schools to be required to close if the temperature is -4 or lower. We think you'd also like schools to be required to give a certain amount of notice if they are going to close, but we're not sure exactly how you would like this to work. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou'll need to give your full name to start a petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-03-13T09:02:37.933Z"
    },
    "id": 214093,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214093.json"
    },
    "type": "petition"
}