{
    "attributes": {
        "action": "Mandate re-homing of suitable beagles and other species used for animal research",
        "additional_details": "There can be a life after laboratories for suitable animals!!  Mandatory legislation will guarantee adherance to the law and will ensure that release & re-homings will be conducted officially and transparently for those animals who achieve the criteria in ASPA 1986. This will ensure that animals can enjoy normal lives in domestic enviroments once they have been socialised and domesticated properly, and re-homed to new owners who have been extensively checked as suitable.",
        "background": "An Advice Note was issued by the Animal Scientific Regulation Unit at the Home Office in 2015 encouraging research/ breeding facilities to re-home these animals but an Advice Note is not Mandatory.  There is evidence that animals are released under the radar or the advice is ignored.",
        "closed_at": "2018-09-09T22:59:59.999Z",
        "created_at": "2018-03-02T16:32:28.585Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-06-18T10:26:49.707Z",
            "details": "The Home Office encourages establishments to consider re-homing when it is in the best interests of the welfare of the animal, when there is no risk to public or animal health, or to the environment. The Home Office has published a detailed Advice Note to facilitate re-homing where it is appropriate. The Home Office has no plans to mandate re-homing of animals used in scientific research.\r\n\r\nThe use of animals in scientific research remains a vital tool in improving our understanding of how biological systems work both in health and disease. This is crucial for the development of new medicines and cutting edge medical technologies for both humans and animals, and for the protection of our environment. \r\nThe Government has a strong commitment to maintaining a rigorous regulatory system under the Animals (Scientific Procedures) Act 1986 (ASPA). \r\n\r\nGuidance can be found here: \r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/662364/Guidance_on_the_Operation_of_ASPA.pdf\r\n\r\nThe regulatory system ensures that animal research and testing is carried out only where no practicable alternative exists, and that suffering is kept to a minimum. This is achieved through applying the principles of the 3Rs which require that, in every research proposal, animals are replaced with non-animal alternatives wherever possible; that the number of animals used is reduced to the minimum needed to achieve the results sought; and that, for those animals which must be used, procedures are refined as much as possible to minimise their suffering.\r\n\r\nAnimals that have been used in scientific research under ASPA may be re-homed if certain criteria, which are set out in section 17A of ASPA, are met. These criteria aim to protect the animals being re-homed, public health, animal health, and the environment.\r\n\r\nIn 2015, the Home Office published a detailed Advice Note to explain the requirements for the re-homing of animals under ASPA, and to facilitate re-homing when appropriate. \r\n\r\nThe Advice Note is published here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/470146/Advice_Note_Rehoming_setting_free.pdf\r\n\r\nThe guidance aims to:\r\nEncourage consideration of opportunities for re-homing and setting free suitable animals\r\nClarify the legislative framework under which consent to re-home can be obtained \r\nProvide advice on an effective Animal Welfare and Ethical Review Body (AWERB) policy for re-homing and setting free \r\nDescribe the current processes used by the Home Office for re-homing or setting free protected animals\r\n\r\nBefore deciding if an animal is suitable for re-homing, consideration must be given to: \r\nThe animal’s state of health\r\nAny risk to public health, animal health and the environment\r\nThe need for effective socialisation\r\nAny other measures to safeguard the animal’s well being, such as the suitability of the new owner \r\n\r\nThe process of re-homing of animals used in scientific research, or setting them free, may involve stress and welfare costs to the animals. Ethically, animals must only be re-homed when it is in the best interests of their welfare and when there is no risk to public or animal health, or to the environment. For these reasons mandatory re-homing is not being considered by this Government.\r\n\r\nHome Office",
            "responded_on": "2018-06-18",
            "summary": "This Government encourages all scientific establishments that are licensed under the Animals (Scientific Procedures) Act (1986) to consider the re-homing of animals used in scientific research.",
            "updated_at": "2018-06-18T10:26:49.707Z"
        },
        "government_response_at": "2018-06-18T10:26:49.710Z",
        "moderation_threshold_reached_at": "2018-03-03T08:13:34.681Z",
        "opened_at": "2018-03-09T16:57:04.140Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-05-30T06:49:19.730Z",
        "scheduled_debate_date": null,
        "signature_count": 12095,
        "state": "closed",
        "updated_at": "2018-09-10T10:32:54.308Z"
    },
    "id": 214145,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214145.json"
    },
    "type": "petition"
}