{
    "attributes": {
        "action": "Consult with women on proposals to enshrine 'gender identity' in law",
        "additional_details": "We call for:\r\n-\tRespectful and evidence-based discussion about the impact of proposed changes and for women's voices to be heard.\r\n\r\n-\tThe government to consult with women’s organisations on how self-declaration would impact on women-only services and spaces, data-gathering, and monitoring of sex-based discrimination.\r\n\r\n- The principle of single-sex spaces to be upheld – and where necessary extended.\r\n\r\nReferences:\r\n- The Sex and Gender Ethics Society\r\n- A Woman's Place UK\r\n- Fair Play for Women\r\n- #ManFriday",
        "background": "The government proposes to amend the law to allow people to self-identify as men or women, and to stop allowing organisations in sensitive situations to exclude people of the opposite birth sex. We call for women to be consulted on how to protect women and girls' rights, safety, privacy and dignity.",
        "closed_at": "2018-09-12T22:59:59.999Z",
        "created_at": "2018-03-02T09:53:54.718Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-06-05T09:27:51.923Z",
            "details": "The Government has committed to consult on how best to reform the Gender Recognition Act (GRA) 2004. This Act sets out the process by which trans people can legally change their gender. We will publish this consultation in due course. All members of the public will be able to respond to the consultation. Once the consultation has closed and the Government has carefully considered the responses, only then will we decide how to reform the GRA. \r\n\r\nGender recognition is a devolved issue and the Scottish Government ran a separate consultation, which closed on 1 March 2018.\r\n \r\nWe have been clear since announcing our intention to consult on the GRA that we will ask about how we can make the process of applying for a Gender Recognition Certificate less bureaucratic and intrusive for trans people. That does not necessarily mean we are proposing self-declaration of gender. The Government will consider the results of the consultation carefully before making any decision on how to reform the GRA. We are clear that we have no intention of amending the Equality Act 2010, the legislation that allows for single sex spaces. Any GRA reform will not change the protected characteristics in the Equality Act nor the exceptions under the Equality Act that allow provision for single and separate sex spaces.\r\n\r\nThe Government does not intend to change the safeguarding processes that are currently used in refuges and healthcare services. Providers of women-only services can continue to provide services in a different way, or even not provide services to trans individuals, provided it is objectively justified on a case-by-case basis. The same can be said about toilets, changing rooms or single sex activities. Providers may exclude trans people from facilities of the sex they identify with, provided it is a proportionate means of meeting a legitimate aim. \r\n\r\nWe are committed to a respectful and evidence-based discussion, and, for this reason, we have engaged in many pre-consultation meetings with a range of stakeholders including women’s groups, charities and service providers. We will continue to do so during the consultation. The consultation offers an opportunity for women from all backgrounds to be heard.\r\n \r\nAs part of our evidence gathering, we are looking at the experiences of other countries who have different gender recognition models. There are countries, such as Ireland, Malta, and Belgium that have adopted a self-declaration model, making use of statutory declarations. We are also looking at countries that do not have a full self-declaration model, such as the Netherlands. \r\n\r\nWe want to emphasise that any reform of the GRA will not mean reform to the medical treatment that trans people receive, and the age at which they can receive this. Access to treatment on the NHS, including cross-sex hormones (which the NHS allows from 16) and surgery (which the NHS allows from 18), is not regulated by the GRA, but decided on by clinicians. Any GRA reform will not change this.\r\n\r\nWhen the GRA was introduced, it was considered a world-leading piece of legislation. Whilst it has worked well in many ways, over the last decade it has been viewed as outdated. We have heard from many trans people that the current requirements feel overly intrusive and bureaucratic. It includes the need to provide a diagnosis of gender dysphoria and a second medical report of any treatment, proof of having lived for at least two years in their acquired gender, the approval of their spouse if married, as well as the fee to apply, and any associated costs with obtaining supporting evidence. Furthermore, trans people are already able to more easily change their name and gender in their passport and driving license. Streamlining the process of changing their legal gender on their birth certificate, so that they are recognised legally in their acquired gender, would help trans people to have all their identity documents match. \r\n\r\nThe process of gaining a Gender Recognition Certificate (GRC), as set out in the Gender Recognition Act, is a Government service that is not working well for the people it is designed for. Only 4,850 GRCs have been issued since the Act came into force. Our research shows that trans people find the process too bureaucratic and hard to use. We therefore propose improving this service, but want to ensure we only do so after a full consultation, to allow us to hear from trans people, and also from women’s groups, faith groups, LGBT groups, young people’s organisations, charities, refuges, and many more individuals and organisations, so that we can decide how best to make these reforms.\r\n\r\nThe Government is committed to improving the position of women and girls, and supports their rights, safety, privacy and dignity. We are also committed to improving the position of trans people and supporting their rights. We are confident that advancing the rights of trans people does not have to compromise women’s rights, and will work with all groups to ensure this.\r\n\r\nGovernment Equalities Office",
            "responded_on": "2018-06-05",
            "summary": "The Government has not yet decided whether or not to introduce a self-declaration model, and will not change the Equality Act 2010 provisions which support organisations to run single sex services.",
            "updated_at": "2018-06-05T09:27:51.923Z"
        },
        "government_response_at": "2018-06-05T09:27:51.925Z",
        "moderation_threshold_reached_at": "2018-03-02T10:47:09.213Z",
        "opened_at": "2018-03-12T11:33:22.257Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-04-15T08:57:31.338Z",
        "scheduled_debate_date": null,
        "signature_count": 12902,
        "state": "closed",
        "updated_at": "2018-09-12T23:00:08.533Z"
    },
    "id": 214118,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214118.json"
    },
    "type": "petition"
}