{
    "attributes": {
        "action": "Increase pay for home carers and health care assistants",
        "additional_details": "Home carers have the lowest pay and with more responsibility falling on home carers to do roles of nurses, we need to be paid more to show how people appreciate us.",
        "background": "Home carers are putting their lives on the risk by caring for elderly and vulnerable clients each day, for poor wage. But with the recent snow and terrible conditions, it's now time to be appreciated for what we do as carers. We need to be respected and appreciated for what we do on a daily basis.",
        "closed_at": null,
        "created_at": "2018-03-02T11:10:51.293Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-02T13:43:53.043Z",
        "opened_at": null,
        "rejected_at": "2018-03-19T17:11:31.840Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Pay for carers and healthcare assistants is the responsibility of your local council, the local health authority, or private employers. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOr you could start a new petition asking the Government to implement a specific national minimum wage for home carers and healthcare assistants."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-03-19T17:11:31.851Z"
    },
    "id": 214122,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214122.json"
    },
    "type": "petition"
}