{
    "attributes": {
        "action": "Allow vulnerable persons to carry pepper spray as a form of self defence.",
        "additional_details": "I propose to the government that pepper spray is re-introduced as a valid and suitable method of self-defence and are accessible only to those who need it or live in dangerous neighbourhoods with high crime rates.\r\n\r\nThe fact that crime rates are so high especially in the major cities of the UK and in particular England. Something needs to be done quickly to ensure that vulnerable people can protect themselves. \r\n\r\nAllow people the right to defend themselves against expected or unexpected violence.",
        "background": "Bring back the right for people to defend themselves from acid attacks, home burglaries and domestic abuse by being allowed to carry pepper spray as a method of self defence. \r\n\r\nIf the USA has the right to bear arms as their 2nd amendment, we should have the right to sufficient self defence.",
        "closed_at": null,
        "created_at": "2018-03-03T14:29:13.258Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-03T14:39:59.877Z",
        "opened_at": null,
        "rejected_at": "2018-03-06T16:29:54.871Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly how you'd like the law to define \"vulnerable persons\" for this purpose.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-03-06T16:29:54.879Z"
    },
    "id": 214198,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214198.json"
    },
    "type": "petition"
}