{
    "attributes": {
        "action": "Ban Fortnite in the United Kingdom",
        "additional_details": "This is terrible. For example a toxic community of 12 year olds who finish, constant glitches that dramatically affect gameplay and graphics made to look like loony toons. This problem has got to the point where it is even a problem for some players, stories include people hearing the ’Battle Bus’ and ‘Golden Chests’ in their everyday ventures. Termination of this game in the United Kingdom will bring sanity to those not only playing the game, but also the ones not. Thank you.",
        "background": "For over 6 months now a disease has been lurking the internet mainly attracting children ages 8-12 (but can include 30 year old virgins) This game ‘Fortnite’ has been on the topic of every childs conversations since the release. Making other people’s lives talking to these people, very distressing.",
        "closed_at": null,
        "created_at": "2018-03-02T17:02:48.764Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-02T17:14:55.701Z",
        "opened_at": null,
        "rejected_at": "2018-03-07T14:36:06.050Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for banning specific games. That's the responsibility of the Video Standards Council, which is responsible in the UK for implementing the PEGI age rating system which is used in over 30 countries throughout Europe.\r\n\r\nYou can find out more here:\r\n\r\nhttp://videostandards.org.uk/Home/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-03-07T16:24:53.336Z"
    },
    "id": 214151,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214151.json"
    },
    "type": "petition"
}