{
    "attributes": {
        "action": "Vote of no confidence in Mrs May",
        "additional_details": "The British people are totally fed up with the political parties and the political agenda. \r\nThere are few who trust the various parties, who use questionable means to achieve power.\r\nThe state of the UK is abysmal and getting worse. \r\nThis country is becoming a laughing stock among other countries. \r\nWe need an honest, moral leader, one who is for this country. We need a strong leader, yet a leader who will not only listen to but uphold the will of the people. \r\nAt this present time, Mrs May does not appear to be this leader. Mrs May does not appear to want the best for the UK and the British people.",
        "background": "People have become increasingly concerned, alarmed and angry at how the UK is being lead through the Brexit talks, the obscene amount of money being handed over to the EU, fishing rights, the NHS, and the safety of our borders etc.This country is in serious trouble. We need to get out of the EU now.",
        "closed_at": null,
        "created_at": "2018-03-02T18:06:50.613Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-05T22:09:34.676Z",
        "opened_at": null,
        "rejected_at": "2018-03-08T14:22:06.564Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. Petitions calling for action on policy are more likely to be an effective way of achieving the change you want."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2018-03-08T14:22:06.570Z"
    },
    "id": 214153,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214153.json"
    },
    "type": "petition"
}