{
    "attributes": {
        "action": "The recently announced increase to MP salaries should be reversed.",
        "additional_details": "Britain currently faces one of its most difficult, uncertain, and challenging times in modern history. Industries are failing, thousands are losing jobs and pensions, meanwhile our NHS is in crisis and UK public services have been ravaged by austerity. \r\nFor MPs to ignore this, awarding themselves even greater wealth when resources are in such short supply, is truly appalling. It is time MPs recognised they're employed to serve the public, not to swindle them in times of need. And led by example.",
        "background": "MPs have just been awarded yet another pay rise of 1.8%: a salary of £77,379. This follows a 1.4% rise in 2017, and a whopping 10.4% in 2015. The average UK salary for full-time employees is £27,195. MP basic salaries are now almost three times that, BEFORE expenses and other lucrative engagements.",
        "closed_at": null,
        "created_at": "2018-03-04T13:44:05.489Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-04T14:27:30.779Z",
        "opened_at": null,
        "rejected_at": "2018-03-07T14:30:50.528Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-03-07T14:30:50.535Z"
    },
    "id": 214266,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214266.json"
    },
    "type": "petition"
}