{
    "attributes": {
        "action": "Accept a role as guarantor to the USS pension scheme",
        "additional_details": "USS is a private pension scheme with 350 member employers. The university dispute rests on a valuation method in which the Government’s Pension Regulator has played a key role. But this method assumes \"the employer\" goes bankrupt, which in the case of USS means all (or a sizeable proportion of) pre-92 universities. This should be politically unthinkable. We therefore call on Government to indemnify USS and the Trustee Board against employer bankruptcy, for the current valuation cycle at least.",
        "background": "The USS pension deficit is due to a \"self sufficiency in gilts\" valuation method that models what would happen if the pre-92 universities went bankrupt. If Government believes this is possible, this would be a national tragedy! They should therefore indemnify USS, until the next valuation at least.",
        "closed_at": null,
        "created_at": "2018-03-03T17:02:22.453Z",
        "creator_name": "Sean Wallis",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-03-29T11:17:51.306Z",
            "details": "The Government is concerned about the ongoing industrial action over the proposed reforms to the Universities Superannuation Scheme (USS). \r\n\r\nThe Government has no plans to underwrite the Universities Superannuation Scheme (USS). The USS is the country’s largest Defined Benefit pension scheme. It has nearly 400,000 members, along with sizable assets and liabilities. The cost to the taxpayer of underwriting such a scheme could be significant, and any further Government involvement in supporting the USS would need to be considered very carefully.\r\n\r\nThe autonomy of higher education providers is explicitly recognised in the Higher Education and Research Act 2017. It is for autonomous providers to ensure appropriate pension provision for their staff, and it is their responsibility to resolve the current dispute through dialogue between Universities UK (UUK) and the University and College Union (UCU). \r\n\r\nThe Government recognises the concerns of university staff as well as university employers, and has spoken with both UUK and UCU to encourage them to continue to talk to find a resolution that works for universities, students and staff. This is the most appropriate route towards a resolution.\r\n\r\nDepartment for Education",
            "summary": "Government has no plans to underwrite the Universities Superannuation Scheme (USS). It is the responsibility of autonomous higher education providers to ensure appropriate pension provision for staff.",
            "updated_at": "2018-03-29T11:17:51.306Z"
        },
        "government_response_at": "2018-03-29T11:17:51.310Z",
        "moderation_threshold_reached_at": "2018-03-03T18:23:03.507Z",
        "opened_at": "2018-03-13T15:53:58.510Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-03-16T20:01:06.398Z",
        "scheduled_debate_date": null,
        "signature_count": 12676,
        "state": "open",
        "updated_at": "2018-05-28T00:18:33.244Z"
    },
    "id": 214210,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214210.json"
    },
    "type": "petition"
}