{
    "attributes": {
        "action": "Stop Government from building on Greenbelt",
        "additional_details": "I live in a beautiful village we are fighting to keep it that way past year we loads of houses being built in every space possible now we have a garden village to come on our greenbelt we have seen deer in the woods which is rare for lowlands this will kill off this beautiful sight we need to walk our dogs kids/extra roads traffic pollution ! its a peaceful village who will come to live here will the peace be lost ! we have an ongoing petition/complaints to our council this will cause sadness",
        "background": "We need our Greenbelt for our wildlife building on it endangers them we need the fresh air from our countryside Garden villages come with extra roads more pollution build on car parks and make more multi storey car parks above large stores or below  more 1 beds needed which can be built upright",
        "closed_at": null,
        "created_at": "2018-03-04T06:34:00.505Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-05T08:25:50.564Z",
        "opened_at": null,
        "rejected_at": "2018-03-21T17:58:17.405Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  Local planning decisions are the responsibility of your local council. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask for a specific change to planning law or policy.\r\n\r\nYou can find out more about the current law here: http://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN00934\r\n\r\n\t\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-03-23T10:39:02.134Z"
    },
    "id": 214240,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214240.json"
    },
    "type": "petition"
}