{
    "attributes": {
        "action": "Immediately cease every unregistered school from operating in this country.",
        "additional_details": "This is no secret or suprise and educational irregularities has been noted many times concerning unregulated schools and and the largely unmetered 'Home schooled population' but never acted upon in concentration. The potential for these establishments to become breeding grounds for extremist teachings of any description cannot and must not be permitted by any government to happen right under their noses without immediately forcing an inspectorate open door policy or immediate closure.",
        "background": "There are currently over 350+ unregistered schools in this country. They are unmetered/unregulated  and free to teach whatever they wish 'at will' We must either outlaw these schools or force a 'government approval' of any proposed and intended curriculum aswell as monitor the Home-schooled aswell.",
        "closed_at": null,
        "created_at": "2018-03-03T15:06:27.071Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-03T17:49:45.723Z",
        "opened_at": null,
        "rejected_at": "2018-03-12T16:41:23.545Z",
        "rejection": {
            "code": "no-action",
            "details": "Unregistered schools are already illegal. You can find out more here:\r\n\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/492965/Prosecuting_unregistered_independent_schools.pdf\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask for Ofsted to be given more powers to deal with unregistered schools. Alternatively, you could ask for specific changes to the law on home education, if that's what you would like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-03-13T09:27:15.336Z"
    },
    "id": 214202,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214202.json"
    },
    "type": "petition"
}