{
    "attributes": {
        "action": "Please give every child in the UK the opportunity to study Classics.",
        "additional_details": "Government funding cuts are leading to a narrowing of the curricula in state schools - usually to the detriment of the humanities.  A subject that was founded on the twin ideals of human wisdom and virtue 2,000 years ago and that formed the foundation of our own education system is now under serious threat. Classics is in peril.\r\nThe study of Classics is a marvellous world of sublime texts written by some of the giants of literature, a universe of poetry, history, philosophy, politics and art - that explores everything that is eternal about humanity.",
        "background": "Fewer and fewer students in state schools have the opportunity to study Classics. Yet it continues to form an important part of the curriculum in private schools for good reason. It teaches us to think & debate. Every child should have the opportunity to study Classics-not just the privileged few.",
        "closed_at": null,
        "created_at": "2018-03-04T16:36:52.304Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-04T17:30:53.880Z",
        "opened_at": null,
        "rejected_at": "2018-03-12T15:54:18.614Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government is only responsible for education in England. You could start a new petition calling for the UK Government to take this action in England. \r\n\r\nYou'll need to give your full name to start a petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-04-16T10:52:31.623Z"
    },
    "id": 214282,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214282.json"
    },
    "type": "petition"
}