{
    "attributes": {
        "action": "Make it illegal for parking companies to issue CCJ’s for unpaid parking tickets",
        "additional_details": "Many families have been prevented from obtaining mortgages due to unpaid parking tickets. \r\nYour credit should not be affected by an issue that you have not taken credit on. \r\nLeaving vulnerable families, single parent families, carers, disabled people and other members of the community who do not have much time and money to fight these ridiculous charges.",
        "background": "Multiple councils and private parking companies are repeatedly issuing parking CCJ’s... this is an attack on the working class and is preventing people from obtaining credit and mortgages and keeping people in poverty and unable to access credit of need be. The government must make this act illegal",
        "closed_at": null,
        "created_at": "2018-03-04T13:42:31.398Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-04T18:24:40.243Z",
        "opened_at": null,
        "rejected_at": "2018-04-06T17:02:28.414Z",
        "rejection": {
            "code": "irrelevant",
            "details": "County Court Judgments are issued by the courts, which are independent of the UK Government and Parliament. The Government cannot interfere in decisions that courts have made. \r\n\r\nYou could start a new petition about something the Government and Parliament are responsible for. For example, you could start a new petition to introduce an online courts system for dealing with fines, so that people can challenge fines in their own time without needing to attend court, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-04-06T17:02:49.397Z"
    },
    "id": 214265,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214265.json"
    },
    "type": "petition"
}