{
    "attributes": {
        "action": "Let petitions which reach 500,000 signatures go to parliamentary Free Vote",
        "additional_details": "There is absolutely no point in having an online petitions system, to empower voters, if the government simply continues dismissing everything we raise passionately by petition. Many important concerns have been raised by these petitions, and all have been systematically ignored by a shielded government.\r\n\r\nFree votes are a part of the UK constitution enabling all MPs to vote free from party whip or influence, which have been traditionally allowed for ethical issues seen as a matter of conscience.",
        "background": "Whenever petitions on this website reach 100,000 impassioned votes and go to parliament for \"debate\", they get sent back by the government saying, in effect, leave us alone.\r\n\r\nA new rule should therefore be introduced to allow the House of Commons a Free Vote whenever a petition reaches 500,000.",
        "closed_at": null,
        "created_at": "2018-03-06T07:30:40.924Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-06T10:29:24.436Z",
        "opened_at": null,
        "rejected_at": "2018-03-21T18:04:00.912Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Deciding whether or not a vote is a \"free vote\" is the responsibility of political parties, not the UK Government or Parliament. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\t\r\n\t"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-03-23T10:40:07.155Z"
    },
    "id": 214382,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214382.json"
    },
    "type": "petition"
}