{
    "attributes": {
        "action": "Ban the sale of high caffeine energy drinks to under 16s",
        "additional_details": "A 2015 European Food Safety Authority (EFSA) report found that a 'safe' caffeine intake level for children has not been established. They propose guidelines of 3mg/kg per day could be used as a safe amount for habitual caffeine consumption by children and adolescents. This means that while a single can of popular brands on the market can contain around 160mg of caffeine, the EFSA recommends an intake of no more than 105mg caffeine per day for children. These drinks are simply #NotforChildren.",
        "background": "The label may state ‘not for children’ but 69% of teenagers / 24% of children under 10 are consuming high-caffeine energy drinks that lead to adverse health effects post consumption. With sales ever rising, we propose a ban on high-caffeine energy drinks containing over 150mg of caffeine per litre.",
        "closed_at": "2018-09-05T22:59:59.999Z",
        "created_at": "2018-03-05T14:30:58.157Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-07-11T16:46:18.524Z",
            "details": "We are hearing strong calls from parents, health professionals, teachers and some industry bodies and retailers for a ban on the sale of high-caffeine energy drinks to children. Parents and those who work with children are concerned about the effects of energy drink consumption on children's health and behaviour. \r\n\r\nWe know that a significant proportion of children in this country are drinking these products. A 2013 study by the European Food Safety Authority (EFSA) found that 69% of UK 10-18 year olds had consumed energy drinks in the last year, and that adolescents who do consume energy drinks are drinking 50% more of them by volume than the EU average for their age group. But it’s not only teenagers who are drinking energy drinks; the same report found that 24% of 6-9-year-olds in the UK were doing so too. \r\n\r\nExcessive consumption of caffeinated energy drinks has been linked with adverse health outcomes for children such as headaches, sleeping problems, irritation and tiredness. It is therefore potentially concerning that EFSA research suggests that nearly a quarter (24%) of 10-17-year-olds who consume energy drinks drink 3 cans or more in one sitting, especially as some energy drinks are sold in larger cans (500ml) and can contain as much as 160mg of caffeine per serving. For reference, an average mug of instant coffee contains around 89mg of caffeine, a cup of black tea 44mg, and a 330ml can of cola 36mg.\r\n\r\nWe are aware that the research base for the effects of energy drinks on children is complex. It is important that we take into account all the available data and gather further views and evidence on the pros and cons of a ban, and on alternative options, before making a decision about the right path to take.\r\n\r\nThat is why we have announced our intention to consult on whether a ban should be imposed, and if so, what this should look like. This will give us the opportunity to gather a stronger sense of the concerns that exist, and the evidence that is available. We also welcome views through the consultation on alternative approaches to restricting children's access to energy drinks.\r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2018-07-11",
            "summary": "In Chapter 2 of its Childhood Obesity Plan, published in June, the Government announced that it would consult before the end of 2018 on its intention to ban sales of energy drinks to children.",
            "updated_at": "2018-07-11T16:46:18.524Z"
        },
        "government_response_at": "2018-07-11T16:46:18.528Z",
        "moderation_threshold_reached_at": "2018-03-05T15:34:22.192Z",
        "opened_at": "2018-03-05T18:43:32.323Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-07-09T15:11:18.807Z",
        "scheduled_debate_date": null,
        "signature_count": 10218,
        "state": "closed",
        "updated_at": "2018-09-05T23:00:03.674Z"
    },
    "id": 214334,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214334.json"
    },
    "type": "petition"
}