{
    "attributes": {
        "action": "Fund a clinical audit of ovarian cancer to urgently improve survival rates",
        "additional_details": "When a woman is diagnosed with ovarian cancer in the UK the odds are stacked against her. It is one of the deadliest cancers for women and only 46% will survive 5 years beyond a diagnosis. UK survival rates lag significantly behind the USA, France and Germany, and even countries such as Thailand and Romania. We urgently need earlier detection and better treatment to improve women’s chances. If my mum’s cancer had been diagnosed earlier she would have had a 90% chance of survival.",
        "background": "Shockingly, the UK has one of the worst survival rates in Europe for ovarian cancer. It’s too late for so many women like my mum, but we must do better. In 2015 the Chief Medical Officer called for an audit of ovarian cancer treatment & survival. Funding an audit is key to saving more women's lives.",
        "closed_at": "2018-09-12T22:59:59.999Z",
        "created_at": "2018-03-05T12:33:17.813Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-08-15T14:36:13.018Z",
            "details": "Cancer is a priority for this Government and survival rates are at a record high.  Since 2010 rates of survival from cancer have increased year-on-year.  Around 7,000 people are alive today who would not have been had mortality rates stayed the same as in 2010.  But we know there is more to do, and NHS England is leading the health and care system in implementing the recommendations of the independent Cancer Taskforce to save a further 30,000 lives a year by 2020.\r\n\r\nPublic Health England (PHE) plans to work with stakeholders to pilot and assess the feasibility of using existing data sources to support an ovarian cancer audit; this pilot will take place over the next two years.  NHS England is continuing to work with its partners (NHS improvement, Care Quality Commission) and others to ensure its portfolio of cancer audits is as comprehensive and representative as possible within the allocated resources.  An audit of ovarian cancer is being considered as part of this.  NHS England plan to hold discussions over the next six months on potential new clinical audit topics including ovarian cancer. \r\n\r\nSince early diagnosis increases survival outcomes, NHS England is working to diagnose cancer earlier and faster.  This is particularly important for cancers like ovarian, where early diagnosis makes a huge difference in survival.  We are developing new models of care and pathways that will transform services by speeding up diagnosis.  This includes the commitment to roll out a new Faster Diagnosis Standard by 2020 to ensure that patients referred for an investigation with a suspicion of cancer are diagnosed or have cancer ruled out within 28 days. \r\n\r\nNHS England has also committed more than £200 million between 2017 and 2019, to accelerate diagnosis, improve survival and enhance quality of life.   \r\n\r\nNHS England is introducing Rapid Diagnostic and Assessment Centres which will operate as one-stop shops to reduce time-to diagnosis and time-to-first treatment. This is a real step change in the way people with unclear symptoms are identified, diagnosed and treated. GPs can refer patients suffering from vague symptoms. \r\n\r\nThe Department of Health and Social Care is also closely working with PHE to develop an approach to raise awareness of generic symptoms that can indicate a wider number of cancers, including ovarian cancer, and the need to visit the doctor promptly with these symptoms.\r\n\r\nPHE also ran a regional pilot ovarian campaign in the North West of England from 10 February to 16 March 2014. The campaign’s key message was ‘Feeling bloated, most days, for three weeks or more could be a sign of ovarian cancer. Tell your doctor’.\r\n\r\nThe government accepts that cancer survival in England has historically lagged behind the best performing countries in Europe and the world.  However, it is difficult to compare in a meaningful way due to time lag and issues with data completeness.  There are different regional practices in data collection and variation in data completeness, e.g. often regional rather than national data is compared.  As a result, we should be careful about using these comparisons as a measure of the current performance of the system, although they can be useful as a long-term benchmark.  The International Cancer Benchmarking Partnership are due to publish their latest analysis in the autumn.\r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2018-08-15",
            "summary": "Public Health England plans to work with stakeholders over the next two years to pilot and assess the feasibility of using existing data sources to support an ovarian cancer audit.",
            "updated_at": "2018-08-15T14:36:13.018Z"
        },
        "government_response_at": "2018-08-15T14:36:13.021Z",
        "moderation_threshold_reached_at": "2018-03-06T11:19:39.841Z",
        "opened_at": "2018-03-12T12:30:02.720Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-07-25T07:04:30.483Z",
        "scheduled_debate_date": null,
        "signature_count": 12427,
        "state": "closed",
        "updated_at": "2018-09-13T19:58:27.785Z"
    },
    "id": 214322,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214322.json"
    },
    "type": "petition"
}