{
    "attributes": {
        "action": "Half cost of NYE Fireworks- Put the money into a \"Help London's Homeless\" Scheme",
        "additional_details": "Sonya sits outside my work on the street- she is suffering from AIDS, she has no-where warm to sleep, she is a widow, things aren’t likely to get better for her. NYE  won’t be a time to be grateful or rejoice with loved ones. \r\nIt will be the most harrowing time of the year. \r\nI'm guessing you know someone like Sonya?\r\nLets change. Lets Help.\r\nThere is no losing party in this plan, no-one can come off worse because the display is slightly less elaborate than last year's.\r\nThink about it. Please.",
        "background": "To contextualise since 2013 the display has cost over £2m. \r\nCut the amount. Half it. Spend £1 million instead of 2.\r\nTell the global media we have decided to support the most vulnerable in our society. \r\nThat should make better headlines than any firework display ever could.",
        "closed_at": null,
        "created_at": "2018-03-06T19:54:30.176Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-06T20:16:31.865Z",
        "opened_at": null,
        "rejected_at": "2018-03-12T10:08:01.045Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We're not sure which fireworks you're referring to. If you are concerned about the cost of the New Year's Eve fireworks display in London, that's the responsibility of the London Assembly, not the UK Government or Parliament.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2018-03-12T10:08:01.053Z"
    },
    "id": 214432,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214432.json"
    },
    "type": "petition"
}