{
    "attributes": {
        "action": "Introduce a Meat Tax",
        "additional_details": "A tax on meat, particularly one focused on higher impact red and processed meats, would cut how much we eat and in turn reduce the negative impacts that the production and consumption of meat is having on our environment and our health. Furthermore, it would raise tax revenues and reduce government expenditure. The tax could be designed in various ways so it has a minimal impact on farmers and avoids disproportionately affecting lower income groups.",
        "background": "Our high level of meat consumption is harming our environment and our health – through greenhouse gas emissions, water contamination, antibiotic resistance, land degradation and increased risk of some cancers. This petition proposes a meat tax to partly offset the true costs of our meat consumption.",
        "closed_at": null,
        "created_at": "2018-03-06T20:42:10.318Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-07T10:46:47.448Z",
        "opened_at": null,
        "rejected_at": "2018-03-12T17:35:50.683Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government to do. For example, we're not sure how you'd like meat to be taxed or how much you think the tax should be.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-03-12T17:35:50.689Z"
    },
    "id": 214437,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214437.json"
    },
    "type": "petition"
}