{
    "attributes": {
        "action": "Allow Fathers with PR the EQUAL right to take child abroad when under their care",
        "additional_details": "Mothers can take the child abroad for up to 28 days a year. Both parents with PR should be allowed to take the child abroad as & when they want to when the child is under their care,without needing the others permission.I appreciate that there are some circumstances where caution is needed,however this should not be reflected against all fathers, without evidence. A  child should not feel that one parent is more important or in charge over the other. Consider impact on Court time & costs.",
        "background": "Ex partner tried to stop me from seeing my child,thankfully the courts decided otherwise.I then discovered I needed the mothers permission to take my child abroad on holiday,she refused.Again the courts gave permission 2 x 1 week,with set dates, not my choice.There are no restrictions on the mother.",
        "closed_at": null,
        "created_at": "2018-03-07T20:41:34.636Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-12T13:08:57.521Z",
        "opened_at": null,
        "rejected_at": "2018-03-19T12:05:05.344Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nSomeone with parental responsibility can only take a child abroad if they have the consent of every person with parental responsibility, or the permission of the court. You can find out more here: \r\n\r\nhttps://www.gov.uk/permission-take-child-abroad\r\n\r\nIt appears that any parent with a special order that says the child should live with them, can take a child abroad for up to 28 days. You can find out more here: \r\n\r\nhttps://www.frg.org.uk/images/Advice_Sheets/2-parental-responsibility.pdf \r\n\r\nYou could start a new petition asking for the Government and Parliament to change the law so that anyone with parental responsibility can take a child abroad for up to 28 days without permission, in the same way that parents with special orders are allowed to, if that's what you want to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-03-19T12:05:20.024Z"
    },
    "id": 214548,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214548.json"
    },
    "type": "petition"
}