{
    "attributes": {
        "action": "Theresa May to meet Imam Twahidi, and listen to the dangers of Saudi funding.",
        "additional_details": "Imam Tawhidi dedicates his life work educating western government on the dangers that our current UK governments are taking when trading with certain Islamic sects and Hadith's within the UK. \r\n\r\nImam warns how Saudi funds ownership of most of Britain through economic investments, big Sharia banking and business ownership agenda to seize rulership of western countries. He's previously met with Canadian government, Australian Government, and American government educating them on the dangers.",
        "background": "For those not aware, Imam Tawhidi is a world recognised scholar in Islam---as well as a freedom fighter in the west for educating the west on dangerous sects and Hadiths within Islam. The UK people would like PM Theresa May by public announcment to meet with Imam Tawhidi and listen to his warnings.",
        "closed_at": null,
        "created_at": "2018-03-08T11:09:12.909Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-08T13:50:29.327Z",
        "opened_at": null,
        "rejected_at": "2018-03-21T12:17:22.174Z",
        "rejection": {
            "code": "no-action",
            "details": "This would be an individual decision for the Prime Minister, and not a decision for the Government or Parliament as a whole.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-03-21T12:20:01.585Z"
    },
    "id": 214586,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214586.json"
    },
    "type": "petition"
}