{
    "attributes": {
        "action": "Local authorities to provide Child Performance Licence in shorter time scales",
        "additional_details": "For a child to be confirmed on a role is a big achievement after going through long processes of auditions, recalls and doing their best to impress Casting Directors, Producers and Directors. \r\n\r\nThis then leads to obtaining a child performance licence from the LEA in order for them to perform on the productions. \r\n\r\nWithin the industry, bookings can be last minute and require a fast licence turnaround. When this does not happen, children are disappointed and disheartened.\r\n\r\nPlease change the process",
        "background": "It is already difficult for children to get an audition through to being offered a role. We would like the Local Council to support by providing performance licences tailored to the production timescales. This would help avoid disappointing children and letting them down.",
        "closed_at": null,
        "created_at": "2018-03-07T21:29:41.314Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-08T01:50:12.964Z",
        "opened_at": null,
        "rejected_at": "2018-03-14T17:23:25.094Z",
        "rejection": {
            "code": "irrelevant",
            "details": "At the moment, this is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou could start a new petition calling on Parliament to set a legal maximum time for local councils to respond to requests for Child Performance Licences, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-03-14T17:23:25.101Z"
    },
    "id": 214553,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214553.json"
    },
    "type": "petition"
}