{
    "attributes": {
        "action": "Stop insurance companies from discriminating young drivers",
        "additional_details": "Elderly drivers are deemed just as if not more likely to be involved in road traiffc  collisions however their age is not discriminated as much by the motor industries compared to young drivers. \r\n\r\nA report from ‘The guardian’ suggest that according to the department of transport statistics from 2013 show that the age group of 70 and over are more likely to be involved in accidents.",
        "background": "Stop insurance companies from discriminating young drivers with their extremely high premiums. Young drivers are often quoted between £1000 and £8000. This is an unrealistic price for young drivers.   Elderly drivers are deemed just as if not more likely to be involved in road traffic accidents.",
        "closed_at": null,
        "created_at": "2018-03-07T23:41:37.716Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-08T00:03:48.206Z",
        "opened_at": null,
        "rejected_at": "2018-03-14T17:21:45.759Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the cost of car insurance for young drivers, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\t\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-03-14T17:21:45.766Z"
    },
    "id": 214567,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214567.json"
    },
    "type": "petition"
}