{
    "attributes": {
        "action": "Roads by schools should be gritted in cold weather conditions.",
        "additional_details": "If the roads outside school were gritted this accident would never had happened. Our school have put together a petition to our local council for the road to be gritted but Salford council have refused saying there had only been one incident. \r\nIf this incident had happened 10 minutes earlier that could have been my children or my friends granddaughter. That doesn’t bare thinking about. \r\nIt then dawned on me that could happen outside other schools?? Why aren’t roads outside schools gritted?? What has to happen for this to become a done thing??? Does a child have to be killed because the council can’t stretch to some extra grit?",
        "background": "On Mon 12th Feb 2018 myself and my friend were hit by a car outside our children’s school. This is because the road outside school wasn’t gritted. Thankfully we had taken our children into school only 5-10 minutes earlier.",
        "closed_at": null,
        "created_at": "2018-03-08T22:01:30.171Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-09T08:20:57.985Z",
        "opened_at": null,
        "rejected_at": "2018-03-14T17:30:56.992Z",
        "rejection": {
            "code": "irrelevant",
            "details": "At the moment, decisions about gritting roads are the responsibility of local councils.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nIf you'd like all councils to be required by law to grit roads outside schools, you could start a new petition asking for that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-03-14T17:30:57.001Z"
    },
    "id": 214629,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214629.json"
    },
    "type": "petition"
}