{
    "attributes": {
        "action": "Government should stop new open access  (stratified) breast cancer follow-up",
        "additional_details": "The pitfalls of New open access pathway are:\r\n1.\tBreast texture changes significantly with operation and radiation therapy and sometimes even qualified breast surgeon requests addition tests to rule out something sinister.Ladies has to rely on their own examination skills, which is very risky and dangerous. This will cause unnecessary anxiety to the patient and risking their lives.\r\n2.\tMammogram needs to be complemented by breast  examination and other investigations +_ tissue sampling.",
        "background": "Breast cancer follow-up includes yearly mammogram with breast  examination with a breast surgeon and request additional tests if required for 5 years. Most of the patients are now pushed into an open access pathway where they get only mammogram but will not be seen by a surgeon for examination.",
        "closed_at": null,
        "created_at": "2018-03-09T19:34:36.602Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-31T15:07:05.877Z",
        "opened_at": null,
        "rejected_at": "2018-04-16T15:30:18.458Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for annual mandatory breast examinations with a breast surgeon for those who've had breast cancer, if that's what you want to happen. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2018-04-16T15:30:34.134Z"
    },
    "id": 214677,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214677.json"
    },
    "type": "petition"
}