{
    "attributes": {
        "action": "Social Cohesion is under threat. We need to talk to one another to find out why.",
        "additional_details": "We see pictures of a few people here & there posing for photos to say we stand together. This does not portray the real image out in our towns & cities. There are real people who live in daily fear of attack. We need to bring together communities of all backgrounds, faiths & non faiths & actually talk. There are serious issues in every community but the biggest is more & more people believe Muslims are to be afraid of. Not enough is being done to create dialogue to find out what are peoples fears. We need an independent person in every school to support the pupils & help them learn from one another. Not put everything on a teacher. We have to educate people before society completely breaks down. We have to act now before it's too late.",
        "background": "There are a growing number of people who believe Muslims are to be afraid of. We have an urgent need to create safe spaces in every town & city for people to drop in & talk & learn from one another. We need an independent person in every school to support pupils & help them learn from one another.",
        "closed_at": null,
        "created_at": "2018-03-09T20:38:41.828Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-09T22:30:15.036Z",
        "opened_at": null,
        "rejected_at": "2018-03-16T09:42:19.110Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about social cohesion, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-03-16T09:42:19.119Z"
    },
    "id": 214681,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214681.json"
    },
    "type": "petition"
}