{
    "attributes": {
        "action": "Hold a Parliamentary Select Committee into animal agriculture and its impact.",
        "additional_details": "\u2028If these matters continue to go unaddressed tens of billions of animals will continue to suffer and be slaughtered every year; our environment will be destroyed more every year, and our poor health will place ever increasing burdens on our over stretched health services. \r\n\u2028Lets make the UK a world leader and an example for other countries to follow to provide a better future for the planet and all of its inhabitants; as we look towards transitioning towards cruelty free plant based alternatives",
        "background": "Animal agriculture is cruel and inhumane to other sentient beings; is a major factor in climate change - as stated by the United Nations; and the consumption of animal products is a leading cause of ill health in the human population - according to the World Health Organisation.",
        "closed_at": null,
        "created_at": "2018-03-09T23:30:56.027Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-22T13:00:58.169Z",
        "opened_at": null,
        "rejected_at": "2018-03-28T10:51:32.012Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you mean by \"Hold a Parliamentary Select Committee\"\r\n\r\nYou could start a new petition asking the House of Commons to refer this subject to an existing select committee (most like the Environment, Food and Rural Affairs Committee) for investigation. \r\n\r\nAlternatively, you could start a new petition asking the House of Commons to set up a new committee to look into this, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-03-28T11:36:59.050Z"
    },
    "id": 214695,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214695.json"
    },
    "type": "petition"
}