{
    "attributes": {
        "action": "Make the Liverpool Care Pathway illegal.",
        "additional_details": "The LCP entails the withdrawal of nutrition and hydration until the person dehydrates and starves to death. Patients are kept unconscious or heavily sedated. They thus have no way of responding to indicate they are suffering, and painkillers are used to mask their symptoms. As such, the LCP is undoubtedly euthanasia, or if they initially consent, assisted suicide, both of which are illegal in the UK. Nutrition is not medical care. It is a basic human right that affords people dignity in their final days. Banning the LCP will help regain trust in the NHS, in which people are rapidly losing confidence as it favours death over life in these and other cases.",
        "background": "Across the country, the so-called Liverpool Care Pathway is used to end the lives of adults and even newborns with disabilities or illnesses.  It is a form of euthanasia which is not otherwise permitted in the UK and should therefore be banned.",
        "closed_at": null,
        "created_at": "2018-03-10T10:56:15.476Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-12T16:33:46.827Z",
        "opened_at": null,
        "rejected_at": "2018-03-21T18:40:27.277Z",
        "rejection": {
            "code": "no-action",
            "details": "The Liverpool Care Pathway was withdrawn in 2015, following a Government review. You can find out about the review here:\r\n\r\nhttps://www.gov.uk/government/publications/review-of-liverpool-care-pathway-for-dying-patients  \r\n\r\nYou can find out about current guidelines for end-of-life care here:\r\n\r\nhttps://www.nice.org.uk/guidance/ng31\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-03-21T18:40:34.843Z"
    },
    "id": 214711,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214711.json"
    },
    "type": "petition"
}