{
    "attributes": {
        "action": "Make accessible homes in new housing developments a priority",
        "additional_details": "With 1.8 million disabled people across the country having an accessible housing need and just 7% of homes in England fully accessible.\r\nSince 2012 Olympics there has been a huge shift in people's attitude to disabled people and we want to make our society fully inclusive. The benefits of accessible homes are not only experienced by disabled people. A wide range of people can benefit from the features of inclusively designed homes. Health, wellbeing and employment prospects are improved by having an accessible place to live and significant savings for health and social care budgets can be achieved by linking health and housing sectors more firmly.",
        "background": "Just 3% of local authorities outside London have policies to deliver & monitor the number of accessible homes built. Lack of homes is resulting in disabled people living in inadequate properties and delaying rehabilitation. Many are being sent home to live in one room, indefinitely.",
        "closed_at": null,
        "created_at": "2018-03-11T22:59:24.094Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-12T07:53:04.055Z",
        "opened_at": null,
        "rejected_at": "2018-03-16T10:08:54.359Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the provision of accessible homes in new developments, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-03-16T10:08:54.365Z"
    },
    "id": 214815,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214815.json"
    },
    "type": "petition"
}