{
    "attributes": {
        "action": "Set up long term programmes and schemes to help homeless people.",
        "additional_details": "Many people have stereotypical views towards homeless people such as they're homeless because of drugs and alcohol or they couldn't be asked to work. We want to stop these stereotypical views and help the homeless by getting more schemes and programmes to help them get back on their feet . Many homeless people are blamed for their actions however what people don't know is that there are many stories behind the cause.  \r\n\r\nPlease help us get this to parliament.\r\nLashae,Ebony and Marcelo",
        "background": "In our citizenship class we have been set with a project to target a variety of issues which have either been disdained or excluded by the government and society. We have chosen the controversial issue of homelessness because to us we think it is a very important issue.",
        "closed_at": null,
        "created_at": "2018-03-12T12:58:35.191Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-12T13:32:09.215Z",
        "opened_at": null,
        "rejected_at": "2018-03-21T18:00:02.300Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about people who are homeless, but we're not sure exactly what kind of programmes or schemes you'd like the UK Government to introduce. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2018-03-23T10:39:36.540Z"
    },
    "id": 214846,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214846.json"
    },
    "type": "petition"
}