{
    "attributes": {
        "action": "Give children a voice",
        "additional_details": "I am involved in a case where a child of 12 is being taken to court by his father via his mother for access. The father has physically and mentally abused the child and on an occasion police were called when the child was out with his father as he became aggressive towards him and the mother had to pick him up from a police station. The child who also suffers from Aspergers, and also PTSD and OCD the two stated by experts to have been brought on by the fear of his father",
        "background": "Children under the age of 12 years, are not considered on many occasions when they have been abused by a parent to have a voice as to whether they see that parent or not. The system states that childrens development is important with both parents maintaining contact and input irrespective.",
        "closed_at": null,
        "created_at": "2018-03-12T11:57:24.871Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-12T19:11:24.543Z",
        "opened_at": null,
        "rejected_at": "2018-03-19T12:11:15.492Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIf you want Parliament to change the law so that children's feelings and wishes must be heard in family court, you may wish to sign this petition instead:  https://petition.parliament.uk/petitions/203572\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-03-19T12:11:20.779Z"
    },
    "id": 214838,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214838.json"
    },
    "type": "petition"
}