{
    "attributes": {
        "action": "abolish the school zone with limited access",
        "additional_details": "Since they have implemented it on oldhill it has caused congestion  and near misses of car crashes and accidents. 99% of the road users are against it and would rather have a one way system 24 hours rather then restricted access. the heavy handedness and ticketing cars that fail to observe the new sign (which is high up and not noticed) as well as habit is indicating that all the council wants is money that is generated from the tickets issued. there are also business on this road that has lost.",
        "background": "abolish the school zone restricted access in front of the school in oldhill street causing cars to make 3 point turns and causing danger to kids and pedestrians as well as making more congestion and pollution on the road",
        "closed_at": null,
        "created_at": "2018-03-13T19:44:14.681Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-13T20:39:10.983Z",
        "opened_at": null,
        "rejected_at": "2018-03-19T17:18:56.229Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Safety on local roads is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-03-19T17:18:56.236Z"
    },
    "id": 214991,
    "links": {
        "self": "https://petition.parliament.uk/petitions/214991.json"
    },
    "type": "petition"
}