{
    "attributes": {
        "action": "The UK should host the World Cup, or an alternative tournament, this summer.",
        "additional_details": "The Russian state, in recent years, has consistently proven itself intent on causing chaos and disorder in the free world. \r\n\r\nThe British Government must forcefully respond to the attempted murder of Sergei Skripal. \r\n\r\nThe UK is the home of football. We should attempt to prize the World Cup from Russia to teach them a lesson, and if that proves to be impossible, we should consider hosting an alternative tournament for countries similarly keen to show Russia that its actions are unacceptable.",
        "background": "The Prime Minister, Theresa May, has stated that the Russian state unleashed a nerve agent in Salisbury in their attempt to murder Sergei Skripal. \r\n\r\nThe UK must respond. One way the UK should respond is looking into hosting the FIFA World Cup, currently set to be hosted in Russia, this summer.",
        "closed_at": null,
        "created_at": "2018-03-14T16:13:05.970Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-16T11:25:41.967Z",
        "opened_at": null,
        "rejected_at": "2018-03-21T18:12:40.318Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It's up to FIFA, not the UK Government or Parliament, to decide where the World Cup is held.\r\n\r\nYou could start a new petition calling on the UK Government to host an alternative international football tournament, if that's what you'd like to happen. Alternatively, you could start a new petition asking the UK Government to urge FIFA to change the location of the World Cup. \r\n\r\nYou'll need to give your real name to start a petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-03-21T18:12:40.325Z"
    },
    "id": 215088,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215088.json"
    },
    "type": "petition"
}