{
    "attributes": {
        "action": "The UK Government to introduce a ban on all non-recyclable packaging from 2022.",
        "additional_details": "Single-use plastics can be eliminated by introducing bottle deposit schemes, pollution taxes and the removal from sale of all plastic bags, including 5p schemes.\n\nPlastic use has impact on a global scale as recent articles have highlighted. It has to stop now!\n\nhttps://www.theguardian.com/environment/2016/nov/14/uk-to-investigate-human-health-impact-of-microplastics\n\nhttps://www.theguardian.com/environment/2018/mar/12/microplastic-pollution-in-oceans-is-far-greater-than-thought-say-scientists",
        "background": "We call for action due to environmental crisis caused in the main by single-use plastics and demand the Government commit to an outright ban; most importantly in the food industry. \n\nWe also call on the Government to set a target date for eradication of  non-degradable toxic plastics before 2030.",
        "closed_at": "2018-09-19T22:59:59.999Z",
        "created_at": "2018-03-13T20:41:53.174Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-04-20T12:24:24.987Z",
            "details": "There are no current plans to ban all non-recyclable packaging from 2022. However, the Government’s 25 Year Environment Plan sets out measures to eliminate all avoidable plastic waste. We will do this through a four-point plan that takes action at each stage of the product lifecycle – production, consumption and end of life. At the production stage, this includes encouraging producers to take more responsibility for the environmental impact of their products and making sure plastic items are more carefully designed. At the consumer stage we want to reduce demand for single-use plastic. At the end of life stage, we will make it easier for people to recycle and increase the amount of plastic being recycled. \r\n\r\nMore detail, including future targets and milestones, will be announced in the forthcoming Resources and Waste Strategy.  \r\nWe know that our producer responsibility waste management systems as they currently stand could be improved. That is why we have already committed in both our Clean Growth Strategy and our 25 Year Environment Plan to reforming the current systems to incentivise producers to take greater responsibility for the environmental impacts of their products, and to drive resource efficiency and increase the recycling of packaging waste.\r\n\r\nThe government has also confirmed that it will introduce a Deposit Return Scheme in England for single-use drinks containers, subject to consultation later this year. The consultation will look at the details of how such a scheme would work, alongside other measures to increase recycling rates.\r\n\r\nAdditionally, the government has launched a call for evidence seeking views on how the tax system or charges could reduce the waste from single use plastics. The closing date is 18 May 2018 and it can be found at: www.gov.uk/government/consultations/tackling-the-plastic-problem.\r\n\r\nWorking through the Waste and Resources Action Programme (WRAP), the Government is developing and delivering activities in support of the use of recycled materials in new products and activities to stimulate its demand. In September 2016, WRAP and an industry advisory group published a framework for greater consistency in recycling. Actions from this framework aim to identify opportunities to rationalise packaging formats (in particular plastic packaging) to those that are recyclable and for which there is a steady market, and to help local authorities to recycle a greater variety of plastics.\r\nThe government is committed to increasing recycling rates. Current policies and regulations have resulted in a significant increase in recycling over the last decade, with recycling of packaging rising from around 57.5% in 2006 to 64.7% in 2016, but we recognise that more needs to be done. We will continue to work with businesses, local authorities and waste managers to encourage the use of recycled materials where possible in products and activities to stimulate demand.\r\n\r\nAlmost all packaging materials are in theory recyclable. However, in practice, not all may be recycled for a number of reasons: for example it may not be economically viable for a local council to collect and recycle some formats; local reprocessing infrastructure may be limited, and there may be a lack of end markets for some types of recycled materials.\r\nPackaging has an important and positive role to play in reducing product damage, food waste and consumer safety. Keeping food fresher for longer through innovations such as vacuum packing and re-sealable packs has a significant impact on extending the life of products and reducing waste. If a product is wasted due to insufficient packaging then its disposal often has a greater environmental impact than the packaging itself. \r\n\r\nRetailers and their suppliers are encouraged to use materials that are widely collected for recycling wherever possible. For example, The Producer Responsibility Obligations (Packaging Waste) Regulations place a legal obligation on large UK businesses that make or use packaging to ensure that a proportion of the packaging they place on the market is recovered and recycled. This creates an incentive for companies to use less packaging and to ensure that their packaging can be recycled at end of life as it will reduce their costs in complying with the Regulations. We have also set rising targets for business up to 2020, which will continue to increase the amount of packaging waste recycled.\r\n\r\nBusinesses are also required to reduce waste arising in the first place by using appropriately sized packaging. The Packaging (Essential Requirements) Regulations require businesses to ensure that all packaging does not exceed what is needed to make sure that the products are safe, hygienic and acceptable for both the packed product and for the consumer. These Regulations apply to those responsible for the packing or filling of products into packaging and those importing packed or filled packaging into the UK from elsewhere.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2018-04-20",
            "summary": "There are no current plans to ban all non-recyclable packaging from 2022. However, our 25 Year Environment Plan sets out measures to eliminate all avoidable plastic waste.",
            "updated_at": "2018-05-22T14:24:18.123Z"
        },
        "government_response_at": "2018-04-20T12:24:24.989Z",
        "moderation_threshold_reached_at": "2018-03-13T22:17:52.004Z",
        "opened_at": "2018-03-19T17:13:04.265Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-04-05T00:22:50.346Z",
        "scheduled_debate_date": null,
        "signature_count": 32010,
        "state": "closed",
        "updated_at": "2018-09-19T23:00:02.670Z"
    },
    "id": 215000,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215000.json"
    },
    "type": "petition"
}