{
    "attributes": {
        "action": "Change rules on policy of exclusion of people by Secretary of state",
        "additional_details": "Lauren Southern, Brittany Pettibone and Martin Sellner were recently refused entry to the UK as part of this rule. Regardless of ones thoughts on these people, the activities that justified their banning ranged from outright false (Lauren Southern distributing 'racist' material in Luton) to mundane (Brittany Pettibone would be interviewing Tommy Robinson, just as numerous foreign and domestic journalists had previously)",
        "background": "In line with paragraph 320(6) of immigration rules the Secretary of State has the unconstrained ability to exclude individuals based on it being  'conducive to the public good'. Make clearer guidelines as to what justifies exclusion and exclusion should be judicially approved.",
        "closed_at": null,
        "created_at": "2018-03-14T19:29:46.901Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-15T00:33:06.209Z",
        "opened_at": null,
        "rejected_at": "2018-03-22T18:39:14.768Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you'd like to see changes to the rules on who can be excluded from the UK by the Government, but we're not sure exactly what specific changes you'd like to see. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2018-03-22T18:39:14.844Z"
    },
    "id": 215118,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215118.json"
    },
    "type": "petition"
}