{
    "attributes": {
        "action": "Give more financial backup if needed to those who work",
        "additional_details": "I approached the jobcentre to which they informed me if i left my current employer i would be intentionally making myself jobless and would not receive help for 6 weeks or more. There is no financial help out there as a back up to keep people in work if they experience problems with employers or benefits being cut. If you work your not entitled to assistance.",
        "background": "Since November 2017 my ex employer did not pay me or paid me incorrectly. Then on the same month HMRC overpaid me and stopped my WTC and child tax credits, Therefore i did not have a stable income.",
        "closed_at": null,
        "created_at": "2018-03-14T22:18:41.645Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-15T00:18:09.501Z",
        "opened_at": null,
        "rejected_at": "2018-03-16T16:18:12.225Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. This could, for example, ask the Government or Parliament to introduce a new form of social security benefit for those in employment who have temporarily received a lower income than expected.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-03-16T16:18:12.233Z"
    },
    "id": 215151,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215151.json"
    },
    "type": "petition"
}