{
    "attributes": {
        "action": "Improve or Change Housing benefits. To better utilise the public money.",
        "additional_details": "Councils can almost guarantee a mortgage under their name unlike  tenants as they cannot afford it. If a council is paying let say 70 % HB, and the tenant is paying 30%. We use the same percentage but towards shared ownership between the council and the tenant. This way, council money is being saved and not wasted. The working tenant can own part of a house and gradually own it. At any time either parties can sell and have part if not full of their money back rather than being wasted.",
        "background": "- Many working tenants pay percentage of the rent, the rest is paid by council through HB.\r\n- HB money is being wasted by paying the landlord. \r\n- HB is a temporary solution and does not solve the issue.\r\n- Solution would be, co-buying a house (council and tenant).",
        "closed_at": null,
        "created_at": "2018-03-15T08:54:52.096Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-16T21:05:21.267Z",
        "opened_at": null,
        "rejected_at": "2018-03-22T14:41:36.730Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou'll need to give your full name to start a petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-03-22T14:41:36.736Z"
    },
    "id": 215182,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215182.json"
    },
    "type": "petition"
}