{
    "attributes": {
        "action": "End the persecution of Tommy Robinson and start  enquiry into his past treatment",
        "additional_details": "Many of us feel the same regarding islams incompatibility with British society and along with violent criminality,Terrorism and child grooming we want to have the right to express our concerns. Nobody is calling for violence or hatred least of all Tommy. But all we hear from the media is Tommy is \"Far Right\" or \"Hate Preacher\" and when you give him these labels you`re labelling all of us.When you try to silence him you`re silencing us who agree with him of which there is many. So end it now.",
        "background": "Tommy has been treated appallingly by the Media, Police,Judges and prison wardens Lets be clear he has never been racist and has never called fo violence. His and his families lives have been purposely put in danger by those who should be protecting him and this is common knowledge. He speaks for me",
        "closed_at": null,
        "created_at": "2018-03-15T02:30:29.649Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-15T10:15:56.719Z",
        "opened_at": null,
        "rejected_at": "2018-03-20T11:22:22.579Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-03-20T11:22:22.585Z"
    },
    "id": 215171,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215171.json"
    },
    "type": "petition"
}