{
    "attributes": {
        "action": "Introduce consequences of prolonged pornography use into sex education",
        "additional_details": "Dr Mary Anne Layden, called porn the ‘most concerning thing to psychological health that I know of existing today.’ “The internet is a perfect drug delivery system because you are anonymous, aroused and have role models for these behaviours,”. “To have drugs pumped into your house 24/7, free, and children know how to use it better than grown-ups — it’s a perfect delivery system if we want to have a whole generation of young addicts who will never have the drug out of their minds,” she added.\r\n\r\n\"If we, as a society, shy away from talking about this issue, we are failing the thousands of young people it is affecting\" Peter Liver.\r\n\r\nThe younger the user, the greater the neural response to porn, potentially for the long-term (Cambridge University Study).",
        "background": "Symptoms of porn addiction include intense feelings of depression, shame and isolation, a disintegration of relationships with family and friends, loss of interest in non-porn activities such as school, socialising, exercise and trouble in school. Children must be protected.",
        "closed_at": "2018-09-20T22:59:59.999Z",
        "created_at": "2018-03-14T22:38:47.495Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-14T23:09:30.529Z",
        "opened_at": "2018-03-20T10:06:35.367Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 53,
        "state": "closed",
        "updated_at": "2018-09-20T23:00:07.476Z"
    },
    "id": 215155,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215155.json"
    },
    "type": "petition"
}