{
    "attributes": {
        "action": "Dedicate a day in the UK calendar to the life of Professor Stephen Hawking.",
        "additional_details": "It is not uncommon for other states to officially recognise the achievements of groups and individuals for whom their work has helped and progressed a particular field or contributed to society (Dr Martin Luther King Jr Day). In the UK we celebrate Saints days and yet offer no such days to some of the most influential figures in our history. With the recent death of Stephen Hawking we should begin to commemorate days to individuals who have significantly changed our lives for the better.",
        "background": "Stephen Hawking (8th January 1942 - 14th March 2018) was a world renowned British cosmologist. He championed the pursuit of science and exploration, dedicating a lifetime to progressing the human race in all scientific pursuits. In honour of his life and work, a day should be dedicated to him.",
        "closed_at": null,
        "created_at": "2018-03-15T10:04:19.405Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-15T10:22:57.283Z",
        "opened_at": null,
        "rejected_at": "2018-03-19T14:30:48.338Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you mean by \"Dedicate a day in the UK calendar\". We're not sure whether you'd like there to be a new public holiday, or whether you'd like something different. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-03-19T14:30:48.346Z"
    },
    "id": 215198,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215198.json"
    },
    "type": "petition"
}