{
    "attributes": {
        "action": "Give all women the choice of an Induction at 41 weeks of Pregnancy.",
        "additional_details": "Eight babies are Stillborn everyday in the UK. Evidence proves that a pregnancy continued past 41 weeks has a dramatically increased risk of a stillbirth. Due to this evidence the USA induce all women at 41 weeks.\r\nUnfortunately we have no such law in the UK and it is still currently procedure to let mothers continue to 42 weeks. The result of this is that the UK still has one of the highest percentages of stillbirth in the world today. \r\nHelp us save lives of unborn children in the UK.",
        "background": "Our son Archie was stillborn in June 2017 at 41+5. He had died only hours before I had gone into labour and was born a perfect 7lb11. Had I been induced with Archie at 41 weeks he most certainly would have been born a healthy baby boy. We now have to live everyday with the grief of losing our son.",
        "closed_at": null,
        "created_at": "2018-03-15T13:51:46.583Z",
        "creator_name": "Victoria Birtles",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-04-17T15:17:13.733Z",
            "details": "We are very sorry to hear about the loss of your son, Archie, and send our sincere condolences to you and your family. We are committed to reducing the rates of stillbirth in England and improving maternity outcomes for women and babies. \r\n\r\nThe decision to induce pregnancy is one that must be taken following careful consideration between the woman and her obstetrician. In line with current NICE clinical guidance, women with uncomplicated pregnancies should usually be offered induction of labour between 41+0 and 42+0 weeks to avoid the risks of prolonged pregnancy. Decisions on induction of labour should also take into account women’s preferences and local circumstances. We have no plans to introduce legislation to induce all women at 41 weeks.\r\n\r\nThe National Institute for Health and Care Excellence (NICE) clinical guidelines [CG70] on induction of labour can be found at: https://www.nice.org.uk/guidance/cg70/chapter/1-guidance \r\n\r\nThe NHS is a safe place to give birth, however the Government and NHS England are acutely aware that more can be done to improve safe outcomes for women and their babies. The Secretary of State’s ambition is to halve the national rates of stillbirths, neonatal and maternal deaths and brain injuries occurring during or soon after birth by 2025, with a 20% reduction in these rates by 2020. A second ambition is to reduce the national pre-term birth rate from 8% to 6% by 2025.  \r\n\r\nNHS England’s Maternity Transformation Programme supports the Secretary of State’s ambitions, and recommends that all NHS Trusts with maternity services implement ‘Saving Babies’ Lives: A Care Bundle for Reducing Stillbirth’, published in March 2016. The Care Bundle guidance brings together four key elements of care based on the best available evidence and clinical practice, including reducing smoking in pregnancy; risk assessment and surveillance for fetal growth restriction; raising awareness of reduced fetal movement; and effective fetal monitoring during labour. During 2018/19, NHS trusts with maternity services have been asked to demonstrate compliance with all 4 elements of the ‘Saving Babies’ Lives’ care bundle as part of the Clinical Negligence for Trusts Scheme administered by NHS Resolution. Further information on this is available here: https://www.gov.uk/government/publications/safer-maternity-care-progress-and-next-steps (see page 32 of Maternity Safety Strategy 2017).\r\n \r\nAn academic study by University of Manchester, evaluating the efficacy of the Care Bundle in 20 hospital sites will be published later in 2018. Following this, the Care Bundle guidance will be updated to reflect new evidence and best practice. \r\n \r\nOverall NHS England is making good progress in reducing the number of stillbirth. It is on track to deliver the 20% reduction by 2020 and has already seen a 16% reduction since 2010. \r\n\r\nDepartment of Health and Social Care",
            "summary": "In line with NICE clinical guidance [CG70], women with uncomplicated pregnancies should usually be offered induction of labour between 41+0 and 42+0 weeks to avoid the risks of prolonged pregnancy.",
            "updated_at": "2018-04-17T15:17:13.733Z"
        },
        "government_response_at": "2018-04-17T15:17:13.735Z",
        "moderation_threshold_reached_at": "2018-03-15T15:06:57.739Z",
        "opened_at": "2018-03-26T09:00:18.368Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-03-28T12:47:22.214Z",
        "scheduled_debate_date": null,
        "signature_count": 41598,
        "state": "open",
        "updated_at": "2018-05-29T14:39:40.392Z"
    },
    "id": 215228,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215228.json"
    },
    "type": "petition"
}