{
    "attributes": {
        "action": "Abolish MP Expenses & the £300 per day Attendance fees for the House of Lords.",
        "additional_details": "Standing for election is in loads of respects exactly like a job interview if you believe that the Salary offered is not enough to cover your cost of living then do not apply for the position. It's that simple. \r\n\r\nNo more subsidised food & drink..take a packed lunch I suggest shopping in Aldi or other cheaper places. \r\nLive in only one house... relocate if needed. Do not expect mortgage and entertainment packages nor council tax to be paid for by public purse. \r\nTime to tighten the belts.",
        "background": "If the UK Government is correct that austerity measures are neccessary for the UK Economy to thrive then Westminster need to prove it by cutting off their own access to the public purse. \r\nThey all have a very generous Salary & should like the rest of us Do, have to use that to cover cost of living.",
        "closed_at": null,
        "created_at": "2018-03-15T16:17:46.366Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-15T18:45:38.414Z",
        "opened_at": null,
        "rejected_at": "2018-03-21T14:29:15.206Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n\r\nHouse of Lords expenses rules are the responsibility of the House of Lords. You can find out more here:\r\n\r\nhttp://www.parliament.uk/business/lords/whos-in-the-house-of-lords/house-of-lords-expenses/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-03-21T14:29:15.217Z"
    },
    "id": 215242,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215242.json"
    },
    "type": "petition"
}