{
    "attributes": {
        "action": "Make employers of \"Actors\" inform the candidate if they were successful or not.",
        "additional_details": "I experienced people going through the chronic anxiety of whether they did well at an audition or not, stressing about when they will hear the outcome, if ever.\r\n\r\nAn actor can go for an audition, do it, think that it goes well…. then never hear about the outcome. \r\n\r\nThis is considered ok and what comes as part of the job of being an actor! Some actors, when they call up and ask for the result of the audition, have been shouted or insulted by the employers because they have rung.",
        "background": "This is a petition to get Actors to be treated to rights of being told whether they were successful in the audition or not.\r\nActors are putting their lives on hold for a job they may never hear about.\r\nI would like a measure in place that any Employer who is looking to hire an actor, must follow!",
        "closed_at": null,
        "created_at": "2018-03-15T10:29:54.779Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-15T13:56:18.433Z",
        "opened_at": null,
        "rejected_at": "2018-03-22T11:44:01.694Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIf you'd like people who hire actors to be required by law to notify unsuccessful candidates, you could start a new petition asking for that. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2018-03-22T11:44:05.976Z"
    },
    "id": 215201,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215201.json"
    },
    "type": "petition"
}