{
    "attributes": {
        "action": "Mental Health disabilites should be treated like a physical disability (PIP)",
        "additional_details": "the last few years mental health has started to be recognised as an illness, still a taboo subject\r\nMental health Is a disability, it affects your ability to socialise,shop, be independent  everything like being in a wheelchair does. \r\nJust because you can’t see doesn’t mean we’re not disabled. \r\nPip is for people with disability so stop discriminating and being predujice \r\nIn Scotland and Wales people with severe mental health are entitled to a blue badge & PiP\r\nMH Services are suffering, so are we",
        "background": "PiP is discriminating mental health disabilities \r\nHaving mental health can be just as disabling as a physical disability.\r\nmental health disabilities you can’t see the daily struggles and pain but because we don’t have physical ailments we are passed of with having no disabilities, even when we do",
        "closed_at": null,
        "created_at": "2018-03-16T00:53:58.189Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-16T07:56:57.834Z",
        "opened_at": null,
        "rejected_at": "2018-03-22T15:00:53.875Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about support for people with mental health disabilities, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-03-22T15:00:53.884Z"
    },
    "id": 215294,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215294.json"
    },
    "type": "petition"
}