{
    "attributes": {
        "action": "Allow Brittany Pettibone, Lauren Southern, and Martin Sellner entry to the UK.",
        "additional_details": "Freedom of speech is a principle to protect the rights of individuals to express their views. This is essential for freedom and a healthy democracy. Ideas should stand or fall on their own merits - not get banned. Support this petition even if you disagree with the views of the people named.\r\n\r\nhttps://twitter.com/BrittPettibone/status/973309206940942337/photo/1?ref_src=twsrc%5Etfw&ref_url=http%3A%2F%2Fwww.bbc.co.uk%2Fnews%2Fblogs-trending-43393035\r\nhttps://pbs.twimg.com/media/DYFSlRuXcAEzS7D.jpg",
        "background": "Brittany Pettibone, Lauren Southern, and Martin Sellner have all been detained and removed from the UK recently because of their political beliefs and/or their intention to meet other political activists. They are peaceful and no one peaceful should be banned for their political beliefs.",
        "closed_at": "2018-09-22T22:59:59.999Z",
        "created_at": "2018-03-15T10:52:34.991Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-04-16T09:50:00.910Z",
            "details": "Freedom of speech, freedom of worship, democracy, the rule of law, and equal rights define us as a society.  The Government is committed to upholding free speech, and legislation is already in place to protect these fundamental rights. However, this freedom cannot be an excuse to cause harm or spread hatred. UK legislation values free speech and enables people who wish to engage in debate to do so - regardless of whether others agree with the views which are being expressed.  Everyone has a right to freedom of expression under Article 10 of the European Convention on Human Rights (ECHR). This is a qualified right however, which means that it can be restricted for certain purposes to the extent necessary in a democratic society.\r\n  \r\nThe Home Office is unable to comment on individual cases.  On the whole the Government takes a robust stance against individuals whose presence in this country might not be conducive to the public good.  Any individual whose presence in the UK is deemed not conducive to the public good will be refused entry, on a case-by-case basis.\r\n\r\nHome Office",
            "responded_on": "2018-04-16",
            "summary": "Border Force has the power to refuse entry to an individual if it is considered that his or her presence in the UK is not conducive to the public good. ",
            "updated_at": "2018-04-16T09:50:00.910Z"
        },
        "government_response_at": "2018-04-16T09:50:00.912Z",
        "moderation_threshold_reached_at": "2018-03-17T14:29:25.878Z",
        "opened_at": "2018-03-22T13:47:54.636Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-03-28T18:02:05.770Z",
        "scheduled_debate_date": null,
        "signature_count": 12717,
        "state": "closed",
        "updated_at": "2018-09-22T23:00:05.567Z"
    },
    "id": 215204,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215204.json"
    },
    "type": "petition"
}