{
    "attributes": {
        "action": "Automatically deport all migrants who are found guilty of major crimes",
        "additional_details": "All crimes are up. Knife crimes, rape, gun crimes, arson, murder.\r\nThe prisons are full.\r\nSomething must be done.\r\nTo automatically deport migrants will free up space in prison for those who should be there but aren’t.\r\nThe government tries to do it but fails through the law. Change the law so deportation is an automatic part of the sentence.\r\nLet’s start cleaning up our streets so all can be safe.",
        "background": "Any one who is welcomed into this country & then goes on to commit a major crime is no longer welcome.\r\nAs soon as the courts try to deport, a Solicitor makes money at taxpayers expense in trying to fight this. An automatic deportation order as part of the sentence would prevent this.",
        "closed_at": null,
        "created_at": "2018-03-16T12:37:07.577Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-16T13:01:47.935Z",
        "opened_at": null,
        "rejected_at": "2018-04-03T15:58:35.638Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you''d like some changes to sentencing and deportation, but we're not sure what specific action you'd like the UK Government and Parliament to take. In particular, we're not sure what you mean by major crimes. \r\n\r\nAt the moment the Government has to issue a deportation order in respect of a foreign criminal unless there's a good reason not to, such as where the UK has signed a treaty saying that they won't. You can find out more about that here:\r\n\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-8062\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-04-03T15:58:49.592Z"
    },
    "id": 215346,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215346.json"
    },
    "type": "petition"
}