{
    "attributes": {
        "action": "Create Common Law removal of Parental Responsibility rights from absent parents",
        "additional_details": "Parents who have parental responsibility must be asked permission for their child to go or move abroad, and to change the child(rens) surname. The also have the rights to view medical and school records, and rights remove a child from of school if they wanted, regardless of the duration of absence from the child. Many parents are beholden to the law that provides absent parents with legal rights. Voluntary exclusion for a continuous 2 year period should receive voluntary removal of these rights.",
        "background": "Assuming that 2 years is a reasonable timescale to measure a genuine marital separation and grounds for a divorce, this should also be applied to remove parental responsibility rights whereby an absent parent is never present, un-contactable and pays no maintenance for a continuous period of 2 years",
        "closed_at": null,
        "created_at": "2018-03-16T13:08:34.531Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-16T13:49:59.651Z",
        "opened_at": null,
        "rejected_at": "2018-04-11T09:41:32.093Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what you mean by a \"Common Law removal\", so we don't know what specific action you'd like. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for a new law to remove parental responsibility from parents who have been voluntary absent for two years, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-04-11T09:41:39.244Z"
    },
    "id": 215348,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215348.json"
    },
    "type": "petition"
}