{
    "attributes": {
        "action": "Make anti-GD2 treatment available on the NHS",
        "additional_details": "One of the founding principals of the NHS was \"Medical treatment covering all requirements will be provided for all citizens by a national health service\" as stated by Sir William Beveridge (1942).\r\n\r\nIf we have the ability to treat children such as Jack and many others but do not do so, we are undermining the very base principals of our NHS and, even worse, we are betraying our own children by making funding a real factor in life-and-death healthcare.",
        "background": "Neuroblastoma is an aggressive cancer which mainly affects children under the age of 5.\r\n\r\n\r\nAnti GD2 therapy is standard in the US but is not available on the NHS. Around 60% of patients relapse with current NHS treatment options compared to 10% of patients after anti GD2 treatment.",
        "closed_at": null,
        "created_at": "2018-03-17T09:01:31.483Z",
        "creator_name": "Brendon Elliot Jeffreys",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-06-07T11:17:22.466Z",
            "details": "The National Institute for Health and Care Excellence (NICE) is the independent expert body responsible for the development of authoritative, evidence-based guidance for the National Health Service (NHS) on whether drugs and treatments represent an effective use of resources.  These are very difficult decisions to make and its guidance is based on a thorough assessment of the best available evidence and developed through wide consultation with stakeholders.  \r\nUnfortunately, there are no routinely available anti-GD2 treatments for use in the NHS in England currently. NICE is currently appraising two drugs for use in high-risk neuroblastoma.  The first is dinutuximab beta, on which, NICE published draft guidance for consultation on 4th May. More information can be found at the following link - https://www.nice.org.uk/guidance/indevelopment/gid-ta10069.  NICE will carefully consider the comments it has received in response to the consultation in developing its final recommendations.  \r\nNICE’s appraisal of the second drug, dinutuximab, has unfortunately been suspended as the global demand for dinutuximab is outstripping supply.  The company, United Therapeutics Corporation, is taking steps to address this issue and, in February 2017, signalled that it would take approximately three years to resolve.\r\n\r\nThis government recognises the terrible effects of neuroblastoma on children and their families and despite financial pressures in the NHS, cancer treatment has been and always will be a priority. Since 2010 rates of survival from cancer have increased year-on-year.  Around 7,000 people are alive today who would not have been had mortality rates stayed the same as in 2010.  For many types of cancer, the Government has focused on research and innovation, and ensuring that proven innovations, once discovered, are adopted swiftly across the health service.  Through the National Institute for Health Research (NIHR), the Government has spent £137million on cancer research in 2016/17, an increase from £101million in 2010/11.  This constitutes the largest investment in a disease area.  \r\nHowever, we recognise there is more to do. NHS England is leading the health and care system in implementing the recommendations of the independent Cancer Taskforce to save a further 30,000 lives a year by 2020. There will always be drugs that the NHS is unable to provide, but the CDF and NICE processes are designed to ensure patients can benefit as soon as possible, whilst also representing a clinically and cost effective use of NHS resources.\r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2018-06-07",
            "summary": "The National Institute for Health and Care Excellence is developing guidance for the NHS on dinutuximab beta, an anti GD2 therapy, for high-risk neuroblastoma and recently consulted on draft guidance.",
            "updated_at": "2018-06-07T11:17:22.466Z"
        },
        "government_response_at": "2018-06-07T11:17:22.470Z",
        "moderation_threshold_reached_at": "2018-03-17T17:16:47.644Z",
        "opened_at": "2018-04-04T09:53:17.062Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-05-22T07:21:24.364Z",
        "scheduled_debate_date": null,
        "signature_count": 30387,
        "state": "open",
        "updated_at": "2018-10-03T08:18:53.331Z"
    },
    "id": 215415,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215415.json"
    },
    "type": "petition"
}