{
    "attributes": {
        "action": "Was a government in anyway involved in removing the word Easter from Easter eggs",
        "additional_details": "Chocolate eggs this year have no reference to the christian holiday for which the production of eggs marks the occasion. Chocolate eggs are not sold at any other time of year and have always been associated with this holiday. The fact that not a single manufacturer has \"Easter\" on their Easter eggs raises the question were they told or advised by any official body not to put Easter on their products or did they operate like a cartel and co ordinate the deletion of the word \"Easter\",  if so why?",
        "background": "The word \"Easter\" has been removed from chocolate eggs, the whole thing looks coordinated, the question is did the government or any centralised or politically managed organisation play a part in this change and why or are we to believe Chocolate companies did this independently at the same time?",
        "closed_at": null,
        "created_at": "2018-03-19T13:49:21.481Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-20T21:55:57.287Z",
        "opened_at": null,
        "rejected_at": "2018-03-26T09:10:15.355Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-03-26T09:10:15.368Z"
    },
    "id": 215579,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215579.json"
    },
    "type": "petition"
}