{
    "attributes": {
        "action": "Ensure children with rare genetic disorders receive vital educational support",
        "additional_details": "SOSSEN! estimate that English local authorities have probably used about £70 million of their combined resources to handle SEND Tribunal appeals since the SEND reforms became law in September 2014 – appeals that they lost 88% of the time. Top reasons for appealing are: Appealing the contents of an EHC Plan (2558) 54%, Refusal to conduct an Assessment (1494) 26%. The cost to parents and children both emotionally and financially is enormous.",
        "background": "Parents of children with genetic disorders are having to fight their Local Authorities and appeal to SEND Tribunals to access the support their children are legally entitled to under the Children and Families Act 2014. PWSA UK and other Genetic Disorder charities are calling for this to be reviewed",
        "closed_at": null,
        "created_at": "2018-03-19T13:50:24.192Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-19T14:38:32.432Z",
        "opened_at": null,
        "rejected_at": "2018-03-27T13:32:02.413Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about access to educational support for children with rare genetic disorders, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\t\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-03-27T13:32:02.421Z"
    },
    "id": 215580,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215580.json"
    },
    "type": "petition"
}