{
    "attributes": {
        "action": "Hold a Public inquiry into the threat posed by pedophile rape gangs in the UK",
        "additional_details": "Despite the overwhelming  public furore concerning the reprehensible abuses of 14000 children reported in Rotherham, and the resultant government inquiries (Home Affairs Committee (2013-2014), Jay Inquiry (2014) and Casey Inquiry (2015)) the presence of paedophile rape gangs are as ubiquitous and  insidious as ever; this fact is illustrated no more clearly than by the recent revelations relating to paedophile gang rape activities in Telford.\r\n\r\nIt is high-time time that the government fostered a very real and palpable commitment to the safety and sanctity of our children's innocence during their formative years, and to not leave them prey to such degenerate and repugnant paedophilic gangs, whilst  supposedly child welfare advocating local authorities appear to look the other way.",
        "background": "From the late 80's though to the present day, a litany of cases have been exposed across many UK geographical locations in which it has been found that systemic gang sexual abuse has, and continuous to be perpetrated against children on a scale that many commentators have described as industrial.",
        "closed_at": null,
        "created_at": "2018-03-18T23:02:41.994Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-31T19:04:37.793Z",
        "opened_at": null,
        "rejected_at": "2018-04-12T08:03:01.204Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/212467"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-04-12T08:03:14.820Z"
    },
    "id": 215541,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215541.json"
    },
    "type": "petition"
}