{
    "attributes": {
        "action": "Stronger punishment for people who falsely accuse people of rape",
        "additional_details": "We feel if someone falsely accuses someone of rape there should face the same amount of prison time as the person their accusing would be looking at. It’s about time this is discussed in parliament and set in Stone in U.K. Law",
        "background": "We have one of the best legal systems in the world it’s about time we have Stronger punishment for people who falsely accuse people of rape to many victims are falsely accused of this each year and it needs to stop.",
        "closed_at": null,
        "created_at": "2018-03-20T03:25:16.979Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-20T08:12:53.565Z",
        "opened_at": null,
        "rejected_at": "2018-03-26T18:08:38.797Z",
        "rejection": {
            "code": "no-action",
            "details": "Sentences in individual cases are the responsibility of the courts, not the UK Government or Parliament. \r\n\r\nMaking a false allegation of a crime may already in some circumstances lead to a jail sentence - for example, if someone is found guilty of perverting the course of justice. In other cases, people who are accused of making false accusations may be prosecuted for wasting police time.\r\n\r\nYou can find out more about this here:\r\n\r\nhttp://www.cps.gov.uk/legal/p_to_r/perverting_the_course_of_justice_-_rape_and_dv_allegations/\r\n\r\nYou could start a new petition calling for Parliament to set a specific legal minimum sentence for people convicted of perverting the course of justice, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-03-26T18:08:38.803Z"
    },
    "id": 215645,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215645.json"
    },
    "type": "petition"
}