{
    "attributes": {
        "action": "UK Government to implement the Bercow: Ten Years On recommendations",
        "additional_details": "Visit www.bercow10yearson.com to download the report and recommendations in full.",
        "background": "I CAN and the Royal College of Speech and Language Therapists have just published a review of provision in England for children and young people with speech, language and communication needs. We are calling on the Government to implement its recommendations and MPs to support the review's findings.",
        "closed_at": "2018-09-26T22:59:59.999Z",
        "created_at": "2018-03-20T00:01:43.372Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-07-03T16:39:30.333Z",
            "details": "We welcome the Bercow Ten Years On report and it raises some important issues. The government is currently considering the report and an appropriate response will be provided in due course.  \r\n\r\nSpeech, language and communication skills are fundamental in helping children and young people flourish in life, and the government is firmly committed to ensuring that those with speech, language and communication needs (SLCN) receive the support they need to reach their full potential.\r\n\r\nA lot of progress has been made since the original Bercow report was carried out 10 years ago. The Government has introduced, through the Children and Families Act 2014, a framework for ensuring that children with special educational needs and disabilities (SEND), including those with SLCN, are identified early and receive the support they require to have their needs met to succeed in education and successfully move into independent adult life. \r\n\r\nIt is widely acknowledged that children who start school with strong foundations have a better chance of getting on in life. That is why, in December, the Government published Unlocking Talent, Fulfilling Potential – a plan for improving social mobility through education. The plan includes a commitment to close the ‘word gap’ in the early years.\r\n\r\nAs part of the government’s ambitious plans, the Department for Education is working with the Department of Health and Social Care and Public Health England to support health visitors and early years practitioners identify and support children’s early SLCN.  We are also investing £5m in trials to support parents to improve their children’s language development and discover what works to improve home learning, and £50 million to improve early language and literacy provision. This includes a new national network of English Hubs funding to enhance early years practitioners’ professional development, and a £5m what works fund in partnership with the Education Endowment Foundation.\r\n\r\nOver the years, the government has funded the development of resources and training materials to ensure that the schools workforce is equipped to support pupils with specific types of SEND, including those with SLCN.  A more strategic approach is now needed to ensure that knowledge is embedded in the educational workforce and that good practice is disseminated and widely understood.\r\n\r\nA new schools’ workforce contract has recently been awarded to Nasen in partnership with UCL, to encourage schools to prioritise SEND within their continuous professional development (CPD) and school improvement plans, and to equip them to identify and meet their training needs. This contract will look across all types of impairment, including SLCN, and will undertake a gap analysis of training and resources for the educational workforce.  The findings of this research will be used to identify what further support might be required in the future.\r\n\r\nThe Government is committed to responding to Dame Christine Lenehan’s review of residential special schools, Good Intentions, Good Enough?, later in the year.  We will take that opportunity to set out how the government will continue to work to achieve the vision of a reformed SEND system.  This will also provide an opportunity to draw out some of the common themes between the Lenehan review and the Bercow Ten Years On report. \r\n\r\nWe have been in regular contact with I CAN and the Royal College of Speech and Language Therapists in respect of the report’s recommendations, and we will continue to keep them updated on the progress we are making.\r\n\r\nDepartment for Education",
            "responded_on": "2018-07-03",
            "summary": "We are considering the report’s recommendations and will respond appropriately in due course. We will keep I CAN and the Royal College of Speech and Language Therapists updated on progress.",
            "updated_at": "2018-07-03T16:39:30.333Z"
        },
        "government_response_at": "2018-07-03T16:39:30.335Z",
        "moderation_threshold_reached_at": "2018-03-20T12:36:03.298Z",
        "opened_at": "2018-03-26T18:02:24.080Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-06-22T12:41:57.004Z",
        "scheduled_debate_date": null,
        "signature_count": 11622,
        "state": "closed",
        "updated_at": "2018-09-26T23:00:04.952Z"
    },
    "id": 215643,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215643.json"
    },
    "type": "petition"
}