{
    "attributes": {
        "action": "Create laws to stop mass unemployment and job automation from AI and robots.",
        "additional_details": "People say all industries will be affected. The CEO of Google says it will be \"more important than fire\". Jobs in all sectors and all areas will be affected, and as much as many see it as a positive impact; it will create mass unemployment. Children in the future have no idea what jobs they can have if they have any at all, and the government is doing nothing to curve the impact of it. We want the government to put in regulations to slow down the automation of jobs, which could include taxes.",
        "background": "Over the next few years our lives will be hugely influenced by technology, with the rapid development of new artificial intelligence and robots technology that can automate jobs fully, from having surgeons, city workers and taxi drivers replaced. Jobs going very fast so we want laws to stop this.",
        "closed_at": null,
        "created_at": "2018-03-21T15:37:13.982Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-21T15:52:24.829Z",
        "opened_at": null,
        "rejected_at": "2018-03-26T09:19:44.912Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about automation causing unemployment, but we're not sure exactly what you'd like the Government or Parliament to do to prevent this. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2018-03-26T09:19:44.920Z"
    },
    "id": 215780,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215780.json"
    },
    "type": "petition"
}