{
    "attributes": {
        "action": "make adoption from abroad institutions and orphanages legal",
        "additional_details": "in ukraine there is an orphanage ( that reeses rainbow deal with adoptions) there are many children who need loving homes and families to be able to thrive and succeed in life which is everyone’s human right to do so. at the orphanage they are neglected which causes serious developmental delay. Unfortunately the only place you can adopt these beautiful babies is if you live in the USA. i’m wanting to change that so these babies can have the chance at an amazing life! Let UK adopt from abroad!",
        "background": "there are orphanages and institutions all over the world for beautiful babies being born with disabilities that get put in an institution/ orphanage and are neglected, they seek loving family homes but yet if you’re in the UK you cannot adopt these beautiful babies that deserve a life of love!",
        "closed_at": null,
        "created_at": "2018-03-20T23:40:22.270Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-21T00:12:33.496Z",
        "opened_at": null,
        "rejected_at": "2018-03-26T12:55:46.362Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. Although there are certain rules and restrictions, it is already legal to adopt a child from overseas. This may be an issue that you need to raise with the specific orphanage in Ukraine that you mention.\r\n\r\nYou can find out more about the current UK overseas adoption rules here:\r\n\r\nhttps://www.gov.uk/child-adoption/adopting-a-child-from-overseas\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2018-03-26T12:55:46.371Z"
    },
    "id": 215735,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215735.json"
    },
    "type": "petition"
}