{
    "attributes": {
        "action": "Ban balloon and sky / chinese lantern releases.",
        "additional_details": "Sky lanterns are dangerous - they cause fire & damage & a risk to life. The NFU, MCS & 50 local councils want balloon/sky lantern releases banned!\r\n\r\n2013 UK Government DEFRA & Welsh Government Report: http://bit.ly/2GcuEU0\r\n\r\nTime to ban balloon releases\r\nhttp://www.xray-mag.com/content/time-back-banning-balloon-releases\r\n\r\nMarine Conservation Society Information Sheet\r\nhttps://www.mcsuk.org/downloads/pollution/dont%20let%20go.pdf\r\n\r\n‘Nowhere is safe’: Young horse panicked by helium balloon suffers broken neck: http://bit.ly/2oV72r4\r\n\r\nFarmer wins compensation after Red Nose Day balloon kills cow\r\nhttp://bit.ly/2pu813a\r\n\r\nSmethwick fire: Chinese lantern 'caused largest blaze'\r\nhttp://bbc.in/2FY6SaX\r\n\r\nBunch of balloons in Billericay halts trains in their tracks http://bbc.in/2BSrdjy",
        "background": "In 2013 the Government commissioned a study on balloons & sky lanterns. This report is now out of date! In March 2017 MCS reported 53% increase in balloon litter, upon 2015. 'Biodegradable' balloons and ribbons snare/kill farm, wild & marine life and take years to rot.",
        "closed_at": "2018-09-26T22:59:59.999Z",
        "created_at": "2018-03-21T15:49:19.115Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-05-22T16:37:58.003Z",
            "details": "There is no evidence to suggest that the 2013 study of the risks posed by sky lanterns and helium balloons on livestock and the environment needs to be updated at present. \r\n\r\nOn land, balloon litter is relatively uncommon, and is not among the top 20 most commonly found types of litter. On beaches, balloons are not in the top ten items of beach litter assessed by the Marine Conservation Society. \r\n\r\nAny action must therefore be proportionate to the level of risk. Voluntary actions and initiatives to raise awareness of risks have been effective. The Government has been taking forward a series of non-regulatory measures, aimed at minimising the risks associated with sky lanterns and helium balloons and driving up safety standards, and people are becoming more aware of the risks. Initiatives include a voluntary code of practice for sky lanterns to ensure they are manufactured to be safe and are sold responsibly. The National Association of Balloon Artists and Suppliers, the trade association for the balloon industry, has also published a code of conduct on balloon releases. Moreover, local councils are using existing powers to restrict or regulate the use of lanterns on council-owned land.\r\n\r\nDepartment of Environment, Food and Rural Affairs",
            "responded_on": "2018-05-22",
            "summary": "The Government considers the current regulatory regime, supported by existing information and guidance, is effective and proportionate. ",
            "updated_at": "2018-05-22T16:37:58.003Z"
        },
        "government_response_at": "2018-05-22T16:37:58.008Z",
        "moderation_threshold_reached_at": "2018-03-21T16:55:48.816Z",
        "opened_at": "2018-03-26T09:20:35.675Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-04-30T14:54:26.089Z",
        "scheduled_debate_date": null,
        "signature_count": 34154,
        "state": "closed",
        "updated_at": "2018-09-26T23:00:05.014Z"
    },
    "id": 215782,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215782.json"
    },
    "type": "petition"
}