{
    "attributes": {
        "action": "Launch an enquiry into social media in UK elections/referendums in 2016-17",
        "additional_details": "We value the integrity of our criminal law so much that we treat any attempt to interfere with the course of justice, by evidence-tampering or a number of other acts, as itself a criminal offence.  Since the integrity of our whole political system depends on proper process of our democratic procedures in elections and referendums, I suggest that these too should be equally legally protected.  Dealing with the abuse of social media in elections and referendums is a step in this direction.",
        "background": "I ask the government to\r\nlaunch an enquiry into the use of social media in the 2016 referendum and 2017 general election to determine:\r\n\r\n(a)\tWas it legal?\r\n\r\n(b)\tIf not, does it suggest that the results of these processes are no longer ‘safe’?\r\n\r\n(c)   What  changes in the law might be needed?",
        "closed_at": null,
        "created_at": "2018-03-22T11:07:02.856Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-23T11:01:08.776Z",
        "opened_at": null,
        "rejected_at": "2018-06-18T10:26:55.070Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can’t accept petitions asking the Government to investigate whether something is illegal. The UK Parliament and Government are not responsible for investigating whether the law has been broken. \r\n\r\nYou could start a new petition about something the UK Parliament and Government are responsible for. For example, you could start a new petition asking for an inquiry into whether current law around election advertising is appropriate for social media and expected changes to the digital environment."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-06-18T10:27:02.325Z"
    },
    "id": 215876,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215876.json"
    },
    "type": "petition"
}