{
    "attributes": {
        "action": "Have mandatory blood test to determine blood types.",
        "additional_details": "O negative is the goto blood for emergency as it can be used by anyone. This puts a strain on supply nationwide.\r\n\r\nHaving everyones blood type tested can ensure they receive the right blood and give them the knowledge that they can donate when stocks become low.\r\n\r\nThe blood type can also be on your passport or driver's license which may prove useful in an emergency.\r\n\r\nTesting for new borns may highlight any allergies or disabilities the child may suffer from.\r\n\r\nSo many lives can be saved, donate now",
        "background": "Every year the NHS struggle to get blood donation and refill it's blood banks.\r\n\r\nThe shortages come from the O negative type as it can be used by all blood groups.\r\n\r\nMore people would donate if they knew what their blood type was.",
        "closed_at": null,
        "created_at": "2018-03-23T00:31:32.946Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-27T14:26:34.144Z",
        "opened_at": null,
        "rejected_at": "2018-04-06T09:46:17.771Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what specific action you'd like.\r\n\r\nIn particular, we're not sure whether you'd like the Government to do something to increase the number of people currently giving blood in the UK or whether you'd like birth certificates to include a baby's blood type. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to fund an awareness campaign to encourage people, particularly those from communities where rare blood types are more likely to be found, to give blood, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-04-06T09:46:30.983Z"
    },
    "id": 215986,
    "links": {
        "self": "https://petition.parliament.uk/petitions/215986.json"
    },
    "type": "petition"
}