{
    "attributes": {
        "action": "Establishment of a public interest group government lobbying organisation",
        "additional_details": "It is important for government officials and MPs serve the public interest first and not get mislead by lobbying parties or advisors who inadvertently act in a lobbying capacity.\r\n\r\nThe establishment of a separate cross-governmental party and public representative interest group should be created to review and monitor all lobbying activities and to participate and contribute in the democratic decision process. A tax, say 10%, on all payments to lobbying organisations should be imposed as funding.",
        "background": "The democratic system is systematically undermined every day by individuals, corporations and organizations who act to influence the actions, policies and decisions of government officers on their own behalf or for a selected group’s personal advantage or gain to the exclusion of the majority.",
        "closed_at": null,
        "created_at": "2018-03-24T13:25:23.416Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-24T13:46:48.215Z",
        "opened_at": null,
        "rejected_at": "2018-04-04T20:43:04.453Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what you'd like the \"government lobbying organisation\" to do. \r\n\r\nThe Office of the Registrar of Consultant Lobbyists is responsible for registering lobbyists. You can find out more about it here:\r\n\r\nhttp://registrarofconsultantlobbyists.org.uk/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-04-04T20:43:20.173Z"
    },
    "id": 216096,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216096.json"
    },
    "type": "petition"
}