{
    "attributes": {
        "action": "National Audit Office to conduct annual risk audit on ‘public interest’companies",
        "additional_details": "As illustrated by Carillion and numerous other major corporate failures before it, the ‘Big Four’ independent audit opinion has been confirmed as inherently flawed.  There is an inherent risk in the ‘Big Four’ conducting annual audits of companies where senior management are ex-‘Big Four’ themselves.  A mutual understanding serves each party in this situation as well as the knowledge that any moral hazard contracts or companies are ultimately backed by the government (i.e. UK Taxpayers).",
        "background": "NAO should conduct risk audits on all outsourcing and utility companies and any entities in receipt of government contracts excessing £20m.  In addition, tax avoidance schemes/‘earnings stripping’ should be managed to ensure suitable levels of reinvestment back into the economy and infrastructure.",
        "closed_at": null,
        "created_at": "2018-03-24T13:22:12.308Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-24T13:46:58.276Z",
        "opened_at": null,
        "rejected_at": "2018-04-06T10:06:54.228Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you're concerned about public contracts, but we're not sure what you'd like to happen. \r\n\r\nFor example, we're not sure what you'd like to happen to the results of the audits. We're also not sure what role you'd like the audit to have in \"tax avoidance schemes/ 'earnings stripping'\"\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the Government to change the law so that the NAO is given responsibly for auditing any company that wins Government contracts worth more than £20 million and that any appropriate contract must include an agreement to be audited by the NAO and the results made public. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-04-06T10:07:08.502Z"
    },
    "id": 216095,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216095.json"
    },
    "type": "petition"
}