{
    "attributes": {
        "action": "Allow TV owners to opt out of the part of the license fee that funds BBC News.",
        "additional_details": "Unlike in the past, when the BBC was seen as the primary source of objective news by people all over the globe, it is now increasingly seen as offering a news magazine service rather than an objective and factual outlook on current affairs. affairs. Even though many people from all sectors of political life are unhappy with how news is presented by the BBC, the licence fee obliges them to support it financially.",
        "background": "Many people are unhappy that the BBC News service no longer provides a comprehensive and unbiased reflection on UK and world news. It seems unreasonable to expect license payers to fund a service they feel is not fit for purpose, which arguably should be funded separately from the rest of the BBC.",
        "closed_at": null,
        "created_at": "2018-03-25T18:17:55.243Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-26T17:22:55.300Z",
        "opened_at": null,
        "rejected_at": "2018-04-04T16:33:16.277Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations. The UK government could not partially remove the funding for news programmes due to perceived bias. \r\n\r\nThe BBC is required to deliver impartial news by the \"Royal Charter for the continuance of the British Broadcasting Corporation\" and the \"Agreement Between Her Majesty’s Secretary of State for Culture, Media and Sport and the British Broadcasting Corporation\". \r\n\r\nIf you would like to submit a complaint about a BBC program, you can do so using the link below:\r\n\r\nhttp://www.bbc.co.uk/complaints/\r\n\r\nIf you are concerned that the BBC is biased, you might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/211765\r\n\r\nIf you are concerned about how the BBC is funded, you might like to sign one of these petitions:\r\n\r\nhttps://petition.parliament.uk/petitions/216189\r\nhttps://petition.parliament.uk/petitions/214867"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-04-04T16:33:37.078Z"
    },
    "id": 216177,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216177.json"
    },
    "type": "petition"
}