{
    "attributes": {
        "action": "Recognise menopause in the workplace regarding 'Protected Characteristics'",
        "additional_details": "The symptoms of menopause vary greatly and in severity between females, they can last anything from 3 – 15+ years and the impact upon an individual can be disabling which can affect the biopsychosocial aspects of our lives, this in turn can have implications upon our work, pressures from colleagues or managers and can further impact negatively upon our performance when not fully supported or treated with an expected duty of care.",
        "background": "This petition has been created to address menopause within the workplace, implications to an individual, further and wider impacts.  Having an effective policy which is fair and supportive by including what measures a company will put in place to help an employee who is suffering.",
        "closed_at": null,
        "created_at": "2018-03-24T15:32:05.563Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-24T17:21:39.284Z",
        "opened_at": null,
        "rejected_at": "2018-04-06T09:09:00.273Z",
        "rejection": {
            "code": "no-action",
            "details": "It’s not clear what the petition is asking the UK Government or Parliament to do.\r\n\r\nThe Equality Act provides people with protection from discrimination on the grounds of sex and age, which can apply to an employer's treatment of a menopausal worker.\r\n\r\nThe Equality Act doesn't list medical conditions. In most cases, it’s the impact that a health condition has on the person’s life that qualifies them for support or protection under the law. \r\n\r\nYou can find out more about sex discrimination here:\r\n\r\nhttps://www.citizensadvice.org.uk/law-and-courts/discrimination/discrimination-because-of-sex-or-sexual-orientation/discrimination-because-of-sex/\r\n\r\nYou can find out more about showing that you're disabled under the Equality Act here: \r\n\r\nhttps://www.citizensadvice.org.uk/law-and-courts/discrimination/protected-characteristics/showing-you-re-disabled-under-the-equality-act/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the Government to issue guidance and fund an information campaign to make employers aware of their duties to menopausal workers. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2018-04-06T09:09:15.377Z"
    },
    "id": 216105,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216105.json"
    },
    "type": "petition"
}