{
    "attributes": {
        "action": "Ensure hotels & venues follow regulations for disabled customers in an emergency",
        "additional_details": "I have today discovered two people have also been stuck on the 1st floor of a hotel as the hotel did not have an evacuation chair for when the lift was broken.  It is high time hotels and venues realised the importance of everyone feeling safe during their stay or attending meetings.  There are regulations to cover this but venues and hotels are not ensuring their staff are trained in emergency situations.  These are basic needs for everyone to enjoy their stay. Wheelchair users need to be safe",
        "background": "I have been trapped in a hotel when a fire alarm sounded.  Not one member of staff knew how to get me out.  Eventually I was pushed along a corridor towards the kitchen where the fire was.  Another couple were left in a room on 1st floor, they pulled the red cord but no one came to help.",
        "closed_at": null,
        "created_at": "2018-03-25T21:53:25.406Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-29T15:06:42.905Z",
        "opened_at": null,
        "rejected_at": "2018-04-09T10:56:37.868Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Parliament and Government aren't responsible for the issue you raise. Fire and Rescue Services are responsible for enforcing fire safety regulations.\r\n\r\nIf you are concerned about fire safety at a particular hotel, you should let the local fire and rescue service know. \r\n\r\nYou could start a new petition about something the UK Government and Parliament are reasonable for. For example, you could start a new petition asking for funding for fire and rescue services to regularly inspect and test whether premises are following fire safety regulations. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-04-09T10:56:55.456Z"
    },
    "id": 216196,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216196.json"
    },
    "type": "petition"
}