{
    "attributes": {
        "action": "That Parliament debates the disparity between EU Membership and British Law.",
        "additional_details": "The Bill of Rights:1689  \r\n\"No foreign prince, person, prelate, state, or potentate hath, or ought to have, any jurisdiction, power, superiority, pre-eminence, or authority, ecclesiastical or spiritual, within this realm.\"\r\n\r\nThe Treason Felony Act:1848\r\nIt is treason felony to \"compass, imagine, invent, devise, or intend\":\r\nto deprive the Queen of her crown,\r\nto levy war against the Queen, or\r\nto \"move or stir\" any foreigner to invade the United Kingdom or any other country belonging to the Queen.",
        "background": "When Britain was signed up for the EEC and subsequently the EU without its express permission, it was done so in contravention of British Law and the Constitution.\r\n\r\nIn particular, the Britons right to self determination and that the status of the Monarch are never impugned.",
        "closed_at": null,
        "created_at": "2018-03-25T12:51:47.322Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-25T19:06:14.103Z",
        "opened_at": null,
        "rejected_at": "2018-04-06T10:22:16.276Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what you'd like the debate to be about. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-04-06T10:22:36.120Z"
    },
    "id": 216161,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216161.json"
    },
    "type": "petition"
}