{
    "attributes": {
        "action": "Give grandparents more rights when a child is being taken by local authority",
        "additional_details": "A grandmother whose grandchildren was taken into LA care and because they have no PR or child arrangement order and the LA choose not to put the children in their care now, they have to go through the same process as a person who wants to foster children and have to go through a 26 week assessment, which if LA decide they want them to fail, they will give a negative assesment and they have to apply to the court for a child arrangement order which they're not guarenteed to get, which is wrong.",
        "background": "To change how local authorities deal with the grandparents when a child /children are taken into care. If grandparents pass backgroud checks and have been involved in a child's life they should automatically be given the opportunity to have the children live with them whilst proceedings go ahead.",
        "closed_at": null,
        "created_at": "2018-03-25T18:44:34.654Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-25T19:28:05.420Z",
        "opened_at": null,
        "rejected_at": "2018-04-16T16:31:32.238Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nA local authority can already temporarily place a child taken into its care with a grandparent following basic tests, so we're not sure what else you'd like to happen.\r\n\r\nIf you would like local authorities to automatically give grandparents the opportunity to care for grandchildren before the local authority looks for other carers, you could start a new petition asking for that to happen. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-04-23T13:12:21.419Z"
    },
    "id": 216182,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216182.json"
    },
    "type": "petition"
}