{
    "attributes": {
        "action": "Don't send England football team to Russia, hold alternative tournament instead",
        "additional_details": "The recent attack in Salisbury against Sergei Skripal using a novichok nerve agent was the latest in a long line of misdeeds by Putin, which include poisoning Alexander Litvinenko with polonium, annexing Crimea and shooting down a Malaysian airliner killing 298 people. \r\n\r\nPutin wants to use the football World Cup to make his bloodstained regime look good. \r\n\r\nIf England -- and as many other countries as possible -- stay away, we will deny him this opportunity.",
        "background": "In view of the nerve agent attack in Salisbury, we shouldn't sent the England team to the 2018 FIFA world cup. \r\n\r\nInstead we should persuade FIFA to hold the tournament in another country. If that isn't possible, we and our allies should hold our own rival tournament.",
        "closed_at": null,
        "created_at": "2018-03-25T18:19:30.825Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-26T22:21:19.387Z",
        "opened_at": null,
        "rejected_at": "2018-04-06T10:37:41.784Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise isn't the responsibility of the UK Government or Parliament.\r\n\r\nThe Government isn't responsible for the England football team. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do - for example, you could start a new petition asking the Government to urge the England team not to attend the World cup and to urge FIFA to hold an alternative tournament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-04-06T10:37:54.203Z"
    },
    "id": 216179,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216179.json"
    },
    "type": "petition"
}