{
    "attributes": {
        "action": "Make tenant eviction notices for effective",
        "additional_details": "In the UK there are council properties that are empty which can accommodate people who can't afford a house. There are charities available that will help home tenants. There isn't anything for landlords or estate agents who end up paying extra to evict tenants. There should be something in place to cover all the costs if the landlords/estate agents win at court. You can't book a hotel room and not leave in the prescribed time limit so why should it be different for private properties?",
        "background": "Tenants often don't leave a property by the appointed notice period. This results in extra costs for landlords and also wastes time at court. \r\nLandlords are left to sell their property as they can't afford their mortgage repayments and put investors off.",
        "closed_at": null,
        "created_at": "2018-03-24T16:16:34.461Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-24T17:23:52.186Z",
        "opened_at": null,
        "rejected_at": "2018-04-05T09:51:46.239Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what you would like to happen to make eviction notices more effective. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-04-05T09:52:01.854Z"
    },
    "id": 216108,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216108.json"
    },
    "type": "petition"
}