{
    "attributes": {
        "action": "Tighten the legislation on religious hate crime",
        "additional_details": "This is particularly the case for Neo-fascist organisations like Britain First and the English defence league, who have used religious minorities as a scapegoat for the difficulties in which the UK has encountered. Subsequently, this has been one of the main reasons as to why muslim hate crime figures have risen by over 40%, violent anti-semitic crimes have risen by 34% and that 20% of Sikh's have been discriminated against in 2016. Please sign this petition to help address this growing issue.",
        "background": "There being this huge shift from the centre ground of politics, has enabled more extreme organisation to thrive. These organisations pass on misleading information in a to bid build resentment, particularly against religious minorities. This is not freedom of speech, it's religious discrimination!",
        "closed_at": null,
        "created_at": "2018-03-24T23:08:05.039Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-25T09:20:06.899Z",
        "opened_at": null,
        "rejected_at": "2018-04-06T10:23:33.670Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you're concerned about the effectiveness of current hate crime legislation, but we're not sure what specific change in the law you'd like to see. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-04-06T10:23:51.485Z"
    },
    "id": 216141,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216141.json"
    },
    "type": "petition"
}