{
    "attributes": {
        "action": "We demand a Safety Moratorium on 5G by Independent scientists prior to roll-out.",
        "additional_details": "NO published scientific study has yet explored the biological effects of complex, multi-frequency radiation exposure on humanity.  236 scientists from 41 countries have now expressed serious concerns about huge EMF exposure on our entire world, please see: http://bit.ly/2jylC6c\r\n\r\nCitizens in supposedly 'democratic' countries are being knowingly, openly and progressively harmed by technology service-providers, industry and all levels of government.  \r\n\r\nWith 5G, there will be NO safe place to live!",
        "background": "We are energetic ‘vibrational’ beings.  5G will substantially increase our exposure to radio-frequency electromagnetic fields (RF-EMF) on top of the 2G, 3G, 4G, Wi-Fi etc for telecommunications that are already in place.  RF-EMF has already been proven to be harmful for humans and the environment.",
        "closed_at": null,
        "created_at": "2018-03-24T17:52:36.137Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-25T14:40:44.518Z",
        "opened_at": null,
        "rejected_at": "2018-04-06T10:19:15.294Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the Government or Parliament to commission and fund an independent inquiry into the safety of mobile internet signals. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-04-06T10:19:32.580Z"
    },
    "id": 216118,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216118.json"
    },
    "type": "petition"
}