{
    "attributes": {
        "action": "New law that cats injured/killed by a vehicle are checked for a chip: Round 2",
        "additional_details": "It doesn't matter if you are lower, middle, upper class, famous or not, your cat will probably go to landfill if it’s killed on the roads. \r\n \r\nCouncils who say they scan, often don't. They think \"It’s just a cat!\", yet it only takes two minutes to scan. It's easier to throw cats away than to scan them for their owners.\r\n \r\nDEFRA \"encourage\" councils to scan, so the law should be changed so that councils must scan all cats and keep records. Councils need to respect our cats the way they do dogs.",
        "background": "Why do we feel that cats aren't as important as dogs? They are family pets too - they have one at No.10 Downing Street. The law must be changed and scanners supplied to all councils. They don't cost very much. Cats are part of a family and deserve to be returned home.\r\n \r\nPlease sign Gizmo's Legacy",
        "closed_at": "2018-09-30T22:59:59.999Z",
        "created_at": "2018-03-26T10:00:23.716Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-06-19T17:00:32.693Z",
            "details": "Cats and dogs become members of the family and it is a great source of worry and uncertainty when they are injured or lost. Therefore it is the Government’s position that it is best practice for veterinary practices and rehoming centres to scan dogs and cats brought to their premises. In the case of road traffic accidents, some local authorities do endeavour to identify the owners if the pet has a collar or microchip and we encourage others to adopt the same practice.\r\n\r\nHighways England similarly has a policy of scanning pets that have been killed or injured in road accidents. Rule 286 of The Highway Code also advises drivers to report any accident involving an animal to the police, which we hope would lead to domestic animal owners whose animals are killed or injured in road accidents being made aware of the incident.\r\n\r\nIt is compulsory for all dogs to be microchipped in England, Scotland and Wales. The Government would advise any owner to get their cat microchipped and keep the relevant records up to date. We would regard this to be an informed and sensible choice for individual owners to make, rather than a compulsory one.\r\n\r\nWe strongly support the work of cat charities to have microchipping and neutering campaigns. The Government has ensured that the statutory Code of Practice for the Welfare of Cats, made under the Animal Welfare Act 2006, contains advice about identifying cats, including by use of a microchip.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2018-06-19",
            "summary": "It is already good practice for local authorities and Highways England to scan any dog or cat found on our streets so that the owner can be informed.",
            "updated_at": "2018-06-19T17:00:32.693Z"
        },
        "government_response_at": "2018-06-19T17:00:32.695Z",
        "moderation_threshold_reached_at": "2018-03-26T10:30:23.597Z",
        "opened_at": "2018-03-30T06:44:43.740Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-05-26T10:14:11.834Z",
        "scheduled_debate_date": null,
        "signature_count": 15057,
        "state": "closed",
        "updated_at": "2018-09-30T23:00:01.748Z"
    },
    "id": 216215,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216215.json"
    },
    "type": "petition"
}