{
    "attributes": {
        "action": "Cancel the proposed closure of Allington Park Surgery, Maidstone, Kent",
        "additional_details": "We ask the Secretary of State for Health and Social Care, Jeremy Hunt, to reconsider closure of the Surgery upon the retirement of the practice GP without  taking into account the needs of the local community.There are currently in this area hundreds of new dwellings being built and hundreds more proposed so we should be saving existing surgeries not closing them.\r\n This GP Surgery must not be allowed to close and cause hardship for the people of Allington. Please reconsider  this proposal.",
        "background": "The local GP is retiring at the end of May 2018 and as a single GP practice the local care authority is proposing to close the surgery rather than continue with a new GP. This is not just a GP Surgery it is part of the local Community upon which hundreds of local residents rely and need.",
        "closed_at": null,
        "created_at": "2018-03-26T20:57:35.111Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-27T06:21:46.580Z",
        "opened_at": null,
        "rejected_at": "2018-04-03T18:10:26.966Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This seems to be the responsibility of your local council and your local Clinical Commissioning Group (CCG).\r\n\r\nYou can contact your local CCG here:\r\n\r\nhttp://www.westkentccg.nhs.uk/contact-us/\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-04-03T18:10:40.259Z"
    },
    "id": 216247,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216247.json"
    },
    "type": "petition"
}