{
    "attributes": {
        "action": "Prohibit Royal Mail from littering streets with elastic bands",
        "additional_details": "I have collected hundreds of elastic bands from my neighbouring streets. I have made several complaints to Royal Mail but there has been no improvement.",
        "background": "Royal Mail delivery staff discard millions of elastic bands on the streets nationwide every year. They use the elastic bands to group mail together on their rounds and then just throw them on the ground after use. Not only is this littering, it is unsightly and hazardous to birds and animals.",
        "closed_at": null,
        "created_at": "2018-03-27T13:22:14.492Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-27T16:58:05.653Z",
        "opened_at": null,
        "rejected_at": "2018-04-06T18:52:36.533Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Dealing with litter is the responsibility of your local council.\r\n\r\nYou can find out how to report a problem with litter here:\r\n\r\nhttps://www.gov.uk/report-litter\r\n\r\nYou could start a new petition about something the Government and Parliament are responsible for. For example, you could start a new petition asking for a law to make it possible to fine companies for the littering their employees are responsible for, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-04-06T18:52:47.475Z"
    },
    "id": 216299,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216299.json"
    },
    "type": "petition"
}