{
    "attributes": {
        "action": "Stop prosecuting parents with good attendance record for minor school absences",
        "additional_details": "The prosecutions are arbitrary and inconsistent up and down the Country. Some Councils like Suffolk & Lancashire issued 5,600 fines while others like Richmond issud non. \r\nThe legal position is so vague that no-one knows or agrees what constitutes a valid reason for absences. The process of prosecuting honest, hard-working parents is clogging up some Magistrates Courts and criminalizing normally law-abiding citizens and there is widespread discontent with the situation.",
        "background": "Hardworking parents are being hauled before the Courts & prosecuted for criminal offences for minor absences from school during term time. 150,000 families were prosecuted in 2017 according to an FOI request of 145 Councils. The law is so vague that almost any absence can be classed as unauthorised",
        "closed_at": null,
        "created_at": "2018-03-26T13:48:52.712Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-27T07:02:47.070Z",
        "opened_at": null,
        "rejected_at": "2018-04-03T18:13:59.488Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking  for a specific change to the laws that allow parents to be fined for school absences. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-04-03T18:14:15.862Z"
    },
    "id": 216227,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216227.json"
    },
    "type": "petition"
}