{
    "attributes": {
        "action": "Make Endometriosis a classed disability.",
        "additional_details": "Endometriosis is a chronic illness in which 1 in 10 women will suffer with and there is still no cure. It can leave you in crippling pain so much that you can’t walk, leave you curled over in pain and bedbound. Endometriosis is the 2nd most common gynaecological problem in the uk & yet people still are unsure what it is. It causes infertility 30-50% of the time. I know people who’ve never been able to work with it, I myself hospitalised several times. It’s an illness you can’t see yet the pain is unbearable. This should be a classed disability as most women struggle to hold down a job with the amount of time you’re stuck in bed due to this crippling illness. This isn’t a life threatening illness, however, we have to try and live with the pain everyday.",
        "background": "After years of pain, doctors / specialists / hospital tests - I was diagnosed with endometriosis at the age of 18. Within a year I had my first 2 surgery’s, neither relieved me of any pain. I’ve tried every medication suggested to me, again neither relieved any pain. 6 years on, still suffering.",
        "closed_at": null,
        "created_at": "2018-03-26T21:13:59.313Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-27T09:50:48.683Z",
        "opened_at": null,
        "rejected_at": "2018-04-03T18:00:43.092Z",
        "rejection": {
            "code": "no-action",
            "details": "The Disability Discrimination Act (DDA) and the Equality Act don't name specific medical conditions. In most cases, it’s the impact on the person’s life that qualifies them for support or protection under the law.\r\n\r\nYou can find out more about showing that you're disabled under the Equality Act here:\r\n\r\nhttps://www.citizensadvice.org.uk/law-and-courts/discrimination/protected-characteristics/showing-you-re-disabled-under-the-equality-act/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do to support people who are suffering from endometriosis.\r\n\r\nYou might like to sign this petition, which calls for an awareness campaign about endometriosis:\r\n\r\nhttps://petition.parliament.uk/petitions/202334"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-04-03T18:00:56.780Z"
    },
    "id": 216249,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216249.json"
    },
    "type": "petition"
}