{
    "attributes": {
        "action": "Reassessment of the Grade II listing for Coventry Upper Precinct.",
        "additional_details": "Coventry City Centre is not a living museum. The historic value is very academic. Few people will visit Coventry as tourists to see outmoded, vacant retail property. It is a commercial centre for people to work, live and shop. It must serve as a centre of commercial and social enterprises. Listing buildings must balance between commercial viabilty and  value of the buildings. The historic value will be lost to decay if the buildings are neither fit for current use nor for future invesment.",
        "background": "Upper Precinct in Coventry is no longer fit for modern commercial use. Presevation of the Upper Precinct through Grade II listing will detract from its viability as an investment, ultimately leading to reduced investment in the area and risking the long term viability of the affected buildings.",
        "closed_at": null,
        "created_at": "2018-03-28T13:45:51.953Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-28T21:07:19.913Z",
        "opened_at": null,
        "rejected_at": "2018-04-06T08:41:59.222Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Applications for de-listing buildings are handled by Historic England.\r\n\r\nYou can find out about the process to de-list a building here:\r\n\r\nhttps://www.historicengland.org.uk/images-books/publications/guidance-de-listing-building/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-04-06T08:42:14.444Z"
    },
    "id": 216385,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216385.json"
    },
    "type": "petition"
}