{
    "attributes": {
        "action": "Change business rates for child care providers and make them zero VAT rated.",
        "additional_details": "With the onset of the Government scheme to offer 30 hours \"free\" childcare to parents, the minimum funding leaves the childcare provider liable to make up the shortfall. Increases in business rates & VAT charges are making this unsustainable for childcare providers. Maintained providers are already able to claim taxes paid under Section 33 of the VAT Act 1994.\r\nThe removal of business rates & VAT rating would enable providers to continue to provide the services required without financial burden",
        "background": "Childcare has recently faced huge increases in business rates for their properties. Coupled with this, they pay VAT on purchases but are unable to reclaim this to offset against the business. Along with increased minimum wage, pensions, and 30 hours funding this is leaving them financially unstable.",
        "closed_at": "2018-10-05T22:59:59.999Z",
        "created_at": "2018-03-27T21:30:38.893Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-10-25T09:28:20.962Z",
            "details": "Under UK VAT rules, the government allows nurseries regulated by Ofsted to exempt their fees from VAT. This ensures that VAT is not charged on nursery fees paid by individuals and families, but nurseries cannot recover VAT incurred while providing nursery services. \r\n\r\nThese rules cannot be amended under current EU law. Although there may be opportunities to make changes to the UK VAT system in the future, at present, the UK remains a member of the EU with all of the rights and obligations that EU membership entails. That includes the application of EU VAT rules.\r\n\r\nRegarding business rates, the government appreciates that these can represent a high fixed cost for small businesses, such as nursery schools. To reduce the burden of rates, the government has introduced reforms and reductions worth over £10 billion by 2023. This includes:\r\n\r\n- switching the annual indexation of business rates from RPI to CPI from 2018, worth £4.1 billion by 2023. This represents a rate cut every year, and the benefit grows significantly over time;\r\n\r\n-increasing the frequency of property revaluations so that bills are fairer and more closely reflect properties’ current rental values by bringing forward the next revaluation by one year to 2021, and moving to three-year revaluations after that;\r\n\r\n-making 100% small business rate relief permanent and increasing the threshold of the relief from April 2017, taking 655,000 of the smallest businesses out of business rates altogether; and\r\n\r\n-increasing the threshold for the standard multiplier to £51,000 from April 2017, taking a further 250,000 properties out of the higher rate of business rates.\r\n\r\nHM Treasury\r\n",
            "responded_on": "2018-10-25",
            "summary": "The government is currently unable to change the VAT treatment of child care providers under EU law, whilst it has delivered a package of business rates relief that is worth £10bn by 2023.",
            "updated_at": "2018-10-25T11:31:58.301Z"
        },
        "government_response_at": "2018-10-25T09:28:20.965Z",
        "moderation_threshold_reached_at": "2018-03-28T11:54:26.991Z",
        "opened_at": "2018-04-05T18:13:41.839Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-10-03T20:49:38.143Z",
        "scheduled_debate_date": null,
        "signature_count": 10915,
        "state": "closed",
        "updated_at": "2018-11-08T13:27:54.239Z"
    },
    "id": 216337,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216337.json"
    },
    "type": "petition"
}