{
    "attributes": {
        "action": "Allow children to get a job when they are ready.",
        "additional_details": "I personally would like a part time job yet I can’t. My family do not try and force me but I made my own decision to ask family if I could get a job. The answer was no and I want that to change.",
        "background": "I believe that children should have the right to get a job when they are ready. Of course they cannot have full time jobs but many young teens would like a part time job. Allowing teens to get jobs when they are ready helps them become independent sooner and therefore be ready for the bigger world.",
        "closed_at": null,
        "created_at": "2018-03-27T16:06:29.707Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-27T20:08:30.033Z",
        "opened_at": null,
        "rejected_at": "2018-04-03T18:24:56.399Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what specific action you'd like that would enable children to work. We're also not sure how to judge when someone is ready. \r\n\r\nIf this is a decision your family have made, the UK Government and Parliament wouldn't be responsible for changing their minds. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask to change the law to make it legal for any child over the age of 11 to work, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-04-03T18:25:08.747Z"
    },
    "id": 216314,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216314.json"
    },
    "type": "petition"
}