{
    "attributes": {
        "action": "Introduce tougher sentencing for all gun and knives crimes.",
        "additional_details": "The number of stabbings and shootings in the UK appear to be a regular occurrence now. Sadly majority do not reach the media as the victims survive. The news today reported 10 killings in London alone, over the last 12 days. The custodial sentences in place for gun and knives crimes are clearly not working as a deterrent.\r\nIntroduction of tougher punishment is urgently needed.",
        "background": "The UK has seen a worrying increase in gun and knives crimes over the last few years and it only seems to be getting worse. The current deterrents and sentencing are clearly are not working.",
        "closed_at": null,
        "created_at": "2018-03-27T23:30:43.167Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-29T18:19:52.427Z",
        "opened_at": null,
        "rejected_at": "2018-04-09T11:01:26.837Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what \"tougher punishment\" you'd like. \r\n\r\nIf you'd like \"An urgent debate on strategies for effectively combating gun and knife crime\", you might like to sign and share this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/216928\r\n\r\nYou could also start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-04-09T11:01:32.465Z"
    },
    "id": 216347,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216347.json"
    },
    "type": "petition"
}