{
    "attributes": {
        "action": "Make Epidiolex available on prescription for childhood Epilepsy",
        "additional_details": "GW’s Epidiolex® \r\n\r\nEpidiolex is GW’s lead cannabinoid product candidate and is a proprietary oral solution of pure plant-derived cannabidiol, or CBD. GW’s Epidiolex development is initially concentrating on severe, orphan, early-onset, treatment-resistant epilepsy syndromes including Dravet syndrome, Lennox-Gastaut syndrome (LGS), Tuberous Sclerosis Complex (TSC) and Infantile Spasms (IS).",
        "background": "Epidiolex is a CBD (Cannabidiol) based drug produced by GW Pharmaceuticals in the UK for treating childhood epilepsy that has completed its 3rd stage trials and is just about to be prescribed for the first time in pharmacies in Denver Colorado in the USA",
        "closed_at": null,
        "created_at": "2018-03-29T21:26:22.552Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-29T22:59:30.741Z",
        "opened_at": null,
        "rejected_at": "2018-04-19T13:37:03.144Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about matters that the UK Government or the House of Commons are responsible for.\r\n\r\nThe UK Government and Parliament don't licence medicines or advise doctors on what to prescribe. \r\n\r\nThe European Medicines Agency and the Medicines and Healthcare products Regulatory Agency are responsible for licensing medicines.\r\n\r\nThe pharmaceutical company applied to EMA for a licence in February 2018. \r\n\r\nYou can find out more about unlicensed medicines and prescriptions here: \r\n\r\nhttps://www.gmc-uk.org/ethical-guidance/ethical-guidance-for-doctors/prescribing-and-managing-medicines-and-devices/prescribing-unlicensed-medicines"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-04-20T15:10:20.515Z"
    },
    "id": 216491,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216491.json"
    },
    "type": "petition"
}