{
    "attributes": {
        "action": "Mp’s to take a 10% pay cut and give money saved to emergency services.",
        "additional_details": "I believe mp’s should be brought into the real world and have pay freeze for 2 years, be forced to give back the 10% of the pay rise they got.  Money saved and taken back to be given as a pay rise to the emergency services who do a much better job then mp’s do, the emergency services put their lives on the line everyday whilst mp’s just sit around talking and stuffing their faces on tax payers money.",
        "background": "At present private and public workers only are getting 1 to 2% pay rises and get no support in travel, lunch or housing costs.\r\n\r\nWhy do mp’s think they deserve pay rise way over the national average and still get public funding for their travel, food and housing?",
        "closed_at": null,
        "created_at": "2018-03-28T20:13:11.143Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-28T20:37:38.387Z",
        "opened_at": null,
        "rejected_at": "2018-04-05T19:13:26.062Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding MPs' expenses and pay. IPSA is independent of both Parliament and Government. \r\n\r\nYou can find out how to contact IPSA here: \r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/ \r\n\r\nYou could start a new petition - for example, you could ask for the Government to increase funding for the emergency services.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-04-06T09:15:18.221Z"
    },
    "id": 216422,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216422.json"
    },
    "type": "petition"
}