{
    "attributes": {
        "action": "Add Multiple Sclerosis to the Medical Exemption list",
        "additional_details": "",
        "background": "To obtain a Medical Exemption Certificate and get free NHS prescriptions a condition needs to be on the current Medical Exemption list. I feel this list does not go far enough to help those suffering with long-term conditions such as Multiple Sclerosis. A revision could help thousands of people.",
        "closed_at": null,
        "created_at": "2018-03-29T22:21:50.519Z",
        "creator_name": "Hannah Woods",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-04-26T11:09:07.046Z",
            "details": "The Government has no plans to change the list of medical conditions which provide for exemption from prescription charges. Arrangements are in place to ensure that prescriptions are affordable for everyone. Almost ninety per cent of prescription items are already free on the NHS in England and a number of prescription charge exemptions are in place, for which someone with a long-term condition like multiple sclerosis may qualify.  Exemptions principally cover those with certain medical conditions, pregnant women and new mothers, children under 16, students under the age of 19 and in qualifying full time education, anyone over 60, and those on a low income or on certain income related benefits.\r\n \r\nPeople on low incomes can apply for help with their health costs through the NHS Low Income Scheme. The Scheme provides income related help to people who are not automatically exempt from charges but who may be entitled to full or partial help if they have a low income and savings below a defined limit.\r\n\r\nAnyone who has to pay NHS prescription charges and needs prescriptions regularly or needs many prescription items can save money with a prescription prepayment certificate (PPC).  PPC holders pay no further charge at the point of dispensing and there is no limit to the number of items the holder may obtain through the certificate. There are two types of PPC – a three month PPC which costs £29.10 for three months and a twelve month PPC which costs £104 per year. A holder of a 12 month certificate can get all the prescriptions they need for just £2 per week. The quickest and easiest way to obtain a certificate is online. Importantly, this includes the option to spread the cost via direct debit over ten months for a twelve month certificate.\r\n \r\nAlthough extensive arrangements are in place to ensure people can access affordable prescriptions, we recognise that more could be done to promote them. The NHS Business Services Authority (NHS BSA) has already taken forward a project to promote PPCs among patients and is now proactively working with specific pharmacy chains to raise awareness. It has also worked with the Citizens Advice Bureau to encourage them to talk to clients about PPCs if appropriate. PPCs are publicised on the NHS BSA’s website and on NHS Choices and in 2016-17 the NHS BSA sent out over 1.6 million posters and leaflets to promote the scheme in GP surgeries and pharmacies.\r\n\r\nThe NHS BSA is exploring ways to help patients navigate the “help with health costs” landscape better so that they can get appropriate help with their health costs.  It is looking at the whole customer journey to identify areas where the process can be simplified and improved. This includes a move, where appropriate, to digitisation of the service. We are considering whether more can be done to support healthcare professionals with alerting patients to the help that might be available to them.\r\n\r\nThe NHS BSA has already developed an online tool to help patients to find out what help they may be able to get and where to apply for it. There have been over seventy five thousand users since it launched in September 2017 and the NHS BSA has received positive feedback on it. This checker has more recently been promoted on social media and has received national press coverage. \r\n\t\r\nThe current financial situation prevents the Government from making any significant changes to the prescription charging system. We will, however, ensure that the NHS BSA’s important work, publicising the extensive arrangements that are already in place continues.\r\n\r\nDepartment of Health and Social Care",
            "summary": "The Government has no plans to review the list of medical exemptions from prescription charges. Extensive arrangements are already in place to ensure that people can access affordable prescriptions.",
            "updated_at": "2018-04-26T11:09:07.046Z"
        },
        "government_response_at": "2018-04-26T11:09:07.049Z",
        "moderation_threshold_reached_at": "2018-03-29T23:26:01.483Z",
        "opened_at": "2018-04-06T15:47:18.281Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-04-13T08:38:00.302Z",
        "scheduled_debate_date": null,
        "signature_count": 14888,
        "state": "open",
        "updated_at": "2018-05-28T11:13:20.800Z"
    },
    "id": 216496,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216496.json"
    },
    "type": "petition"
}