{
    "attributes": {
        "action": "Make Educational health care plans (EHCP) fit for purpose and legally binding",
        "additional_details": "As a parent I'm dumbfounded by the lack of support provided by the EHCP, legal requirements are often left out, the content is basic,  reports commissioned by  local authorities are often lacking enough evidence for panel meetings, once you have a plan it offers very little insight as to the students needs within a class environment, often schools say they are meeting the needs,  the needs on the plan often don't match the reality of the students challenges so this is not an effective measure.",
        "background": "The new EHCP is in many cases so poorly written as a legal document that the student can suffer as a consequence, parents are having to fight a system to find special Educational providers only to find that unless stated within the document help will not be given.",
        "closed_at": null,
        "created_at": "2018-03-30T09:49:46.707Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-30T13:25:27.968Z",
        "opened_at": null,
        "rejected_at": "2018-04-06T15:30:06.061Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you'd like changes to be made to Education, Health and Care Plans, but we're not sure what changes you'd like. In particular, we're not sure whether you're concerned about how the plans are drawn up, how they are interpreted or something else. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-04-06T15:30:06.070Z"
    },
    "id": 216517,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216517.json"
    },
    "type": "petition"
}