{
    "attributes": {
        "action": "Prevent the immense decrease in funding towards mental health in North Somerset.",
        "additional_details": "After investing £38 million on north worle district center, North Somerset council have made cuts to funding towards mental health services, 1in4 people most noticeably. 1in4 people is a safe raven for the struggling; “it’s somewhere you can talk and meet others like you without feeling insignificant.” Indisputably, taxpayers would rather know their sisters, uncles, brothers, aunties, nephews, nieces and parents are safe than to know a car park will, as reiterated by the council, make profit.",
        "background": "Cuts are being made when most detrimental. People rely on these services to keep them going, it gives them hope and allows them to listen and be listened to. places like these give those struggling a mere feeling of safety and content, and as soon as June the 1st, this will be snatched from them.",
        "closed_at": null,
        "created_at": "2018-03-30T08:59:28.972Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-30T09:53:56.059Z",
        "opened_at": null,
        "rejected_at": "2018-04-06T15:38:57.760Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The funding for these services is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou could also start a new petition about something the Government and Parliament are responsible for.\r\n\r\nIf you're concerned about mental health funding more generally, you might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/206874"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-04-06T15:39:16.466Z"
    },
    "id": 216514,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216514.json"
    },
    "type": "petition"
}