{
    "attributes": {
        "action": "Amnesty for anyone who was a minor that arrived In Britain between 1948 to 1971",
        "additional_details": "With successive changes in immigration policy and legislation over the last 70 years along with the independence of countries which now form part of the Commonwealth this has created uncertainty and lack of clarity and justice for tens of thousands of individuals who have worked hard, paid their taxes and raised children and grandchildren and  who see Britain as their home. \r\nhttps://www.theguardian.com/uk-news/2018/mar/30/antiguan-who-has-lived-59-years-in-britain-told-he-is-in-uk-illegally",
        "background": "Windrush Generation were invited as settlers and as British subjects. Minors also had the right to stay.We call on the government to stop all deportations, change the burden of proof and establish an amnesty for anyone who was a minor.The government should also provide compensation for loss & hurt.",
        "closed_at": null,
        "created_at": "2018-03-30T16:36:00.632Z",
        "creator_name": "Patrick Vernon OBE",
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0109",
            "debated_on": "2018-04-30",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2018-04-30/debates/CEC6AAFF-E02D-41DA-B681-AF9713BE6F82/MinorsEnteringTheUK1948To1971",
            "video_url": "https://parliamentlive.tv/Event/Index/f29d6e8b-ff66-4e9b-97a6-89dc46a9dbfd"
        },
        "debate_outcome_at": "2018-05-01T08:54:46.658Z",
        "debate_threshold_reached_at": "2018-04-15T07:23:23.315Z",
        "government_response": {
            "created_at": "2018-05-23T11:50:21.008Z",
            "details": "This petition was debated in Westminster Hall on 30 April 2018 and as part of that debate the Minister for Immigration said:\r\n\r\nLet us be in no doubt about the debt of gratitude that this country owes to the Windrush generation… they were invited to come to the United Kingdom immediately after the second world war and in the decades that followed to help us to build modern Britain…\r\n\r\n…We cannot fail to be moved and to be ashamed when confronted with the individual stories, but as a result, be determined to get the wrong righted, to sort the cases out and to make sure that the legal status is confirmed.\r\n\r\nThe Government is clear that an amnesty for this group is not required because these people do not require amnesty: they already have the right to remain here.\r\nThe Immigration Act 1971 set out in law a provision that those here before it came into force should be treated as having been given indefinite leave to enter or remain in the UK. It also retained a right of abode for certain Commonwealth citizens. Therefore, everyone that arrived in the UK and was settled before 1973 was given settlement rights by operation of law and was not required to have any specific documentation to prove those rights. \r\n\r\nSince 1973, many of the Windrush generation will have obtained documentation confirming their status or would have applied for citizenship and then a British passport. For those who have not, the former Home Secretary announced a series of measures on 16 and 23 April 2018 to ensure the Windrush generation could easily obtain documentation to demonstrate that right and could easily go on to apply for British Citizenship.\r\n \r\nOn 16 April, the previous Home Secretary announced a dedicated taskforce would be established to support the Windrush generation. The taskforce is taking calls and emails from those who are affected and guiding them through the application taskforce. Since its inception on 17 April the taskforce has documented hundreds of individuals who were affected.\r\n\r\nIn the Westminster Hall debate on this petition, the Minister for Immigration said of the taskforce:\r\n\r\nI was in Croydon and in Sheffield with caseworkers who are on the frontline, doing their best to help people through the process. \r\n\r\nI have to say that I was very impressed with the determination of those caseworkers to be sympathetic and understanding, and to talk people through the process as gently as they possibly could while at the same time enabling them to give their stories and to provide a picture of their life in the UK—helping them through a process with which we should have been helping them much earlier.\r\n\r\nOn 23 April, the previous Home Secretary announced four measures to assist those in the Windrush generation to become British Citizens:\r\n\r\nFirstly, that the Government will waive the citizenship fee for anyone in the Windrush generation who wishes to apply for citizenship. This applies to those who have no current documentation, and also to those who have it.\r\n\r\nSecondly, that the Government will waive the requirement to carry out a Knowledge of Language and Life in the UK test for British Citizenship.\r\n\r\nThirdly, that the children of the Windrush generation who are in the UK and need to apply for naturalisation will have their fee waived.  For those not born in the UK but now living here, provided they joined their parents as children (before the age of 18) they will also be covered by the scheme.\r\n\r\nFourthly, that those who made their lives here but have now retired to their country of origin, are able to come back to the UK, without fees. \r\n\r\nFinally, the Prime Minister and Home Secretary have announced that a compensation scheme will be put in place for those who have suffered loss as a result of these difficulties, and that the Government will consult on the design of this scheme – such as the shape it should take, what it should cover, and how long it should be for. \r\n \r\nAccordingly, the Home Office have launched a call for evidence addressed to those who have been affected by this situation and their families.  This is an opportunity for those people to tell the Government what happened, how it has affected them and what they believe the compensation scheme needs to address.\r\n\r\nAs a first step the Government have asked Martin Forde QC to provide independent oversight and advise us on the design of the scheme. He will help us to understand the experience of people who have been affected and how this should be reflected in the scheme.\r\n\r\nHome Office",
            "summary": "The Government is clear that an amnesty for this group is not required because these people do not require amnesty: they already have the right to remain here.",
            "updated_at": "2018-05-23T11:50:21.008Z"
        },
        "government_response_at": "2018-05-23T11:50:21.011Z",
        "moderation_threshold_reached_at": "2018-03-30T17:45:10.856Z",
        "opened_at": "2018-04-06T16:51:31.292Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-04-10T08:34:58.848Z",
        "scheduled_debate_date": "2018-04-30",
        "signature_count": 179674,
        "state": "open",
        "updated_at": "2018-05-29T14:49:39.826Z"
    },
    "id": 216539,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216539.json"
    },
    "type": "petition"
}