{
    "attributes": {
        "action": "Set up an independent cross party committee whose remit is racism in politics",
        "additional_details": "Hate crime has risen by more than a third (2017, home office)\r\nAntisemitic incidents are at an all time high (2018, Guardian)\r\nThere has been numerous high profile racist incidents within the mainstream parties, and it is clear that this issue is cross party, and too big in society and politics for any single party to deal with alone. There should be an independent body that can deal with individual cases outside of party the structure, and that can provide proposals to deal with the problem.",
        "background": "There should be an independent cross party body, which includes faith and minority community leaders, that deals with racism in the parties, and politics in general. It can provide policy recommendations for government and internal structures, and deal with complaints of racism within the parties.",
        "closed_at": null,
        "created_at": "2018-03-30T12:16:58.766Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-30T13:01:40.192Z",
        "opened_at": null,
        "rejected_at": "2018-04-06T14:47:38.989Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. The Equality and Human Rights Commission is an independent, non-party political body that looks into equality issues for all protected characteristics, including race. We understand that you want more to happen to tackle racism in politics, but we're not sure how a new independent body would be different.\r\n\r\nYou can read about the EHRC's work here:\r\n\r\nhttps://equalityhumanrights.com/en/about-us/what-we-do\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to urge the EHRC to look into and make recommendations to stop racism in politics, if that's something you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-04-06T14:48:56.038Z"
    },
    "id": 216523,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216523.json"
    },
    "type": "petition"
}