{
    "attributes": {
        "action": "Allow undiagnosed children to travel to different countries to treat & diagnose",
        "additional_details": "There have been many documented cases of parents vs a hospital in times of difficult decision making regarding their child's life. Many have been forced to switch off the life support of a child or have legal action taken against them for fighting for their child. If the parents believe their child can have a chance of living if they are treated somewhere else, parents should be allowed to move their child to a different hospital when there is a hospital offering their child a place!",
        "background": "If a child's hospital wish to turn off the life support of a child who has an undiagnosed condition, but there is an alternative hospital abroad willing to treat them and find a possible diagnosis, then the parents should legally be allowed to decide if the child should go. Parental rights!!",
        "closed_at": "2018-10-12T22:59:59.999Z",
        "created_at": "2018-03-31T18:54:58.853Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-05-03T09:09:47.071Z",
            "details": "The primary aim of medical treatment is to benefit the patient by restoring or maintaining health as far as possible, maximising benefit and minimising harm.  \r\n\r\nDoctors, nurses and other clinicians who are delivering care to severely ill patients are required at all times to have regard to the best interests of the patient when considering what treatment is appropriate and indeed, whether to continue life sustaining treatment. \r\n\r\nWhere there is disagreement between those with parental responsibility and treating clinicians about a child’s treatment, including whether to continue life sustaining treatment, the court will be asked to determine the child’s best interest. The views of the parents will be very important in the Court reaching decisions but it is the child’s best interests that are paramount, not the rights of those with parental responsibility.\r\n\r\nRegardless of any offer by hospitals based abroad to take a child to their hospital for treatment, clinicians and the courts are obliged to consider what is in the best interest of the individual child concerned, including in determining the viability of pursuing alternative diagnosis and treatment options. \r\nThe power to consent must be exercised according to the ‘welfare principle’: that the child’s ‘welfare’ or ‘best interests’ must be paramount. Even where a child lacks capacity to consent on their own behalf, it is good practice to involve the child as much as possible in the decision-making process. \r\n\r\nIf children have the capacity to give consent for themselves, consent should be sought directly from them. Once young people reach the age of 16, they are presumed in law to be competent to give consent for themselves for their own surgical, medical or dental treatment, and any associated procedures, such as investigations, anaesthesia or nursing care. Those under 16 are not automatically presumed to be legally competent to make decisions about their healthcare. Under-16s will be competent to give valid consent to a particular intervention if they have sufficient understanding and intelligence to enable him or her to understand fully what is proposed.   If a child is not competent to give consent for themselves, consent should be sought from a person with parental responsibility. \r\n\r\nAs is the case where patients are giving consent for themselves, those giving consent on behalf of child patients, must have the capacity to consent to the intervention in question, be acting voluntarily and be appropriately informed. The power to consent must be exercised according to the ‘welfare principle’: that the child’s ‘welfare’ or ‘best interests’ must be paramount.\r\n \r\nDuty of Clinicians, Secretary of State and Government powers\r\nThe duty of clinicians and the courts to treat the child’s best interests as paramount, is consistent with the European Court of Human Rights and international conventions on the rights of the child.  The Government does not intervene in individual cases, nor compel clinicians to act in ways that they consider to be unethical, unlawful and contrary to the patient’s best interests.  \r\nGuidance\r\nNational Institute of Clinical Excellence guidance (NG61) is especially helpful in covering the planning and management of end of life and palliative care in for infants, children and young people (aged 0–17 years) with life-limiting conditions.  It aims to involve children, young people and their families in decisions about their care, and improve the support that is available to them throughout their lives. Link: https://www.nice.org.uk/guidance/NG61\r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2018-05-03",
            "summary": "Clinicians and the courts are obliged to act in the best interests of patients, including in determining the viability of pursuing alternative diagnosis and treatment options.",
            "updated_at": "2018-05-03T09:09:47.071Z"
        },
        "government_response_at": "2018-05-03T09:09:47.074Z",
        "moderation_threshold_reached_at": "2018-03-31T19:01:32.564Z",
        "opened_at": "2018-04-12T09:57:01.791Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-04-24T21:47:37.229Z",
        "scheduled_debate_date": null,
        "signature_count": 24446,
        "state": "closed",
        "updated_at": "2019-03-07T14:28:50.789Z"
    },
    "id": 216594,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216594.json"
    },
    "type": "petition"
}