{
    "attributes": {
        "action": "STOP THE BARBUDA LAND ACT BEING REPEALED INDEFINITELY OR GRANT SECESSION",
        "additional_details": "The Antiguan Government are attempting to sell off vast swathes of Land to private individuals & developers which is prohibited under: The Barbuda Local Government Act 1976 and entrenched in the Antigua & Barbuda Constitution. Which was agreed to at the Antigua Termination Of Association Order meeting held at Lancaster House United Kingdom and formed part of the criteria talks that Antigua needed to achieve in order to get its own Independence from the UK.",
        "background": "Barbuda's post Irma survivors are suffering at the hands of a Government regime that is seeking to disenfranchise them from their land.\r\nSince Antigua demanded and received its independence in 1981 from the British Government it has made very little effort to fairly include Barbuda in its progress",
        "closed_at": null,
        "created_at": "2018-03-30T02:22:46.366Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-03-30T16:14:16.836Z",
        "opened_at": null,
        "rejected_at": "2018-04-24T08:37:28.979Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is the responsibility of the Government of Antigua and Barbuda, not the UK Government and Parliament. \r\n\r\nYou could start a new petition about something the UK Government and Parliament are responsible for. For example, you could start a new petition asking the UK Government and Parliament to urge the Government of Antigua and Barbuda to consult with the people of Barbuda about land use and ownership in Barbuda, if that’s what you’d like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-04-24T08:37:52.954Z"
    },
    "id": 216507,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216507.json"
    },
    "type": "petition"
}