{
    "attributes": {
        "action": "Do not allow free movement of our borders during transition period after brexit.",
        "additional_details": "Theresa May has said. A strictly time-limited implementation period will form a sound basis for the UK’s future prosperity, to provide this certainty, the implementation period will be based on the \r\nexisting structure of EU rules and regulations. But it is important that we \r\nmake sure UK interests are represented during the period.WE left the EU mainly because of imigration laws, SO WHY IS SHE LETTING THEM CONTINUE! LEAVE MEANS LEAVE. Enough is enough.Close the borders as of our independance day",
        "background": "Theresa May is betraying the people who voted to leave the EU.No immigration control,no border control,no sovereignty - an absolute betrayal of 17 million voters who chose to leave.Under proposals agreed by 27 member states,Britain will have no say in its decision-making during tansistion period.",
        "closed_at": null,
        "created_at": "2018-04-01T12:11:45.992Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-02T18:48:45.331Z",
        "opened_at": null,
        "rejected_at": "2018-04-09T16:48:30.988Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure whether you'd like to \"close the borders\" completely or to prevent free movement of people during any transition period after Brexit. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-04-09T16:48:44.164Z"
    },
    "id": 216617,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216617.json"
    },
    "type": "petition"
}