{
    "attributes": {
        "action": "Free vitamin D supplements provided by the NHS for people with more melanin.",
        "additional_details": "There are many conditions and symptoms of being Vitamin D deficient. Those with more melanin are at an instant disadvantage living in the UK. In order for these individuals to maintain their health,  they have to bear the brunt of the cost and if they are to remain in the UK, this will be an expediture for thier lifetime. If a persons genetic make up renders them more vulnerable and this genetic make up exists within large sectors of the public, surely this should be handled as a social issue.",
        "background": "We absorb UBV from sunlight exposure, which the body uses to produce Vitamin D. Melanin in the skin prevents the body absorbing as much UVB. The more melanin, the less absorption, reducing Vitamin D production. Vitamin D functions like a hormone, every single cell in the body has a receptor for it.",
        "closed_at": null,
        "created_at": "2018-04-02T23:01:26.631Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-04T14:02:33.895Z",
        "opened_at": null,
        "rejected_at": "2018-04-10T16:40:07.344Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIf you would like people with vitamin D deficiency to receive free prescriptions, you could start a new petition about that.  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-04-10T16:40:07.350Z"
    },
    "id": 216687,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216687.json"
    },
    "type": "petition"
}