{
    "attributes": {
        "action": "Stop the roll out of 5G without testing for risks and safety issues.",
        "additional_details": "More than 180 scientists and doctors from 35 countries, recommend a moratoriumon the roll-out of 5G, for telecommunication until potential hazards for human health and the environment have been fully investigated by scientists independent from industry.  5G will substantially increase exposure to radiofrequency electromagnetic fields (RF-EMF) on top of the 2G,3G, 4G, Wi-Fi, etc. for telecommunications already in place. RF-EMF has been proven to be harmful for humans and the environment.",
        "background": "Rolling out 5G without the taking any risk and assessment is foolhardy, especially when it could affect the health of all life including wildlife and human health.  We believe that some testing should be conducted before the roll out of 5G with proof that it is safe to human health and wildlife.",
        "closed_at": null,
        "created_at": "2018-04-03T16:57:34.042Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-03T17:24:07.158Z",
        "opened_at": null,
        "rejected_at": "2018-04-09T17:48:18.896Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the Government or Parliament to commission and fund an independent inquiry into the safety of mobile internet signals."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-04-09T17:50:19.316Z"
    },
    "id": 216724,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216724.json"
    },
    "type": "petition"
}