{
    "attributes": {
        "action": "Stop paying doctors extra fees to fill in cremation forms",
        "additional_details": "The \"Money to Burn\" Campaign:\r\nThis practice has been known as \"Ash Cash\", as £164 is paid for each set of cremation forms . The fees are for checking a patient IS dead and writing it down. Some doctors have been known to attend mortuaries in the hopes of a bulk of 'crems' meaning they can earn a lot of money, in one go, for the weekend. We need to put a stop to these fees as funeral poverty rises. Some people don't have money to burn, and they shouldn't have to pay EXTRA money to burn.",
        "background": "There are two forms which need to be signed, by law, for the cremation of a decedent to take place: one by the doctor attending the death, and another by a more qualified doctor. These are already part of any doctors' duties and shouldn't have extra fees associated with them",
        "closed_at": null,
        "created_at": "2018-04-03T11:06:50.442Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-03T12:54:34.909Z",
        "opened_at": null,
        "rejected_at": "2018-04-11T17:11:32.216Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nDoctors can charge for these forms because completing them doesn't form part of their NHS duties. You can find out more about this here: https://www.bma.org.uk/advice/employment/fees/why-gps-charge-fees\r\n\r\nYou could start a new petition calling for these forms to be part of a doctor's NHS duties, so that the costs are met by the NHS and not by individuals. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-04-11T17:11:42.699Z"
    },
    "id": 216710,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216710.json"
    },
    "type": "petition"
}