{
    "attributes": {
        "action": "Start making the amounts the NRP pays to the PWC fairer",
        "additional_details": "Many 2nd families are losing there homes and living below the poverty line due to arrears of huge amounts that dont even exist and are being denied contact so the PWC can get more money through cms.\r\nI strongly believe that maintance and contact should be linked and put back through the family courts to access both sides living standards and to provide 2 happy homes for the child/ren, not just one where the NRP is suffering while the PWC lives way above the min wage",
        "background": "The amounts NRP's are making to the PWC are unfair and putting many 2nd families into poverty and below min wage.\r\nMany PWC are also denying contact of the children to get a higher rate or to punish the NRP with no penlty from the family courts..children need both parents not just money",
        "closed_at": null,
        "created_at": "2018-04-03T10:55:42.425Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-03T11:02:09.576Z",
        "opened_at": null,
        "rejected_at": "2018-04-09T18:51:53.909Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what you'd like to happen to make the arrangements fairer. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-04-09T18:51:53.918Z"
    },
    "id": 216708,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216708.json"
    },
    "type": "petition"
}