{
    "attributes": {
        "action": "Replace Boris Johnson as foreign secretary for lying to the public and media",
        "additional_details": "It is essential that ministers behave in an honest and truthful manner , Mr Johnson has repeatedly brought the office of foreign secretary into disrepute. Up until now these have been minor incidents but this one has major significance. Attempting to start hostilities without proper accordance to relevant international protocols is a major abuse of his power and puts our future at risk. That is is politically expediant for an embattled government to start a war to deflect attention is noted.",
        "background": "Boris Johnson has been misleading the public , the media and the wider diplomatic community about the information we have on russian involvement in the Salisbury poisoning.  He has consistently claimed that porton down was certain the novichok came from Russia when this is not true.",
        "closed_at": null,
        "created_at": "2018-04-04T12:22:34.626Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-04T19:36:28.805Z",
        "opened_at": null,
        "rejected_at": "2018-04-10T17:42:32.699Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-04-10T17:42:40.108Z"
    },
    "id": 216786,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216786.json"
    },
    "type": "petition"
}