{
    "attributes": {
        "action": "Freeze MP's salaries and abolish their housing, travel and food subsidies.",
        "additional_details": "They eat fine foods, live in luxury houses and travel around all at the expense of the taxpayer whilst poorer people are struggling with rents etc. We are all in this together we are told. Time for them to show this with actions and not words.",
        "background": "People are struggling. During these times of austerity our MPs vote against pay rises for firefighters whilst overwhelmingly voting to give one to themselves. They have taken the right to free school meals away from vulnerable children. Their pay should only be increased on a par with benefits.",
        "closed_at": null,
        "created_at": "2018-04-03T13:00:54.031Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-03T13:25:07.663Z",
        "opened_at": null,
        "rejected_at": "2018-04-09T18:46:09.036Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here: \r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n\r\nYou might like to sign one of these petitions instead:\r\n\r\nAbolish changes to free school meals: \r\nhttps://petition.parliament.uk/petitions/215007\r\n\r\nTake back control of MP salaries, reduce MP pay to UK average salary (£27k pa): \r\nhttps://petition.parliament.uk/petitions/204208\r\n\r\nAbolish the subsidy on food and drink in the Palace of Westminster restaurants: \r\nhttps://petition.parliament.uk/petitions/208776\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-04-09T18:46:09.045Z"
    },
    "id": 216715,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216715.json"
    },
    "type": "petition"
}