{
    "attributes": {
        "action": "Stop Funding Textbooks That Teach Palestine Children to Blow Themselves Up.",
        "additional_details": "How can the UK government genuinely support/promote peace at the same time as funding ANY entity that teaches their children violence such as giving one's life, jihad, killing and anti-Semitism?\r\n\r\nWhile the UK government fails to pump the resources needed into helping OUR British children to grow up literate and numerate in Britain, instead it pumps millions of pounds into the Palestinian Authority to make sure that Palestinian children think that a career of violence is a career worth pursuing!.",
        "background": "Any government genuinely interested in promoting peace would withdraw funding from any entity, and wherever, which taught violence as such a core part of its curriculum.\r\nAnother textbook urges that: \"Giving one's life, sacrifice, fight, jihad and struggles are the most important meanings of life.\"",
        "closed_at": null,
        "created_at": "2018-04-05T03:03:58.578Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-10T10:04:26.207Z",
        "opened_at": null,
        "rejected_at": "2018-04-16T17:04:08.155Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. If you would like the UK to suspend all aid to the Palestinian Authority until the UK Government has reviewed the text books used, you could start a new petition clearly explaining that that's what you'd like to happen. \r\n\r\nThe UK Government has commented on the news reports about textbooks in the Palestinian Authority. You can read what it says here: \r\n\r\nhttps://dfidnews.blog.gov.uk/2018/04/01/explaining-british-support-for-palestinian-education/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-04-16T17:04:21.026Z"
    },
    "id": 216878,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216878.json"
    },
    "type": "petition"
}