{
    "attributes": {
        "action": "Stop Political Indoctrination in Britain’s Schools, Colleges And Universities",
        "additional_details": "We ask that teachers are trained in delivering an unbiased education and are checked to ensure they are free of any political indoctrination, militancy and or subversion. Many political activists sight themselves as being teachers or university professors. An active political activist isn’t a suitable kind of person to be entrusted with molding young minds. Indoctrination is not an education, we need to ensure people do not take advantage of their authority in this way, it can’t continue.",
        "background": "We demand that the government and OFSTED ensure any attempt to teach a politically biased agenda, in the classroom, is a sackable offense. Our children deserve to be sure of a politically unbiased education, when in the care of any paid professional, such as teaching staff, tutors and professors.",
        "closed_at": null,
        "created_at": "2018-04-04T17:10:29.246Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-05T21:03:17.948Z",
        "opened_at": null,
        "rejected_at": "2018-04-12T09:23:41.034Z",
        "rejection": {
            "code": "no-action",
            "details": "The promotion of partisan political views in schools is already prohibited in\r\nsections 406 and 407 of the 1996 Education Act. You can read these sections here: \r\n\r\nhttps://www.legislation.gov.uk/ukpga/1996/56/part/V/chapter/IV/crossheading/politics  \r\n\r\nWe're therefore not sure what further action you'd like the UK Government or \r\nParliament to take. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-04-17T15:41:03.811Z"
    },
    "id": 216815,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216815.json"
    },
    "type": "petition"
}