{
    "attributes": {
        "action": "Redirect 3% of politicians wages to reduce knife/gun crime",
        "additional_details": "Knife crime needs to be tackled from far up the chain....this means white privilege must be adressed......in this way members or parliament should REDIRECT 3% of their wages......to the hood....to community projects....",
        "background": "The Government have reduced funds drastically for the mentally affected and those who fall into the 'poor socio economic factor catergory'....this means people of a different ethnic minority(BLACKS etc)....it produces further systemic racism.....and  BLACK on BLACK crime is a product",
        "closed_at": null,
        "created_at": "2018-04-04T17:52:50.558Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-05T15:00:50.171Z",
        "opened_at": null,
        "rejected_at": "2018-04-12T09:49:05.974Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's clear you care about knife and gun crime. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe also can't accept petitions about MPs' pay. This is because the Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay, not the Government or Parliament.\r\n \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the Government to fund specific types of community projects that help people from ethnic minorities, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-04-17T15:40:56.202Z"
    },
    "id": 216819,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216819.json"
    },
    "type": "petition"
}