{
    "attributes": {
        "action": "Don't charge 78 year old pensioner with murder after killing 1 of 2 intruders.",
        "additional_details": "The pensioner discovered two intruders at his house in Hither Green, south-east London, late on Tuesday night and was forced into his kitchen by one of them, who was armed with a screwdriver, according to Scotland Yard.\r\n\r\nWhile the second man was upstairs, detectives believe that a struggle ensued and the 38-year-old intruder was stabbed in the upper body. He was taken by an ambulance to a central London hospital where he was pronounced dead in the early hours of Wednesday morning.\r\n\r\nThis pensioner probably did not intend killing the intruder, he just was  protecting his property.\r\n\r\nWhat happened to being be-able to protect your property/family with enough force needed?\r\n\r\nLet this pensioner free, with no charge or no criminal record",
        "background": "A 78-year-old man has been arrested on suspicion of murder after a suspected burglar was fatally stabbed at his home in London.",
        "closed_at": null,
        "created_at": "2018-04-04T18:30:00.352Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-05T14:27:28.479Z",
        "opened_at": null,
        "rejected_at": "2018-04-06T19:05:01.471Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The police and the CPS are responsible for deciding whether to charge people with a crime. \r\n\r\nYou may find this guidance from the Crown Prosecution Service helpful:\r\n\r\nhttps://www.cps.gov.uk/publication/decision-charge"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-04-09T15:38:30.500Z"
    },
    "id": 216825,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216825.json"
    },
    "type": "petition"
}