{
    "attributes": {
        "action": "Stop increased murder rate in london, we are losing many young lives to gangs.",
        "additional_details": "So far in 2018 there has been 50 killings in the city between January 2018 - 4th April 2018. London streets. Our young people no longer feel safe as violent gangs have taken over London Boroughs.\r\nPoliticians across party lines are not willing to tackle the problem head long.\r\nWe the public demand government to put more resources on community policing. \r\nWe the public demand government to put open all close youth centres and reduce social inequalities in our communities. \r\nWe demand protection now!",
        "background": "We the public are calling on the UK Government to set out a clear policy on stopping increases gun and knife gang violence in London. \r\nViolent crime in London has seen more murders committed in the city this year than there were in New York.",
        "closed_at": null,
        "created_at": "2018-04-05T17:53:00.657Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-05T19:07:52.255Z",
        "opened_at": null,
        "rejected_at": "2018-04-12T09:30:24.064Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about violent crime in London, but we're not sure exactly what you'd like the Government or Parliament to do to tackle this issue, or what specific action you'd like the Government or Parliament to take to reduce social inequalities. \r\n\r\nThe UK Government isn't directly responsible for  operational decisions about policing in London or for youth centres. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the UK Government to give more funding to the police, and/or more funding to local councils to support youth services. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-04-12T09:30:28.900Z"
    },
    "id": 216953,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216953.json"
    },
    "type": "petition"
}