{
    "attributes": {
        "action": "Make Carbohydrate values easily accessible in all food establishments.",
        "additional_details": "Without the correct information being provided in a food establishment, a lot of guesswork ensues leaving the diabetic at risk of over/under medicating which then causes serious complications.\r\n\r\nPlease can we have establishments offer the carbohydrate values of their dishes alongside the allergy advice to include and make life that bit easier for our diabetic community?",
        "background": "Over 4 million people in the UK have diabetes.\r\n\r\nMy son has type 1 diabetes, an auto-immune disease that is not controlled by diet but relies on a careful calculation of Insulin to be issued every time he eats subject to the carbohydrate content of the food vs his current blood glucose level.",
        "closed_at": null,
        "created_at": "2018-04-05T23:46:32.837Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-06T00:00:33.057Z",
        "opened_at": null,
        "rejected_at": "2018-04-12T09:42:37.523Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do.  At the moment, this would be a decision for establishments selling food to make.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask for it to be a legal requirement to publish the carbohydrate value of foods offered for sale. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-04-12T11:45:18.340Z"
    },
    "id": 216998,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216998.json"
    },
    "type": "petition"
}