{
    "attributes": {
        "action": "An urgent debate on strategies for effectively combating gun and knife crime",
        "additional_details": "Here are some national headlines regarding this issue, which is now at crisis point.  Please forward this petition to your network.\r\n\r\nhttps://www.theguardian.com/uk-news/2018/apr/04/killed-in-2018-londons-victims-of-violence#img-2 \r\n\r\nhttps://www.theguardian.com/membership/ng-interactive/2017/mar/28/beyond-the-blade-marking-the-death-of-every-child-and-teen-by-a-knife-in-2017 \r\n\r\nhttps://www.standard.co.uk/news/crime/gun-and-knife-crime-soaring-in-london-official-figures-show-a3513366.html",
        "background": "As of the date of this petition there have been 50 gun/knife related killings in our capital.  The ONS states that knife offences rose by 23% in the Capital, a higher murder rate than New York.  Links below will remind you of some of those who have fallen victim to date this year and in 2017.",
        "closed_at": null,
        "created_at": "2018-04-05T13:08:29.682Z",
        "creator_name": "Rev Les Isaac OBE",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-04-19T09:33:55.610Z",
            "details": "The Government is determined to break the deadly cycle of violence that devastates the lives of individuals, families and communities.  In response to the recent increases in knife crime, gun crime and homicide, the Government published the Serious Violence Strategy.  The Strategy outlines an ambitious programme working with a range of Government Departments and partnerships across a number of sectors such as education, health, social services, housing, youth services, and victim services.  \r\n\r\nThe strategy makes clear that our approach is not solely focused on law enforcement, very important as that is, but depends also on partnerships across a number of sectors.  In particular, it needs the support of communities thinking about what they can do themselves to help prevent violent crime happening in the first place and how they can support measures to get young people and young adults involved in positive activities.  \r\n\r\nWe know intervening early can help us catch young people before they go down the wrong path, encouraging them to make positive choices and that is why the strategy represents a step change in the way we think and respond and in particular, a shift to early intervention and prevention steering young people away from crime in the first place and put in place measures to tackle the root causes of the problem.\r\n \r\nAction in the strategy is centred on the following key themes:\r\n\r\n•\tTackling county lines and misuse of drugs; \r\n•\tEarly intervention and prevention;\r\n•\tSupporting communities and local partnerships; and\r\n•\tLaw enforcement and the criminal justice response\r\n\r\nThe strategy sets out a range of key actions we will take to tackle serious violence, building on the significant programmes of work already in place to tackle knife crime, gun crime and the acid attacks action plan.  The strategy includes over 60 specific commitments for action in the coming months and years ahead including creation of a new National County Lines Coordination Centre, creation of a new Early Intervention Youth Fund and measures to strengthen local partnerships and the multi-agency response to this issue. \r\n\r\nThe Home Secretary will be overseeing implementation of the strategy through a refocused Inter-Ministerial Group on the Serious Violence Strategy and through creation of a new Serious Violence Taskforce.  The Taskforce will include key representatives from national and local government, Police and Crime Commissioners and key delivery partners including representatives from health, education and industry.  \r\n\r\nWe will introduce an Offensive Weapons Bill to include a ban on the sale of the most dangerous corrosive products to under-18s, make it a criminal offence to possess corrosive substances in a public place and bring in tough restrictions on online sales of knives, as well as announcing plans to publicly consult on extending stop and search powers to enable the police to search for, and seize, acid from people carrying it in public without good reason.\r\n\r\nHome Office",
            "summary": "This tragic loss of life is not acceptable. In response to the recent increases in knife crime, gun crime and homicide the Government published on 9 April the Serious Violence Strategy. ",
            "updated_at": "2018-04-19T09:33:55.610Z"
        },
        "government_response_at": "2018-04-19T09:33:55.614Z",
        "moderation_threshold_reached_at": "2018-04-05T13:22:19.845Z",
        "opened_at": "2018-04-06T19:22:05.567Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-04-09T19:05:09.558Z",
        "scheduled_debate_date": null,
        "signature_count": 12681,
        "state": "open",
        "updated_at": "2018-05-29T10:52:26.799Z"
    },
    "id": 216928,
    "links": {
        "self": "https://petition.parliament.uk/petitions/216928.json"
    },
    "type": "petition"
}