{
    "attributes": {
        "action": "The UK, has the lowest basic state pension, as percentage of earnings in Europe.",
        "additional_details": "A political consensus was reached by the EU Nations at the Laeken Summit 2001, that each Member State would attempt to attain a Basic Pension of 40% of its Average Wage by 2007 and then work towards 60%. \r\nThe UK provides the worst Basic Pension by far. \r\nTaking the Pension as a percentage of average wage, pensioners in Greece, Luxembourg, Spain and Italy receive over 5 times our basic pension. \r\nBy 2050 Germany and Spain, plan devoting 16% of their GDP to their Basic Pensions, UK will be only 4%.",
        "background": "A joint report, by Age Concern and Help the Aged stated –\r\n\r\n “The UK basic state pension is worth a smaller percentage of average earnings than elsewhere in Europe. Current UK state pension is 17% of the average income.  EU average is 57%. \r\n\r\nIn 1981, UK state pension was 24% of average earnings.”",
        "closed_at": null,
        "created_at": "2018-04-07T12:11:42.043Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-07T18:41:58.222Z",
        "opened_at": null,
        "rejected_at": "2018-04-12T12:02:08.254Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned that state pensions in the UK are too low, but \twe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask for a specific increase to the state pension. \r\n\r\n\t\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2018-04-12T12:36:43.221Z"
    },
    "id": 217082,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217082.json"
    },
    "type": "petition"
}