{
    "attributes": {
        "action": "Change vaccine protocol for pets.",
        "additional_details": "Many local authorities have a mandatory policy for boarding kennel regulations that dictates that pets are vaccinated annually.The vaccine label clearly states that vaccines should only be given to healthy pets. Animals with compromised health are still required to be vaccinated despite not being an infectious risk. A titer test can be performed to check an animals immunity. It the titer test proves the animal is immune, this should be accepted by all local authorities.",
        "background": "Dogs and cats are routinely vaccinated every 1-2 years. Evidence suggests that many pets will be immune for the remainder of their lives following one vaccination. Others may need repeat vaccination after 5-7 years. Vaccine dose to be adjusted according to animals weight, not one dose for all breeds",
        "closed_at": null,
        "created_at": "2018-04-07T15:04:50.514Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-07T22:31:16.751Z",
        "opened_at": null,
        "rejected_at": "2018-04-13T15:11:48.294Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\t\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the Government to change the rules for animal boarding licenses to stop unnecessary vaccinations taking place, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-04-17T15:40:48.834Z"
    },
    "id": 217090,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217090.json"
    },
    "type": "petition"
}