{
    "attributes": {
        "action": "Zero Tolerance For Knife Crime!\r\nTougher sentencing for Knife Crime!",
        "additional_details": "At least 35 people have been fatally stabbed in London since the beginning of the year.\r\nMet Police records show 37,443 recorded knife offences and 6,694 recorded gun offences across the UK in the year up to September 2017. \r\nIn London there were 12,980 knife crimes – 2,452 more than the equivalent year.\r\nFour teenagers were stabbed to death in London on New Year’s Eve alone, and 22 were killed in March – meaning the capital now has a higher murder rate than New York.",
        "background": "Knife crime continues to increase and young people are losing their lives as it spirals out of control. The law needs to be changed with Zero Tolerance for knife crime. The best prevention is tougher sentencing and it's time the Government changed the law before more young lives are lost.",
        "closed_at": null,
        "created_at": "2018-04-09T10:52:13.827Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-09T15:09:40.072Z",
        "opened_at": null,
        "rejected_at": "2018-04-16T15:52:09.133Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about knife crime, but we're not sure exactly what you'd like the Government or Parliament to do. We're not sure exactly what you mean by \"zero tolerance for knife crime\", or what specific changes you'd like to see to sentences. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-04-16T15:52:13.608Z"
    },
    "id": 217194,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217194.json"
    },
    "type": "petition"
}