{
    "attributes": {
        "action": "Change the way child disabilites are diagnosed",
        "additional_details": "It is a well known fact that children don’t show symptoms/traits in school due to the overwhelming environment. It’s quite common that the child will become nonverbal and follow his/her peers which results in them bottling up all there stress/frustration and anxiety until home time when he/she are in a place they feel comfortable and safe and this is when they are most likely to have a meltdown/sensory overload. They say it’s always down to parenting but it is not the case. This needs to change.",
        "background": "We believe children in the uk are being ignored as professionals are only interested in children’s behaviour in school. It is not right that a child’s final diagnosis is made on the observation of a teacher/school who only sees that child in school time.",
        "closed_at": null,
        "created_at": "2018-04-09T17:06:23.700Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-10T15:20:05.842Z",
        "opened_at": null,
        "rejected_at": "2018-04-16T16:00:53.310Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about how disabilities are diagnose din children, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\t\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-04-16T16:00:53.317Z"
    },
    "id": 217209,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217209.json"
    },
    "type": "petition"
}