{
    "attributes": {
        "action": "Force credit reference agencies to rectify any incorrect information immediately",
        "additional_details": "https://www.theguardian.com/money/2017/jul/17/credit-score-angencies-break-lives-lenders-no-mortgage\r\n\r\nMany people have lost their homes or been refused rental or mortgage through the fault of incorrect data on their file. This lasts for six years and there is nothing that can be done by the person suffering. An individual agency or the person themselves should be able to remove any incorrect data on their file if it is proven wrong. Also debts for less than £1000 should be removed within 2 years",
        "background": "Many credit reference agencies have incorrect information about people on their credit files. This includes defaults for debts people didn't owe or unpaid mobile phone bills they were unaware of. The credit agencies will only let the company who have made the mistake correct the file. This is wrong",
        "closed_at": null,
        "created_at": "2018-04-09T21:13:00.247Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-09T21:53:11.727Z",
        "opened_at": null,
        "rejected_at": "2018-04-16T16:06:13.099Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure whether you'd like credit agencies to have to correct credit files within a minimum time; whether you'd like people to be able to correct their own credit record in certain circumstances; or whether you'd like records of debts of less than £1,000 to be removed after two years. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-04-17T15:40:17.537Z"
    },
    "id": 217227,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217227.json"
    },
    "type": "petition"
}