{
    "attributes": {
        "action": "The UK Government to Introduce an individual mandatory litter picking duty.",
        "additional_details": "We are aware we need to cut down on plastic intake, and we have already begun the process of using reusable bags. I think this is the next step we should take in helping clean our local environment and protect the wildlife. \r\n\r\nIf we get enough signatures, we will not only be helping and using our energy efficiently, it will also educate the UK on the damage non-biodegradable substances are currently doing to our oceans and earth.",
        "background": "As plastic pollution increases so does our harm to wildlife. Just like we have mandatory Jury service, I want the government to introduce one for litter picking.\r\n\r\nEvery person should be held accountable and give back to the planet that feeds, clothes and shelters us.",
        "closed_at": null,
        "created_at": "2018-04-09T14:31:01.885Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-12T19:24:49.543Z",
        "opened_at": null,
        "rejected_at": "2018-04-17T18:07:00.002Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean by \"an individual mandatory litter picking duty\" or how you would like this to work. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\t\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-04-17T18:07:07.736Z"
    },
    "id": 217201,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217201.json"
    },
    "type": "petition"
}