{
    "attributes": {
        "action": "Scrap Government Surcharge and costs of the prosecution against homeless people",
        "additional_details": "a person breached a restraining order for going to his parents for help, but the Law can only do is sentence him to custody and got his wish because the housing authority wouldn't rehouse him in the City of Nottingham. The Government should do something about this and rehouse homelessness to shelter and let them claim benefits for them enabling  to pay court fines and survive and to prevent the law using UK prisons for homeless wasting tax payers monies. Prison's isn't an origination",
        "background": "A court ordered a homeless person to pay the costs, but then sentenced him for breaching a restraining order by going to his parents for help and warmth all because the weather was bad to survive in Nottingham...",
        "closed_at": null,
        "created_at": "2018-04-10T18:13:55.198Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-10T18:46:38.859Z",
        "opened_at": null,
        "rejected_at": "2018-04-16T14:54:57.181Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-04-16T14:54:57.188Z"
    },
    "id": 217275,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217275.json"
    },
    "type": "petition"
}