{
    "attributes": {
        "action": "Save Otmoor from the Oxford-Cambridge Expressway",
        "additional_details": "Now the government threatens to build a motorway here that would engulf this sanctuary.\r\n\r\nOne of the proposed routes would cut across miles of Green Belt land, passing through ancient woodlands on its way to Otmoor.\r\n\r\nBecause the government has turned down our demands for a Public Enquiry, the decision will now be made behind closed doors. \r\n\r\nPlease sign this petition to demand protection for this national treasure and save Otmoor for future generations. \r\n\r\nwww.SaveOtmoor.org\r\n#SaveOtmoor",
        "background": "Otmoor is a unique and beautiful habitat of rare wetland and grazing floodplain,1000 acres of nature reserve that is home to over sixty protected species. \r\n\r\nJust 50 miles from the urban sprawl of London, Otmoor is a conservation area the government's own laws were designed to protect.",
        "closed_at": null,
        "created_at": "2018-04-10T09:14:38.621Z",
        "creator_name": "Adrian Pennink",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-09-12T16:59:37.470Z",
            "details": "Protecting the environment and the places people love is central to how the Government develops and builds a major new road such as this. We recognise that creating any new road infrastructure carries environmental challenges, and the Government is committed to finding solutions that have the least effect and where possible avoid, mitigate and minimise the effects on the natural environment. \r\n\r\nThe selection of corridor B as the preferred corridor for the Oxford-Cambridge Expressway accounts for environmental and heritage designations, such as those which apply to Otmoor. The Department for Transport and Highways England will continue to work closely with Natural England, Historic England, the Environment Agency, The Wildlife Trust and local nature partnerships to integrate any route as far as possible into the landscape.\r\n\r\nThe Government will also continue to work together with other key stakeholders including, but not limited to, local highway and planning authorities, community and residents’ groups, and environmental bodies, to develop the mitigation strategy as the scheme develops over time.\r\n\r\nYou can read more about the corridor announcement here: https://www.gov.uk/government/speeches/oxford-to-cambridge-expressway-road-scheme-update\r\n\r\nAnd more detail about the corridor itself here: http://assets.highwaysengland.co.uk/roads/road-projects/Oxford+to+Cambridge+expressway/Oxford+to+Cambridge+Expressway+Corridor+overview+booklet.pdf\r\n\r\nThe Highways England Oxford to Cambridge Expressway webpage (at: highwaysengland.co.uk/projects/oxford-to-cambridge-expressway) contains up-to-date information on the scheme and the most recent stakeholder conference presentation.\r\n\r\nDepartment for Transport.",
            "responded_on": "2018-09-12",
            "summary": "The Government has announced the preferred corridor for the Oxford-Cambridge Expressway, and has ruled out construction in the area of the Otmoor nature reserve.",
            "updated_at": "2018-09-12T16:59:37.470Z"
        },
        "government_response_at": "2018-09-12T16:59:37.472Z",
        "moderation_threshold_reached_at": "2018-04-10T16:36:38.397Z",
        "opened_at": "2018-04-16T13:54:21.535Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-08-26T14:14:56.101Z",
        "scheduled_debate_date": null,
        "signature_count": 10583,
        "state": "open",
        "updated_at": "2018-10-03T19:43:00.727Z"
    },
    "id": 217244,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217244.json"
    },
    "type": "petition"
}