{
    "attributes": {
        "action": "Change guidelines for cosmetic surgery in the uk including raise minimum age.",
        "additional_details": "Cosmetic surgery websites now offer payment plans to teenagers as young as 18. This encourages people to have surgery when they wouldn’t normally. Having cosmetic surgery isn’t always the right thing to do and is a life changing choice.",
        "background": "From previous experience, stronger guidelines within cosmetic surgery would encourage people to make the right decision and be more aware of how serious surgery is. Mandatory psychiatric assessment and raising the minimum age to 21 will help achieve this change.",
        "closed_at": null,
        "created_at": "2018-04-10T15:39:38.971Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-10T20:46:45.640Z",
        "opened_at": null,
        "rejected_at": "2018-04-16T14:49:27.253Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Guidelines for cosmetic surgery procedures are overseen by professional medical bodies such as the British Association of Plastic Reconstructive and Aesthetic Surgeons:\r\n\r\nhttp://www.bapras.org.uk/professionals/clinical-guidance\r\n\r\nThese bodies are independent of the UK Government and Parliament. \r\n\r\nIf you would like there to be laws about cosmetic surgery, including setting a legal minimum age, you could start a new petition asking Parliament to change the law. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-04-16T14:49:32.608Z"
    },
    "id": 217267,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217267.json"
    },
    "type": "petition"
}