{
    "attributes": {
        "action": "Boycott the 2018 World Cup in Russia",
        "additional_details": "Putin has done more to destabilise world peace than any global leader in the last 30 years. Boycotting the World Cup, and encouraging other nations to do so, will make a mockery of the event and a firm statement that Russia does not deserve to host a high profile global sporting celebration. Boycotting the World Cup is a strong yet peaceful protest message, and an alternative to military force or economic sanctions for Russia’s involvement in Syria and the refugee crisis that has ensued.",
        "background": "It is in the nations’ interest to put pressure on President Putin start acting in the interest of world peace. Going to war with Russia is not an option. If Britain led the way and refused to send its football team and journalists to cover the game it would encourage other countries do the same.",
        "closed_at": null,
        "created_at": "2018-04-09T17:39:48.944Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-09T19:20:18.994Z",
        "opened_at": null,
        "rejected_at": "2018-04-16T11:12:41.086Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what action you would like the UK Government or Parliament to take.\r\n\r\nIf you would like Government ministers to boycott the 2018 World Cup, you could start a new petition asking for that.\r\n\r\nThe Government isn't responsible for the England football team, but your petition could ask the Government to urge the England team not to attend."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-04-16T11:12:41.098Z"
    },
    "id": 217212,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217212.json"
    },
    "type": "petition"
}