{
    "attributes": {
        "action": "Business Rates in the UK are outmoded and should be reformed.",
        "additional_details": "After the collapse of Woolworths some years ago it seemed like the high street would never be the same and many people felt this was a necessary shockwave to prompt action.\r\n\r\nHowever, we are now seeing a second wave of closures with some big names disappearing, with internet purchases and high business rates largely being blamed.\r\n\r\nWe have also seen central government funding to local authorities massively reduced, leading to an increased dependency on business rates, with no room for compromise.\r\n\r\nThe high street is dying and something must be done, starting with a review of business rates.",
        "background": "The way business rates are calculated has not been fundamentally reviewed for many years and does not reflect the impact of the internet and the way councils are funded.  It’s time for an urgent root and branch reform before the high street dies.",
        "closed_at": null,
        "created_at": "2018-04-10T11:55:21.457Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-20T15:58:10.700Z",
        "opened_at": null,
        "rejected_at": "2018-04-26T17:31:26.459Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\t\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure exactly how you want business rates to be reformed, or what kind of review you want to happen. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-04-26T17:31:33.876Z"
    },
    "id": 217250,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217250.json"
    },
    "type": "petition"
}