{
    "attributes": {
        "action": "Fund free BSL lessons for every parent or carer of a Deaf child in the UK",
        "additional_details": "Growing up as a CODA (child of Deaf adults) I have met adults/children who are left bitter & angry towards their own families as they felt excluded at meal times, parties & from daily life. Leading them to seek out the Deaf community in order to find support & understanding. Some end up with mental health issues which were fuelled by the isolation. Learning BSL alongside a child as they grow will allow inclusivity. Families need to celebrate their new journey with freedom from cost. Thank you.",
        "background": "90% of Deaf children are born to hearing families, most of which will have no experience of what they need to do to support that child. As a Teacher of the Deaf I repeatedly meet families that cannot afford BSL, which can leave the child isolated & frustrated. It costs £3000/person to gain level 3",
        "closed_at": null,
        "created_at": "2018-04-10T08:24:49.936Z",
        "creator_name": "Sarah Brinsden",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-05-14T16:58:02.991Z",
            "details": "The Government recognises that early access to language is essential to help children to learn and to thrive. It is vital that parents and carers are supported to communicate with deaf and hearing impaired children, as well as young people that they care for.  \r\n\r\nThe Government has recognised BSL as an official language since 2003. BSL is a vital method of communication and we recognise that many hearing people choose to learn BSL in order to communicate more effectively with hearing impaired people in everyday life.\r\n\r\nThe Government wants all children to be able to reach their full potential and receive the right support to succeed in their education and as they move into adult life. That is why, through the Children and Families Act 2014, we have transformed the system for supporting children and young people with special educational needs and disabilities (SEND), including those with hearing impairment.  \r\n\r\nTo implement these reforms we have invested in a number of programmes to support children and young people with hearing impairments, and their families. Over the past five years, we have funded a partnership of charities through the National Sensory Impairment Partnership (NatSIP) to provide support to early years, schools, post-16 providers and local authorities to improve outcomes for children and young people with sensory impairment. \r\n\r\nWe have funded the development of an Early Support guide for parents of deaf children available through the Council for Disabled Children’s website. \r\n\r\nIn addition, we have also funded the National Deaf Children’s Society’s I-Sign project and the development of a family-orientated sign language course http://www.familysignlanguage.org.uk/mainpage.htm \r\n\r\nFrom April 2018, Government is funding a Special Educational Needs and Disability (SEND) schools’ workforce contract with a consortium of organisations, led by nasen and including NatSIP, to deliver support to improve the support and training available to help schools with pupils with all types of SEND, including deaf and hearing impaired pupils.    \r\n\r\nThe Children Act 1989 (as amended by the Children and Families Act 2014) requires local authorities to assess whether a parent carer within their area has need for social care support and, if so, what those needs are.\r\n\r\nDepartment for Education\r\n",
            "summary": "Government has funded the development of a family sign language programme, through the I-sign programme, which is freely available at the National Deaf Children’s Society family sign language website.",
            "updated_at": "2018-05-14T16:58:02.991Z"
        },
        "government_response_at": "2018-05-14T16:58:02.993Z",
        "moderation_threshold_reached_at": "2018-04-10T09:10:50.256Z",
        "opened_at": "2018-04-13T12:02:36.742Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-04-28T08:26:39.602Z",
        "scheduled_debate_date": null,
        "signature_count": 14879,
        "state": "open",
        "updated_at": "2018-05-29T11:18:38.830Z"
    },
    "id": 217239,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217239.json"
    },
    "type": "petition"
}