{
    "attributes": {
        "action": "Prosecute drivers that hit or kill  horses while it is being ridden on roads",
        "additional_details": "There has been so many occasions were a driver has hit a horse on the roads while it is being ridden. There are no laws which states if you hit a horse you will take responsibility. People have lost businesses from funeral horses that have been killed while assisting a funeral with no prosecution being taken. Only action is if the rider makes a personal claim for hospital fees! Horses do not matter in the eyes of the law, why are you allowed to get away with this, horses are peoples living to.",
        "background": "Horses are left dying on the roads after being hit by a car, there is no law protecting our horses, you have to prove dangerous driving before any action. We are getting fed up with drivers not being prosecuted after hitting or killing a horse while it is being ridden on the roads",
        "closed_at": null,
        "created_at": "2018-04-11T15:35:19.210Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-11T20:26:10.174Z",
        "opened_at": null,
        "rejected_at": "2018-04-18T11:35:55.957Z",
        "rejection": {
            "code": "no-action",
            "details": "The UK Government and Parliament aren't responsible for prosecutions. The police and the Crown Prosecution Service are responsible for deciding which cases should be prosecuted. \r\n\r\nIf you'd like the law to be changed, you could start a new petition asking for a specific change to the law. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-04-18T11:36:00.596Z"
    },
    "id": 217320,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217320.json"
    },
    "type": "petition"
}