{
    "attributes": {
        "action": "we want UK government to Ban the movie Nanak Shah Fakir in United kingdom",
        "additional_details": "This is against the Sikh principals and values that a human being playing a character of Guru Ji. No one knows Guru Sahib's (God) true appearance, the film-makers these days seek to emulate him as closely as possible - For Sikh community, it is not bearable at all that even Guru Nanak Dev ji's wife or parents be acted upon by any human characters as it is happening in this movie. This movie is already banned by SGPC, and Shri Akaal Takhat Sahib.",
        "background": "We are putting this petition together to stop the release of the movie Nanak shah fakir because A Sikh or any other follower of Guru Nanak dev ji would not accept a regular actor playing his role in Movies. We need to keep the realty and purity of our religion away from movies and actors.",
        "closed_at": null,
        "created_at": "2018-04-11T19:05:19.079Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-11T19:28:17.592Z",
        "opened_at": null,
        "rejected_at": "2018-04-17T16:59:50.232Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government do not decide what films are shown at cinemas. We cannot accept petitions about things that are not the responsibility of Government or Parliament. \r\n\r\nYou could make this request to your local cinema or the national cinema chains.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-04-17T16:59:54.027Z"
    },
    "id": 217348,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217348.json"
    },
    "type": "petition"
}