{
    "attributes": {
        "action": "Renew alcohol license",
        "additional_details": "It has always been very welcoming and a quiet place where you can spend time without going far from home. We have never witnessed any noise or trouble and it is very well run by the same mananagent during the 19 years. However, to allow north pole to remain open and continue to operate, it is necessary For us to support the license for both north and south pole to help with the application review. \r\nWe are fully supportive of north & South Pole and want Greenwich Council to know this please!",
        "background": "The north&south pole and shisha lounge is one of the leading bar, restaurant & clubs in South East London. Wetarnished from frivolous allegations by the greenwich council. The place has been operating in the territory for 19 years and there are few bars and lounges open as it is a family atmosphere.",
        "closed_at": null,
        "created_at": "2018-04-11T07:35:11.178Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-14T17:25:11.591Z",
        "opened_at": null,
        "rejected_at": "2018-04-19T14:24:20.303Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions on alcohol licences are the responsibility of your local council, which is the licensing authority.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttp://www.royalgreenwich.gov.uk/info/200033/councillors_democracy_and_elections/1789/petitions_to_the_royal_borough_of_greenwich\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-04-19T14:24:42.127Z"
    },
    "id": 217300,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217300.json"
    },
    "type": "petition"
}