{
    "attributes": {
        "action": "Re-introduce nuclear energy as a prominent power provider for Britain.",
        "additional_details": "After watching this (https://youtu.be/ciStnd9Y2ak) amazing video of Michael Shellenberger's TED talk, I was inspired to make a difference. Nuclear energy is by far the least polluting source of energy (yes, even considering wind and solar), and is the most reliable for consistent, on-demand energy. We simply do not have the storage capacity to store solar or wind generated power, but nuclear energy can be supplied on-demand, without the need to store electricity. For more compelling info, watch the video.",
        "background": "Currently there are various ways of providing power to homes and businesses across the UK, but most of that power is supplied from coal or gas. The way forward, to reduce climate change and pollution, is nuclear energy.",
        "closed_at": null,
        "created_at": "2018-04-11T16:57:44.535Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-17T11:57:21.774Z",
        "opened_at": null,
        "rejected_at": "2018-04-24T10:48:23.043Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure exactly what you mean by \"Re-introduce nuclear energy as a prominent power provider for Britain\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. for example, you could ask for more investment in nuclear energy.\r\n \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-04-24T10:48:23.051Z"
    },
    "id": 217329,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217329.json"
    },
    "type": "petition"
}