{
    "attributes": {
        "action": "Any decision to go to war must be debated and put before parliament for a vote.",
        "additional_details": "\"The US, UK and France have agreed to work together and are believed to be preparing for a military strike in response to the alleged chemical attack at the weekend.\" (BBC website, 11/04/18)\r\n\"Theresa May looks ready to join military action against the Assad regime in Syria without first seeking parliamentary consent, well-placed sources have told the BBC\" (BBC website, 11/04/18).\r\n\r\nTheresa May is rushing into military confrontation with Russia, in what amounts to a proxy war, without concrete proof of who carried out chemical attacks - indeed they look likely to target chemical weapons factories which would potentially release large amounts of chemicals and kill who knows how many innocent people.",
        "background": "The recent chemical attack in Syria is an atrocity that should be investigated by the OPCW/UN and the culprits punished following UN resolutions. Donald Trump, Theresa May and Emmanuel Macron must not be allowed to subvert the UN or the will of their peoples by going to war without our consent.",
        "closed_at": null,
        "created_at": "2018-04-11T22:26:56.012Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-12T09:54:35.000Z",
        "opened_at": null,
        "rejected_at": "2018-04-17T11:22:15.207Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/217264"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-04-17T11:22:15.216Z"
    },
    "id": 217368,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217368.json"
    },
    "type": "petition"
}