{
    "attributes": {
        "action": "Justice and protection for victims of emotional, mental and financial abuse.",
        "additional_details": "I am campaigning to raise awareness and bring this crime out in the open as I know from personal experience that abusers are allowed to get away with this destructive behaviour and continue to find victims. This crime effects men and women and children within relationships and can ruin lives and in some situations have deadly consequences. More needs to be done to take victims seriously as currently the police are do nothing to even investigate the claims unless physical assault occurs.",
        "background": "The current law as it stands to protect victims of emotional, mental and financial abuse is virtually impossible to execute. It is a crime but there will be virtually no proof. Victims are usually at the very point of being completely broken by the time they realise what’s happening.",
        "closed_at": null,
        "created_at": "2018-04-12T18:13:37.490Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-16T11:38:10.451Z",
        "opened_at": null,
        "rejected_at": "2018-04-20T13:27:01.972Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do.  \r\n\r\nWe understand you're concerned about victims of emotional, mental and financial abuse but we're not quite sure what you would like the Government or Parliament to do. In particular, we're not exactly sure what you mean by \"justice and protection\".\r\n\r\nYou could start a new petition, explaining clearly what you'd like the Government or Parliament to do. For example, you could start a new petition asking for the minimum sentence for controlling or coercive behaviour to be increased, or for the Government to launch an awareness campaign, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-04-20T13:27:05.548Z"
    },
    "id": 217459,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217459.json"
    },
    "type": "petition"
}