{
    "attributes": {
        "action": "Rectify the failures of the examination process to protect teens mental health.",
        "additional_details": "Rates of depression and anxiety among teenagers have increased by 70 per cent in the past 25 years.\r\n\r\nNew funding for CAMHS does not address the root of the issue. Perhaps the more interesting question is why is there a crisis in the first place?\r\n\r\nExams are proven to be a significant trigger for mental illness. Under pressure to get the best results, teenagers are told that these few test will determine the rest of their lives. The sytem must be changed",
        "background": "The failures of our examination process must be recogniesd. As an A Level student, I have witnessed the unimaginably detrimental effects of these exams. Students power through as their mental health detiriorates, believing they are helpless. I disagree. With your support, there can be change.",
        "closed_at": null,
        "created_at": "2018-04-13T14:45:59.522Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-13T19:27:04.496Z",
        "opened_at": null,
        "rejected_at": "2018-04-18T14:07:29.347Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the effect of exams on young people's mental health, but we're not sure exactly what changes you'd like to see.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\t\r\n\t\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-04-18T14:07:29.353Z"
    },
    "id": 217547,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217547.json"
    },
    "type": "petition"
}