{
    "attributes": {
        "action": "Keep schools open on polling day and modernise polling.",
        "additional_details": "The Dept of Education is prepared to fine parents £60 per pupil day (3), yet average unauthorised family holiday, at 0.3%, is less than one day a year. But it doesn't publish rates of forced school closure.\r\n\r\nWill it take a landmark legal case on an authority for the government to wake up to digital votes?\r\n\r\nSources:\r\n(1) Department of Education, School census,  ref. 28/2017, 29 June 2017\r\n(2) BBC News 21 April 2015.\r\n(3) DofE website.\r\n(4) 0.3% absence : Dept of Education: ref. SFR55/2017, Oct 2017.",
        "background": "There are 7.9m children in UK state funded schooling (1), yet councils deny many their education to administer polling of votes.\r\nUnder election law, schools seeking to stay open can be forced to act as polling stations, and close for safeguarding reasons (2). \r\nIts time to modernise polling days.",
        "closed_at": null,
        "created_at": "2018-04-13T23:09:55.265Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-27T14:25:13.788Z",
        "opened_at": null,
        "rejected_at": "2018-05-03T10:17:17.420Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what you mean by \"modernise polling\" or \"wake up to digital votes\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for the Government to ban local councils from using schools as polling stations. You could also start a new petition asking the Government to introduce online or electronic voting, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-05-03T10:17:25.024Z"
    },
    "id": 217592,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217592.json"
    },
    "type": "petition"
}