{
    "attributes": {
        "action": "Grant UK citizenship to people who have lived and work in the UK over 5 year",
        "additional_details": "Bad immigration decisions & delays are having \"devastating\" effects on families & businesses and undermining the rule of law! Nearly half of decisions that go to appeal are overturned, suggesting the system is \"seriously flawed\"(BBC 2018).\r\nMe, my partner (both work full-time; not claiming benefits) & our baby daughter (rainbow after stillbirth of my first) have been anxiously waiting nearly a year for a decision so we can settle down. Please grant UK citizenship so us & others can be a family.",
        "background": "The UK has a vast hardworking workforce of non-UK citizens who are paying into the system and not claiming benefits. Those that have lived here 5 plus years would have settled in the UK, with potential UK partners and UK born children. Government needs to stop putting these families lives on hold",
        "closed_at": null,
        "created_at": "2018-04-15T21:05:14.218Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-16T11:23:39.378Z",
        "opened_at": null,
        "rejected_at": "2018-04-20T14:39:21.326Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for the waiting times for citizenship applications to be reduced, if that's what you want to happen. \r\n\r\nIf you need immigration help or advice, you can find out how to get it here:\r\nhttps://www.citizensadvice.org.uk/immigration/\r\n\r\n\r\n\t\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-04-20T14:39:25.955Z"
    },
    "id": 217797,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217797.json"
    },
    "type": "petition"
}