{
    "attributes": {
        "action": "Ban or set a legal limit on homework",
        "additional_details": "Many pupils in the UK are under strict homework regiments set by their schools which, inturn, leads to stress and a high risk of developing mental health and general health problems, as many young individuals have sleep deprivation issues as they must finish their set homework or they will punished. Additionally, a young persons time should less be devoted to slaving over added work they have already covered, and should more be focused on finding themselves as people and doing things they enjoy.",
        "background": "Students already have enough school work to complete already as many schools have a 6 hour day length. When students leave their schools to go home to spend valuable relaxation time away from the high-stress environment of school life, why should they have to continue to have to complete more work?",
        "closed_at": null,
        "created_at": "2018-04-15T22:03:06.674Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-15T22:21:25.396Z",
        "opened_at": null,
        "rejected_at": "2018-04-20T14:49:44.506Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIf you'd like homework to be banned, you can sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/214951\r\n\r\nIf you'd like there to be a specific legal limit on homework, you could start a new petition explaining what limit you'd like to see. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-04-20T14:49:50.440Z"
    },
    "id": 217798,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217798.json"
    },
    "type": "petition"
}