{
    "attributes": {
        "action": "Make the uk armed forces pensions tax free.",
        "additional_details": "",
        "background": "The current U.K. Armed forces pensions, is taxable, other services are non taxable, this should be addressed and made fair across the public sector.",
        "closed_at": "2018-10-19T22:59:59.999Z",
        "created_at": "2018-04-16T16:52:33.815Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-11-05T14:43:26.714Z",
            "details": "The Armed Forces Pension Scheme is a defined benefit public service pension scheme. The Armed Forces Pension Scheme is non-contributory, meaning members pay no pension contributions, with the costs of the scheme met through employer contributions paid by the Ministry of Defence.\r\n\r\nThe Government wishes to encourage pension saving, to help ensure that people have an income, or funds on which they can draw, throughout retirement. This is why, for the majority of savers, pension contributions are tax-free. Furthermore, investment growth of assets in a pension scheme is not subject to tax. When an individual takes his or her pension, up to 25% of the pension benefits can be taken tax-free. After this, payments of pensions are subject to income tax at the relevant rate, to reflect the fact that these are a form of deferred income and have not been previously taxed. It would therefore be unfair to give pensions a beneficial and tax-free status above all other forms of taxable income.\r\n\r\nHM Treasury",
            "responded_on": "2018-11-05",
            "summary": "All pensions in payment are taxed as income at the relevant rate, including the Armed Forces Pension Scheme and other public sector pension schemes.",
            "updated_at": "2018-11-05T14:43:26.714Z"
        },
        "government_response_at": "2018-11-05T14:43:26.717Z",
        "moderation_threshold_reached_at": "2018-04-16T19:00:50.308Z",
        "opened_at": "2018-04-19T17:13:48.804Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-10-12T13:46:58.029Z",
        "scheduled_debate_date": null,
        "signature_count": 18676,
        "state": "closed",
        "updated_at": "2018-11-06T12:47:26.727Z"
    },
    "id": 217852,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217852.json"
    },
    "type": "petition"
}