{
    "attributes": {
        "action": "Make discrimination specifically against vegans a criminal offence.",
        "additional_details": "Vegans have non vegan items put in their food/other products without clear labelling or deliberately. \r\nI had prawns put in a “vegan” meal & only got an apology. In many places I get no healthy vegan option at all. I don’t expect all businesses to have vegan options but some sectors should.\r\nAlso I am forced to handle non vegan items in total disregard of my strong ethical objections. This should not be legal.\r\nPeople calling themselves vegan has grown to 7% of the UK population from 1% in 2 years.",
        "background": "Every day I see examples of discrimination against vegans.\r\nVegans are subjected to mockery, made to feel like they are a problem and even threatened with violence for their views.\r\nVegans are not offered a proper choice on many airlines, in care homes, schools, hospitals, prisons, etc.",
        "closed_at": null,
        "created_at": "2018-04-17T07:46:41.010Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-18T15:21:16.836Z",
        "opened_at": null,
        "rejected_at": "2018-04-25T13:31:54.702Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you'd like more legal protections for vegans, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIf you'd like it to be illegal not to offer a vegan option, or to give a vegan non-vegan food, you could start a petition calling on Parliament to make that change to the law."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-04-25T13:31:58.925Z"
    },
    "id": 217896,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217896.json"
    },
    "type": "petition"
}