{
    "attributes": {
        "action": "Make bullying a criminal offence",
        "additional_details": "If someone is reported for bullying, they should have a police warning. If they continue should be arrested and imprisoned for 24hrs. If they still continue then they should do community service. We need to crack down on bullying on all levels.",
        "background": "Bullying can drive people to have mental health problems, to self-harm and even to suicide because we are all human.  ",
        "closed_at": "2018-10-24T22:59:59.999Z",
        "created_at": "2018-04-16T18:22:55.319Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-10-08T13:08:42.351Z",
            "details": "The Government strongly believes that bullying can blight the lives of young people and have serious and lasting consequences for their mental health.\r\n\r\nThat is why we have sent a clear message to schools that bullying, for whatever reason, is unacceptable and should not be tolerated.\r\n\r\nThe law already makes some types of harassment or threatening behaviour – or communications-  a criminal offence. For example under the Protection from Harassment Act 1997, the Malicious Communications Act 1988, the Communications Act 2003, and the Public Order Act 1986. \r\n\r\nMost bullying that does not constitute an offence can be dealt with within schools’ existing disciplinary frameworks, and we have strengthened  teachers’ powers to enforce that discipline and promote good behaviour. \r\n\r\nAll schools are legally required to have a behaviour policy with measures to prevent all forms of bullying amongst pupils.  They have the freedom to develop their own anti-bullying strategies appropriate to their environment and are held to account by Ofsted.\r\n\r\nTo support schools, on October 2nd the Secretary of State announced £10million to enable the best schools to share their knowledge to improve training on behaviour management so every teacher is equipped to manage behaviour in the classroom.\r\n\r\nWhere school staff, or parents, feel that a criminal offence may have been committed they can and should take immediate action and report it to the police. \r\n\r\nFor this reason, the Government has no current plans to introduce any additional legislation in relation to criminalising bullying behaviour. \r\n\r\nDepartment for Education",
            "responded_on": "2018-10-08",
            "summary": "Laws are already in place to protect people when bullying behaviour constitutes a criminal offence. The government does not plan to introduce additional legislation for bullying behaviour.",
            "updated_at": "2018-10-08T13:08:42.351Z"
        },
        "government_response_at": "2018-10-08T13:08:42.354Z",
        "moderation_threshold_reached_at": "2018-04-17T09:20:03.755Z",
        "opened_at": "2018-04-24T11:14:51.602Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-09-26T12:47:44.046Z",
        "scheduled_debate_date": null,
        "signature_count": 18145,
        "state": "closed",
        "updated_at": "2018-10-24T23:00:05.348Z"
    },
    "id": 217865,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217865.json"
    },
    "type": "petition"
}