{
    "attributes": {
        "action": "Assign an MP to a Secretary For Disabilities role",
        "additional_details": "During debates concerning disability benefits, to discussions related to the humans rights of UK citizens, the voice of disabled people is rarely ever recognised or heard. \r\nWith our own appointed figure in the House of Commons, our needs could be understood and channelled through an MP who is solely concerned with the issues faced by the millions of disabled people living in the UK today.",
        "background": "There are roughly 13.9 million disabled people in the UK. \r\nDespite this huge number, we do not have our own appointed Member of Parliament to speak for our portion of the UK's population.\r\nOne must be assigned so that our needs are adequately represented during relevant parliamentary debates.",
        "closed_at": null,
        "created_at": "2018-04-16T12:35:45.291Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-16T13:44:06.728Z",
        "opened_at": null,
        "rejected_at": "2018-04-23T13:26:33.125Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nAt the moment, all MPs represent a geographical area, called a constituency. We're not sure whether you'd like there to be an MP for disabled people, elected by disabled people and not by people in a specific area.\r\n\r\nThere is already a Government Minister for Disabled People. You can find out more here:\r\n\r\nhttps://www.gov.uk/government/ministers/minister-of-state--48\r\n\r\nThere's also a Shadow Minister (from the Official Opposition) for Disabled People:\r\n\r\nhttps://www.parliament.uk/biographies/commons/marsha-de-cordova/4676\r\n\r\nThere's also an All Party Parliamentary Group (an informal group of MPs and Members of the House of Lords) on Disability. You can find out more here:\r\n\r\nhttps://www.disabilityrightsuk.org/policy-campaigns/all-party-parliamentary-disability-group-appdg\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-04-23T13:26:40.943Z"
    },
    "id": 217831,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217831.json"
    },
    "type": "petition"
}