{
    "attributes": {
        "action": "Make the assessments of PIP and ESA be recorded and copy to the claimant",
        "additional_details": "I have been suffering from depression for a number of years and I finely built the courage to get help at my assessment for PIP I was noted to smile a number of times and as I looked at the assessor when she called my name this is a normal thing what they don't say is I felt physically sick had anxiety, nobody else was in the room when I was called. I told a number of important issues and none of them were recorded",
        "background": "A number of people including myself have been discriminated against in the assessment reports and lies have been said all to save on disability payments we never asked to be disabled but we do have a right to a normal as possible life and recording the assessments would be a start to making it fair",
        "closed_at": null,
        "created_at": "2018-04-16T23:36:54.072Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-18T00:42:39.857Z",
        "opened_at": null,
        "rejected_at": "2018-04-24T16:46:17.697Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has recently announced that it has plans to make recording the PIP assessment a standard part of the process. You can find out more about this here:\r\n\r\nhttps://publications.parliament.uk/pa/cm201719/cmselect/cmworpen/986/98602.htm\r\n\r\n(See Recommendation 6, and the Government's response, for information about recording assessments.)\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-04-24T16:46:21.676Z"
    },
    "id": 217885,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217885.json"
    },
    "type": "petition"
}