{
    "attributes": {
        "action": "Bring in laws to protect horses being ridden on roads",
        "additional_details": "Horses are being left  dead on our roads with no compensation to the owner or business. This needs to change, the laws regarding horses on the roads needs to be updated to protect us from drivers who drive off from a scene leaving huge vet fees, dead  horses and horses  which may never be able to be ridden on the roads again.  riders are now using cameras we have evidence which needs action to be taken from the police. businesses are being ruined because of no compensation or any action from the law",
        "background": "Horses need legal protection from drivers who hit or kill horses being ridden on the roads, as it stands the only law is dangerous driving around horses which is hard to prove as the highway code only gives ADVICE on how to pass horses which means drivers cannot be prosecuted. laws need updating",
        "closed_at": null,
        "created_at": "2018-04-18T12:55:16.832Z",
        "creator_name": "debbie smith",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-07-18T10:11:05.762Z",
            "details": "If road users do not adopt a responsible attitude, or if their use of the highway creates an unsafe environment or causes nuisance to other road users, there are laws in place that can make them liable for prosecution. The relevant offences include driving dangerously, driving without due care and attention and driving without reasonable consideration for other road users, as set out in Rule 144 of The Highway Code. The Highway Code can be viewed online at: \r\nhttps://www.gov.uk/guidance/the-highway-code\r\n\r\nAlthough failure to comply with the ‘advisory rules’ of the Code will not, in itself, cause a person to be prosecuted, The Highway Code may be used in evidence in any court proceedings (under the Traffic Acts) to establish liability. This includes the rules which use advisory wording, such as ‘should/should not’ or ‘do/do not’. \r\n\r\nEnforcement of the law is a matter for the police, who will decide on the evidence in each individual case whether an offence has been committed and the appropriate action to take. \r\n\r\nThe Department recognises the importance of the safety of both riders and their horses, on public roads. Every opportunity is taken to remind motorists of their responsibilities towards vulnerable road users, including horse riders. The Highway Code provides the following advice: \r\n\r\nRule 163:\r\nOvertake only when it is safe and legal to do so.\r\n\r\nYou should give motorcyclists, cyclists and horse riders at least as much room as \r\nyou would when overtaking a car.\r\n\r\nRule 215\r\nHorse riders and horse-drawn vehicles. Be particularly careful of horse riders and horse-drawn vehicles especially when overtaking. Always pass wide and slowly. Horse riders are often children, so take extra care and remember riders may ride in double file when escorting a young or inexperienced horse or rider. Look out for horse riders’ and horse drivers’ signals and heed a request to slow down or stop. Take great care and treat all horses as a potential hazard; they can be unpredictable, despite the efforts of their rider/driver.\r\n\r\nThrough the THINK! Road Safety Campaign, the Department has previously worked with the British Horse Society (BHS) to support their “Dead Slow” campaign to encourage car drivers to pass horses safely. The Department was able to reinforce the BHS campaign by developing a short film that is being promoted as a public information film on UK TV stations. \r\n\r\nThe Department invested in promoting the film on YouTube and other social media, such as Twitter and Facebook. Leaflets and posters to support the campaign further reminded motorists of the need to be patient when they encounter horses on the road, and supplemented the advice already given in The Highway Code. The leaflets and posters are available free of charge from the THINK! online shop and they are often used by riding groups to support local campaigns. Road safety officers around the country were also encouraged to feature the campaign locally. \r\n\r\nThe driving theory test contains questions about how drivers should interact with vulnerable road users, including horse riders and the hazard perception test includes a number of clips where horse riders are the hazard, either directly or indirectly. These clips are refreshed and updated periodically.\r\n\r\nWhere there may speed related issues: The local traffic authorities are responsible for setting speed limits on local roads. They have the flexibility to set local speed limits, that are appropriate for the individual road, reflecting local needs and taking account of local considerations. The Department issued guidance to local highway authorities on setting local speed limits in 2013, which can be viewed online at: \r\nhttps://www.gov.uk/government/publications/setting-local-speed-limits \r\n\r\nDepartment for Transport",
            "responded_on": "2018-07-17",
            "summary": "The Government has no plans to create new laws to protect riders and horses on public roads. Road users are required to comply with road traffic law, in the interests of the safety of all road users.",
            "updated_at": "2018-07-18T10:11:05.762Z"
        },
        "government_response_at": "2018-07-18T10:11:05.765Z",
        "moderation_threshold_reached_at": "2018-04-18T13:13:55.577Z",
        "opened_at": "2018-05-02T09:58:35.267Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-07-10T18:28:58.524Z",
        "scheduled_debate_date": null,
        "signature_count": 11379,
        "state": "open",
        "updated_at": "2018-10-03T21:22:50.560Z"
    },
    "id": 217985,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217985.json"
    },
    "type": "petition"
}