{
    "attributes": {
        "action": "Stop car insurance companies from writing off a repairable car",
        "additional_details": "The rules for dealing with written off cars are clear. Industry body the Association Of British Insurers says car insurance companies must offer a proper payout for the value of your car.\r\n\r\nThis means you must be offered a sum that will allow you to purchase a similar car in similar condition in your local area.\r\nThis is not happening and car insurance companies are paying out less than what your car is worth which leaves the no-fault driver having to fit the bill for other expenses which is a stressful process.",
        "background": "Insurance companies write off cars because the cost of repairs is more than the value. \r\nPolicyholders should be given the choice to:\r\n1. decided if they would like a fair payout\r\n2. decide to keep their car and have it repaired no matter the cost if it's a no-fault claim.",
        "closed_at": null,
        "created_at": "2018-04-17T10:24:35.989Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-17T11:27:55.747Z",
        "opened_at": null,
        "rejected_at": "2018-04-24T10:49:38.800Z",
        "rejection": {
            "code": "no-action",
            "details": "This petition seems to be calling on insurance companies, not the UK Government or Parliament, to take action.\r\n\r\nIf you'd like the UK Government or Parliament to act, you could start a new petition explaining clearly what you would like them to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-04-24T10:53:46.060Z"
    },
    "id": 217906,
    "links": {
        "self": "https://petition.parliament.uk/petitions/217906.json"
    },
    "type": "petition"
}