{
    "attributes": {
        "action": "To make the Military Covenant legal and into Law",
        "additional_details": "This must change.\r\n\r\nHaving spent the last 10 years as a Veterans Advocate I come across homeless veterans every week and I struggle to find common grounds with Councils up and down the UK who hide behind the guidelines of the Military Covenant, we must change this and ensure we look after our servicemen & women.\r\n",
        "background": "Our service personnel are being let down by our Government with their failure to live up to the Military Covenant, this is because it has no legal standing although the term \"covenant\" implies some form of legal guarantee or contract. In fact, the covenant itself is not enshrined in UK Law.",
        "closed_at": null,
        "created_at": "2018-04-19T18:35:51.742Z",
        "creator_name": "Trevor Coult MC",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-05-31T12:39:19.662Z",
            "details": "The Armed Forces Covenant (“the Covenant”) is a promise by the nation that the Armed Forces community (serving personnel, veterans, and their families) should not be disadvantaged in accessing public and private goods and services as a result of their service and that special provision should be made for those who have sacrificed the most, including the injured and the bereaved.\r\n\r\nEnshrined in the 2011 Armed Forces Act, the Covenant applies across the UK. The Government (HMG) has a statutory requirement to report annually to Parliament on its progress in upholding the Covenant. These reports include a growing list of objective performance measures and the independent observations of the Service charities and the Families Federations to hold HMG to account.\r\n\r\nSince 2011 much has been achieved and more remains to be done.  The Covenant is embedded in the NHS constitution and awareness in healthcare professionals of issues faced by the Armed Forces community is improving -  the Covenant now forms part of the Royal College of GPs’ membership exam.  Access to specialist prosthetics treatments and to mental healthcare services has improved significantly, following the launch of the Transition, Intervention and Liaison Services, and Complex Treatment Service. In England, the Service Pupil Premium has provided funding to mitigate the impact of Service life on children’s education and from September, more detail will be available to teachers via the Common Transfer File on Service children’s educational needs and family circumstances.  Young Service families are being helped onto the property ladder with the Forces Help to Buy scheme which has awarded £215 million (circa £15,000 per claim) to around 14,300 successful applicants since April 2014.  While there is a great deal of support available, those who need it are not always aware of how to access it. The Covenant-funded Veterans Gateway looks to address this by providing a single point of contact and signposting veterans to the most appropriate source of support; to date 8,486 veterans have contacted the service.\r\n\r\nAll 407 Local Authorities (LAs) in GB have signed the Covenant, with bespoke arrangements in Northern Ireland. Guidance is available to LAs on how they can most effectively support their Service populations; including using the £10 million per annum Covenant Fund to build local partnerships between the Armed Forces and the wider community.\r\n  \r\nThe partnership theme is also resonating in the private sector where support for the Covenant is growing rapidly, with more than 2,500 signatories. Companies are pledging support to veterans, reservists and military spouses by offering flexible HR policies and acknowledging the skills learnt during time in the Services. Further success has been achieved commercially, with companies agreeing to waive cancellation fees on media packages for those posted at short notice and mortgage providers exempting Service personnel from higher rate buy-to-let mortgage products.\r\n\r\nWhen there is a need to legislate, then we will do so, for example the Armed Forces (Flexible Working) Act 2018 reflects the demands of modern family life by providing more flexible working opportunities, in acknowledgement of the desire of Service personnel to have more control over their careers and how they live. Another example is HMG’s new statutory requirement, due to come into effect this autumn, to refer Service leavers at risk of homelessness to the relevant LA. Targeting specific issues in this way is the most effective means of mitigating disadvantage.\r\n\r\nHMG’s commitment to the Covenant was reinforced in 2017 with the creation of the Ministerial Covenant and Veterans Board, strengthening delivery of the Covenant across government. Every Department on the Board has appointed a lead Minister for Covenant issues. The Board is also overseeing a veterans’ strategy which will review current provision for veterans across the UK and make its recommendations before the end of the year. As part of this work, the MOD is also developing a new transition policy to provide more comprehensive support to Service families as they transition to civilian life, including advice and support on housing matters.\r\n\r\nIt is HMG’s view that much of what the Covenant has achieved so far stems from its voluntary nature.  It is a pact between the Armed Forces community and the nation in acknowledgment of the sacrifices they have made.  The nation honours this pact because it is the right thing to do, not because they are obliged to do so.  \r\n\r\nUseful links:\r\nForces Help to Buy statistics\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/701878/FHTB_Official_Statistics_Q4_201718.pdf\r\nVeterans Gateway\r\nhttps://www.gov.uk/government/news/veterans-gateway\r\n\r\nGuidance for local authorities\r\nhttps://www.armedforcescovenant.gov.uk/localauthorities/\r\n\r\nMinistry of Defence",
            "responded_on": "2018-05-31",
            "summary": "The Armed Forces Covenant is enshrined in the 2011 Armed Forces Act.  The Government has a statutory requirement to report annually to Parliament on its progress in delivering against the Covenant.",
            "updated_at": "2018-06-01T13:34:49.113Z"
        },
        "government_response_at": "2018-05-31T12:39:19.665Z",
        "moderation_threshold_reached_at": "2018-04-19T20:04:54.265Z",
        "opened_at": "2018-05-04T14:38:40.053Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-05-15T14:56:50.047Z",
        "scheduled_debate_date": null,
        "signature_count": 14007,
        "state": "open",
        "updated_at": "2018-10-03T11:28:06.839Z"
    },
    "id": 218095,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218095.json"
    },
    "type": "petition"
}