{
    "attributes": {
        "action": "Stop companies sending out unsolicited mailings and catalouges",
        "additional_details": "Sometimes there is an opt in/opt out boxes, not always. You place an order for ONE item and they think it is ok to send you these mailings without asking. Times these unwanted mailings for one household x all households and that is an absurd amount of waste much of which is not even looked at. Could reduce landfill considerably. Waste of money for company also which = increased costs for consumers in increased prices. Emailed mailing should be voluntary but would be a vast improvement.",
        "background": "When you buy/subscribe online companies often send out catalogues, often wrapped in plastic (some once a week!) without authorisation. Told it can take at least 6 weeks or more to cancel as mailings created in advance creating vast amounts of waste. Should be an opt in box, not presumed consent.",
        "closed_at": null,
        "created_at": "2018-04-19T09:49:39.759Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-24T11:49:47.779Z",
        "opened_at": null,
        "rejected_at": "2018-04-30T16:10:05.431Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere are already laws about the use of people's personal data for marketing and advertising. You can find out more about the current law here:\r\n\r\nhttps://www.gov.uk/marketing-advertising-law/direct-marketing\r\n\r\nYou can find advice about stopping unwanted junk mail here:\r\n\r\nhttps://ico.org.uk/for-the-public/junk-mail/\r\n\r\nIf you  have written to the organisations involved to ask them to stop sending marketing material, but they have continued to send it, then you may wish to report your concerns here:\r\n\r\nhttps://ico.org.uk/concerns/handling/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-04-30T16:10:05.437Z"
    },
    "id": 218057,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218057.json"
    },
    "type": "petition"
}