{
    "attributes": {
        "action": "Match meal budgets in Parliament to the per-head cost in state primary schools.",
        "additional_details": "This would allow all people working in Parliament and their visitors to buy cheap meals with the same excellent nutrition of those currently offered in state primary schools under their current budgets. This would remove the need for subsidy and also entail the removal of alcohol from Westminster as this would not be possible using the smaller budget. In future any increase to Westminster food and drink budgets could only passed if accompanied by a similar increase across all state schools.",
        "background": "Following the rejection of the petition to remove subsidies from food and drink in Parliament as this would unfairly impact staff paid less than MPs I feel the issue could be resolved by matching the per capita budget for food in Westminster with that of state primary schools in the UK.",
        "closed_at": null,
        "created_at": "2018-04-19T16:23:37.906Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-19T16:43:39.099Z",
        "opened_at": null,
        "rejected_at": "2018-07-09T10:23:21.489Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Parliament doesn't have per-head meal budgets in the way you describe, so we're not sure exactly how you'd like this to work. \r\n\r\nYou may wish to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/218055\r\n\r\nYou can find out more about the costs of catering in Parliament here:\r\n\r\nhttps://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-07-11T12:25:14.866Z"
    },
    "id": 218086,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218086.json"
    },
    "type": "petition"
}