{
    "attributes": {
        "action": "Halt closures of local bank branches until the impact on the vulnerable is known",
        "additional_details": "Swaffham is our town, in North Norfolk widespread closures of all local branches, but these are national policies. What social obligations should they have/be required to have- that is a governmental decision.",
        "background": "In our local thriving market town we will soon have no banks. Our surrounding communtiy has many elderly people who are already multiply disadvantaged by the move to online. Banks claim to value and listen to customers but with no consultation these decisions are made and their affects life changing",
        "closed_at": null,
        "created_at": "2018-04-20T16:05:42.190Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-21T12:03:57.932Z",
        "opened_at": null,
        "rejected_at": "2018-04-26T14:47:39.837Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to close branches is a commercial and operational decision for a bank, and not the responsibility of the UK Government or Parliament. \r\n\r\nYou may be interested to know that the House of Commons debated the general issue of bank branch closures in June 2016. You can read the debate here: https://hansard.parliament.uk/commons/2016-06-30/debates/A32A8165-29DE-4FE1-A93F-E88310B81E5C/BankBranchClosures \r\n\r\nYou can find out more about the recent announcements about branch closures and the banking industry's response in this House of Commons Library briefing paper:\r\n\r\nhttps://researchbriefings.intranet.parliament.uk/ResearchBriefing/Summary/SN00385 \r\n\r\nYou could start a new petition asking the House of Commons to debate the issue of local bank branch closures again, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2018-04-26T14:47:44.508Z"
    },
    "id": 218158,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218158.json"
    },
    "type": "petition"
}