{
    "attributes": {
        "action": "Make MPs and ministers accountable when they lie or mislead in parliament",
        "additional_details": "At PMQ’son Wednesday 18/04/2018 The PM said that (paraphrasing)  “it was labour who authorised the destruction of landing cards” which was later proved to be untrue even number 10 had to issue statements to rectify this, yet PM is not made to answer for misleading parliament",
        "background": "MPs and ministers incl prime minister constantly make misleading statements to HoP yet never have to apologise or at least explain WHY they did so",
        "closed_at": null,
        "created_at": "2018-04-19T22:29:20.809Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-20T19:27:40.247Z",
        "opened_at": null,
        "rejected_at": "2018-04-26T17:41:45.957Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you mean by \"make MPs or Ministers accountable\" and how you'd want this to work in practice. \r\n\r\nIn any case, there is already a process for the House of Commons to consider allegations that an MP has deliberately lied to, or misled, Parliament.\r\n\r\nThe House of Commons can refer a complaint that someone may have deliberately lied to or misled the House of Commons to the Privileges Committee. That committee would then investigate the complaint and report its findings and conclusions to the House of Commons, and recommend any action it considers necessary. This could, in the most serious of cases, be a recommendation that an MP should be suspended or even expelled from the House. It would then be for the House of Commons to decide whether to take the recommended action. \r\n\r\nYou can find out more about the Privileges Committee here:\r\n\r\nhttp://www.parliament.uk/business/committees/committees-a-z/commons-select/privileges/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-04-26T17:41:53.446Z"
    },
    "id": 218112,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218112.json"
    },
    "type": "petition"
}