{
    "attributes": {
        "action": "consider 'shortage occupation’ jobs out-with the annual limit of Tier-2 visas",
        "additional_details": "Since December 2017, businesses (and inevitably taxpayers) have had to fund the 261.9% increase in annual salary required for front-line overseas NHS medical practitioners. This equates to an additional £24-35k increase in salary per candidate to qualify for entry. \r\n\r\nReverse the immigration policy prohibiting skilled, overseas Doctors/Dentists. Jobs falling under ‘shortage occupation’ must be considered out with annual allocations of Restricted (Tier-2 Non-EU/Overseas) Certificate of Sponsorship",
        "background": "By hindering prospective NHS medical practitioners, the public’s well-being and health is being sacrificed by the UK Government. \r\n\r\nThe Government’s attempt showcase lower immigration numbers comes at the sacrifice to businesses, economy, and patient care. The NHS is underfunded and stricken.",
        "closed_at": null,
        "created_at": "2018-04-20T15:00:28.867Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-20T15:22:09.340Z",
        "opened_at": null,
        "rejected_at": "2018-04-26T21:04:03.190Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what changes you'd like to see to immigration policy or tier 2 visas. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-04-26T21:04:21.200Z"
    },
    "id": 218155,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218155.json"
    },
    "type": "petition"
}