{
    "attributes": {
        "action": "Make it illegal for anyone with a Foreign pension to serve in public office",
        "additional_details": "EU pensions are a conflict of interest and are making it impossible for the house of Lords, Commons and Civil service to deliver the Brexit voted for in a democratic referendum. As such we need legislation to remove anyone holding one of these pensions from office, as the guidelines for these pension make it impossible for these people to be impartial or act against the EU.",
        "background": "Create Legislation to make it illegal for anyone holding a pension from a foreign power to serve as an Mp, Lord or Civil Servant. EU pensions are a clear conflict of interest. Those currently serving should be given option to lose pension or resign from his office or job.",
        "closed_at": null,
        "created_at": "2018-04-20T08:17:51.808Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-20T08:38:01.543Z",
        "opened_at": null,
        "rejected_at": "2018-04-25T12:26:29.333Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. For example, we're not sure how you would like a \"foreign pension\" to be defined (including whether it would include a pension from an employer based outside the UK). \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\t"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 22,
        "state": "rejected",
        "updated_at": "2018-04-25T12:26:33.885Z"
    },
    "id": 218127,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218127.json"
    },
    "type": "petition"
}