{
    "attributes": {
        "action": "Jamaican Emancipation from the UK",
        "additional_details": "Caribbean citizens used to be able to travel with just our passports to the UK, invite friends and family to special occasions, become British with ease.\r\n\r\nThis is no longer the case. \r\n\r\nPeople from the Caribbean are being aggressively targeted for illegal deportation. Our parents & grandparents have been humiliated by the Wind Rush scandal. Forced to check-in to a detention centre weekly or face a £5000 fine or 6months in prison. \r\n\r\nImagine the knock-on effect. \r\n\r\nIts time to break-away from the UK",
        "background": "What benefits are there for the Queen being head of state of our Caribbean nations?\r\n\r\nImagine working for 50+ years, paying your taxes and contributing to the country you call home. Then being told you are no longer welcomed, forced from your job, arrested & deported.\r\n\r\nHow British would you feel?",
        "closed_at": null,
        "created_at": "2018-04-19T21:09:40.104Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-20T17:43:55.942Z",
        "opened_at": null,
        "rejected_at": "2018-04-26T19:55:49.068Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to change the Head of State of Jamaica is the responsibility of the Parliament of Jamaica, not the UK Government or Parliament. \r\n\r\nIt is clear you care deeply about the Windrush generation. You could start a new petition asking the UK Government or Parliament to take a specific action. \r\n\r\nYou may also wish to sign some of the petitions currently open on the site about the Windrush generation. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-04-26T19:56:25.288Z"
    },
    "id": 218105,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218105.json"
    },
    "type": "petition"
}