{
    "attributes": {
        "action": "Make  landlords insurance commission illegal where charged to occupiers",
        "additional_details": "One case is a small studio flat - the owner/occupier has a quote of £93, while the actual premium being charged is £433, plus an unjustified administration fee of £19.99 per flat.\r\n\r\nThe are endless cases that can be searched on the Lands Tribunal web site, and just one of these is reference CAM/00KF/LSC/2010/0111\r\n\r\nMost of these cases are found in favour of the Applicant/occupier, proving that this is widespread, and should be legislated against to make the process unnecessary.",
        "background": "Thousands of landlords all over the country make millions of pounds in excess profit from flat and other owners, and commercial tenants by over-pricing buildings insurance premiums they recharge, then receiving secret commission back from insurers. This can be 3-4 times the actual premium or more.",
        "closed_at": null,
        "created_at": "2018-04-20T08:05:22.583Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-20T11:23:45.373Z",
        "opened_at": null,
        "rejected_at": "2018-05-08T11:23:45.606Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the Government and Parliament to make it illegal for freeholders to receive insurance commission, if that's what you want to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2018-05-08T11:25:23.416Z"
    },
    "id": 218124,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218124.json"
    },
    "type": "petition"
}