{
    "attributes": {
        "action": "UK citizens should be given the option to retain EU citizenship.",
        "additional_details": "Many UK citizens, without other EU ancestry, greatly value their EU identity and citizenship. Brexit is stripping this from them and ending a series of rights which they have held since they attained their majority. Whilst the UK may Brexit, these rights should not be extinguished by a decision which they may not have voted for. As we have seen with the Windrush citizenship debacle, citizenship is not a simple bureaucratic question. This issue must be properly addressed in Brexit negotiations.",
        "background": "UK citizens, who came to majority between 1/1/73 and 29/3/19, should be given the option to retain their EU citizenship post-Brexit. The option to be exercised by 29/3/21.",
        "closed_at": null,
        "created_at": "2018-04-20T13:48:57.244Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-20T16:54:41.373Z",
        "opened_at": null,
        "rejected_at": "2018-04-26T20:15:45.714Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to allow UK citizens to retain EU Citizenship is the responsibility of the European Union, not the UK Government or Parliament. \r\n\r\nYou could start a new petition asking the Government to negotiate with the EU the possibility of retaining EU citizenship for certain UK nationals, if that's what you want to happen. You may also wish to sign this petition instead: \r\n\r\nhttps://petition.parliament.uk/petitions/208035 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-04-26T20:15:53.509Z"
    },
    "id": 218151,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218151.json"
    },
    "type": "petition"
}