{
    "attributes": {
        "action": "The human right to safety and informed consent for medical consumers",
        "additional_details": "When pharmaceutical companies bring out a new drug, they have to test it. If the outcome is undesirable, they do not necessarily record it. This petition is asking for transparency, so that we know how many poeple were affected and how. We can use the data to learn how the doctors have treated the trial participants & stop others from being affected in the same way. Cherry-picking is not scientific. Access to all the available clinical trials allows informed consent for patients and prescribers.",
        "background": "The Department of Health is requested to enforce full public disclosure of anonymised patient data for marketed medicines, and healthcare products, from pre-marketing stage, including abandoned clinical trials. This promotes transparency and enables informed consent for medical consumers.",
        "closed_at": null,
        "created_at": "2018-04-22T11:26:44.407Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-22T12:31:49.733Z",
        "opened_at": null,
        "rejected_at": "2018-04-27T15:15:42.706Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you're concerned about the transparency of medical tests, but we're not sure what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the Government to make it a requirement for pharmaceutical companies to release all data acquired during tests. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-04-27T15:15:42.713Z"
    },
    "id": 218258,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218258.json"
    },
    "type": "petition"
}