{
    "attributes": {
        "action": "Revise Section 127 of the Communications Act.",
        "additional_details": "Current case law provides that the offence is committed when the message is sent, regardless of whether it was ever received and indeed regardless of whether, if received, it was actually found to be grossly offensive or of an indecent, obscene or menacing character. The sole arbiter of whether the message or other material is of an grossly offensive or of an indecent, obscene or menacing character is the Court, applying an \"ordinary person\" test. And if this test is met, then the Court may regard that mere intention to send a message of that character to be the mens rea.\r\n\r\nWe have recently witnessed the unnecessary prosecution of Mark Meechan.\r\n\r\nhttps://ind.pn/2I1RZox\r\n\r\nAnother recent case, Chelsea Russell was convicted for sharinging song lyrics.\r\n\r\nhttps://bbc.in/2qLisR3",
        "background": "The current wording is open to abuse. This has lead to several wasteful court cases which are clearly not in the public interest.\r\n\r\nSection 127 in it's current form is an affront to our nation's values.\r\n\r\nAnything can be offensive. We must be prepared to offend in the pursuit of truth.",
        "closed_at": null,
        "created_at": "2018-04-22T09:24:40.654Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-22T10:49:08.719Z",
        "opened_at": null,
        "rejected_at": "2018-04-27T15:12:33.881Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do.  We understand that you'd like section 127 of the Communications Act to be changed, but we're not sure exactly what changes you'd like to see.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-04-27T15:12:40.064Z"
    },
    "id": 218246,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218246.json"
    },
    "type": "petition"
}