{
    "attributes": {
        "action": "Jail pedophiles for life and end early release from jail for all sex crimes.",
        "additional_details": "We want an end to early release from jail for all sex crimes committed and life sentences for those considered high risk for sexual re-offending. The cost to the prison system will be higher. However, this could reduce the costs for public services, such as the mental health care victims may require to recover from such trauma. Not forgetting crimes committed by those dealing with traumatic memories in different ways. In the long term costs will be lower due to the prevention of further victims.",
        "background": "After reading an article regarding a judges fury, on not being able to hand a prison sentence to a peadophile whom watched a three year old girl being tied up and sexually abused online. I have heard enough of the hideously lenient sentences our 'justice system' is imposing on sexual predators.",
        "closed_at": null,
        "created_at": "2018-04-22T22:09:02.378Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-23T06:08:21.902Z",
        "opened_at": null,
        "rejected_at": "2018-04-27T15:41:19.109Z",
        "rejection": {
            "code": "no-action",
            "details": "The term \"paedophile\" is used to describe people who have been convicted of a variety of different criminal offences. We're not sure which crimes you would like this to apply to. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-04-27T15:41:19.115Z"
    },
    "id": 218297,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218297.json"
    },
    "type": "petition"
}