{
    "attributes": {
        "action": "Make large corporations grow trees on the roofs of their buildings.",
        "additional_details": "The pollution in London is rising and with more and more plots of land being sold to developers we’re losing space to grow tree’s and vegetation to contribute towards cleaning our air. \r\nThere are thousands of unused and suitable rooftops for landscaping around London.\r\nThe owners of all buildings suitable for landscaped roofs should be made to grow a number of tree’s and plants each year, eg; tomatoes, herbs... They should also be made to plant at least 12 tree’s per year anywhere in the UK.",
        "background": "With rising pollution and deforestation levels worldwide we have become reliant on man made gardens and forests to help produce clean air. London is currently suffering with a large amount of air pollution potentially harming the lives of millions every year. We need an effective solution.",
        "closed_at": null,
        "created_at": "2018-04-23T05:31:23.286Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-23T10:08:46.418Z",
        "opened_at": null,
        "rejected_at": "2018-04-27T15:26:16.410Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure whether you'd like this requirement to apply only to large corporations (as in the title of your petition) or to anyone who owns a building with a suitable roof (as in the text of your petition). \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-04-27T15:26:16.418Z"
    },
    "id": 218306,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218306.json"
    },
    "type": "petition"
}