{
    "attributes": {
        "action": "Maintain and Restore CRANBERRY MOSS Nature Reserve Alsager ST7",
        "additional_details": "CRANBERRY MOSS (Nature Reserve) A fairly large area once an open and pleasant public space situated about 1 mile west of the town centre. It is now mostly an overgrown derelict, litter-strewn neglected mess. The whole area is in need of some serious tree felling, bush pruning, ground clearing, re-fencing, footpath, walkway and boardwalk repairs including gates and signage. This valuable and potentially useful community green space should be preserved. A stitch in time saves nine. Don't leave it too late. Act now.",
        "background": "The Cranberry Moss Nature Reserve was formally opened by the Mayoress Kathrine Heritage on 30th May 1999. The pond and whole area are now so neglected that it is rapidly becoming not only dangerous in some areas but also a dumping ground for rubbish and other unsavoury detritus.",
        "closed_at": null,
        "created_at": "2018-04-23T20:37:42.778Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-23T20:57:13.518Z",
        "opened_at": null,
        "rejected_at": "2018-04-30T10:29:07.340Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-04-30T10:29:10.990Z"
    },
    "id": 218384,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218384.json"
    },
    "type": "petition"
}