{
    "attributes": {
        "action": "Stop exams. They’re pointless and shouldn’t determine our futures.",
        "additional_details": "Childline delivered 3,135 counselling sessions on exam stress in 2016/17 – a rise of 11% over the past 2 years. Young people contacting for help have told us that exam stress can lead to:\r\n\r\ndepression and anxiety\r\npanic attacks\r\nlow self-esteem\r\nself-harming and suicidal thoughts\r\nworsening of pre-existing mental health conditions.",
        "background": "As students we feel being judged on our knowledge in the form of exam papers, does not show off our intelligence to the maximum. It can also make us feel like we won’t succeed if we don’t get the number we need, which can lead to many more affect.",
        "closed_at": null,
        "created_at": "2018-04-23T18:31:55.387Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-23T18:43:18.006Z",
        "opened_at": null,
        "rejected_at": "2018-04-30T14:21:07.171Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand you're concerned about exams and exam stress, but we can't accept your petition because the UK Parliament and Government aren't responsible for all exams.  \r\n\r\nIf you're worried about exams, you can find out how to deal with exam stress here:\r\n\r\nhttps://www.childline.org.uk/info-advice/school-college-and-work/school-college/exam-stress/\r\n\r\nThe UK Parliament and Government are responsible for some exams, for example, GCSEs, but not all exams, for example, private school entrance exams or exams to qualify in a profession. \r\n\r\nYou could start a new petition asking for something that the UK Parliament and Government are responsible for. For example, you could start a new petition asking the UK Government and Parliament to ensure that all GCSE and A-level results are based on coursework instead of exam results, if that's something you'd like to happen.  \r\n\r\nYou'll need to give your full name to start a petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-05-01T10:41:10.856Z"
    },
    "id": 218372,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218372.json"
    },
    "type": "petition"
}