{
    "attributes": {
        "action": "End the animal cruelty laws exemptions given to UK halal and shechita abattoirs",
        "additional_details": "Non-stun slaughter is cruel. Many consumers do not want to eat meat killed by religious slaughter. Meat killed by religious slaughter is not prepared in Parliament, so MPs know that they are not eating it, unless they specifically request it. On leaving the EU, specific UK legislation must replace the EU slaughter directive, explicitly precluding the religious exemption from pre-stunning requirement. Stun to kill must be mandatory.",
        "background": "The EU’s 2009 slaughter regulation requires all animals, including poultry, be stunned before slaughter. Religious abattoirs in the UK are de facto exempt from the stun laws which apply to non-religious abattoirs. Animal welfare must take priority over faith tradition.",
        "closed_at": "2018-11-14T23:59:59.999Z",
        "created_at": "2018-04-23T14:28:59.718Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-06-18T11:41:47.342Z",
            "details": "The Government is aware of concern about meat from animals slaughtered according to religious beliefs.\r\n\r\nCurrent national regulations on religious slaughter have a long history. The issue was first debated in Parliament in 1875. The Slaughter of Animals Act 1933 introduced a legal requirement for stunning of animals prior to slaughter but contained an exemption where animals were slaughtered for consumption by Jewish and Muslim communities. Over the years the national rules governing religious slaughter have developed to provide additional protection to animals that are slaughtered in accordance with religious rites.\r\n\r\nEU Regulation 1099/2009, on the protection of animals at time of killing, requires all animals to be stunned before slaughter except where animals are slaughtered in accordance with religious rites. The EU Regulation and the Welfare of Animals at Time of Killing (England) Regulations 2015 (WATOK) include strict requirements on where, how and who can slaughter animals in accordance with religious rites. These requirements are monitored and enforced by Official Veterinarians of the Food Standards Agency to ensure that animals are spared unnecessary suffering, distress or pain during the slaughter process.\r\n\r\nThe legislation also requires each person either handling or carrying out slaughter operations, including religious slaughter, to hold a Certificate of Competence. A person must undergo formal training, understand their responsibilities for the protection of animal welfare during slaughter operations and consistently demonstrate competent performance in order to pass the independent examination to obtain a Certificate of Competence.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2018-06-18",
            "summary": "The Government encourages the highest standards of welfare at slaughter but respects the rights of Jewish and Muslim people to eat meat prepared according to their religion.",
            "updated_at": "2018-06-18T11:41:47.342Z"
        },
        "government_response_at": "2018-06-18T11:41:47.345Z",
        "moderation_threshold_reached_at": "2018-04-23T18:03:34.055Z",
        "opened_at": "2018-05-14T09:42:35.559Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-05-24T18:08:08.948Z",
        "scheduled_debate_date": null,
        "signature_count": 45924,
        "state": "closed",
        "updated_at": "2019-03-07T14:28:50.835Z"
    },
    "id": 218343,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218343.json"
    },
    "type": "petition"
}