{
    "attributes": {
        "action": "Inscribe in law the right of parents to seek alternative medical treatment.",
        "additional_details": "Parents are the primary care-givers of their children, not the State and not the courts, yet it would be easy to think otherwise because, despite their having been offered treatment abroad, and even being granted residency in other countries, the hospitals have effectively imprisoned such children and refused to allow the parents to avail of such offers of treatment. We petition Parliament to inscribe in law the rights of parents over the treatment of their children and the right to seek care elsewhere when a disagreement over treatment occurs.",
        "background": "There have been several cases in the media where sick children have been placed on life support in NHS care, which the hospital has then decided to turn off. Parents have been forced to launch battle after battle in the courts to try to save their children.",
        "closed_at": null,
        "created_at": "2018-04-24T00:02:35.001Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-24T15:44:24.653Z",
        "opened_at": null,
        "rejected_at": "2018-06-04T19:07:12.930Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean by \"Inscribe in law the right of parents to seek alternative medical treatment\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-06-04T19:07:17.215Z"
    },
    "id": 218404,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218404.json"
    },
    "type": "petition"
}