{
    "attributes": {
        "action": "Urge the Government of Antigua to uphold Barbuda's Constitutional rights.",
        "additional_details": "The 2007 Barbuda land Act is a LEGAL BYLAW put in place by the Barbuda Local Government Council which requires a 2/3 majority of the Barbudan community (only) to vote on for any change to repeal or amend. The Barbuda Land amendment Bill of 2017 which has been used to replace the 2007 Act is Illegal. which makes the  BARBUDA (AMENDMENT) BILL, 2018 also an Illegal Document.\r\nSince the 1800's All Lands in Barbuda was vested in the British Crown for the people of Barbuda only.",
        "background": "In 1976 the Barbuda Local Government Council was entrenched in the Antigua & Barbuda Constitution with a unique degree of devolution of authority allowing them to conduct their own affairs within the state of Barbuda. In 1980 their devolution of authority was increased to making bylaws for Barbuda.",
        "closed_at": null,
        "created_at": "2018-04-24T11:36:38.800Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-24T13:12:07.063Z",
        "opened_at": null,
        "rejected_at": "2018-05-01T11:51:59.519Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the UK Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the UK Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to urge the Government of Antigua and Barbuda to consult the people of Barbuda, and the Barbuda Local Government Council, about land use and ownership in Barbuda, if that’s what you’d like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-05-01T11:59:54.364Z"
    },
    "id": 218445,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218445.json"
    },
    "type": "petition"
}