{
    "attributes": {
        "action": "Increase the age of child train tickets from 15 to 18",
        "additional_details": "My adult train fare to get into work for my Saturday job is £5.50, which is the same amount as my hourly rate of pay. However, some of my co-workers whom are 18 or above would pay the same price but be earning a higher hourly rate of pay. This exploits young people and severely disadvantages them.",
        "background": "People above the age of 15 must buy adult train tickets and are classified as adults, but when working they do not receive the adult hourly rate. Furthermore, you cannot classify a teenager an adult in one section of society and not in another especially when they directly correlate with eachother.",
        "closed_at": null,
        "created_at": "2018-04-24T18:20:40.166Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-24T18:41:11.383Z",
        "opened_at": null,
        "rejected_at": "2018-04-30T16:16:49.587Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The price of train tickets is the responsibility of train operating companies.\r\n\r\nYou could start a new petition asking the Government to urge train companies to make this change. Alternatively, you could start a new petition asking for the Government to provide a subsidy for train fares for young people. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-04-30T16:16:49.595Z"
    },
    "id": 218490,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218490.json"
    },
    "type": "petition"
}