{
    "attributes": {
        "action": "ANY sentence handed down for assaulting a Police Officer should never be reduced",
        "additional_details": "As a pillar of our communities Police Officers hold a unique, dangerous and often fatal position in our society\r\nThey are not perfect, they make mistakes, some are even convicted of offences but the majority are very professional striving for the highest civil standards to keep us safe and answer our calls for help 24/7\r\nThey are human not robots, they feel pain, they have emotion and should not be assaulted purely for doing their job\r\nThis change will help towards a deterrent for assaul on police",
        "background": "Over the past decade there appears to have been a reluctance to enforce the full force of the legislation and sentencing guidelines in relation to assaulting Police Officers.\r\nThere is simply now no consequences for assault allowing feral criminals free reign to attack Police Officers",
        "closed_at": null,
        "created_at": "2018-04-25T10:43:19.488Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-26T09:43:17.136Z",
        "opened_at": null,
        "rejected_at": "2018-05-02T16:16:01.155Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for a specific minimum custodial sentence to be introduced, if that's what you'd like to happen. \r\n\r\nIf you'd like the sentence for assaulting a police officer to be increased, you may wish to sign this petition instead: https://petition.parliament.uk/petitions/211413 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-05-02T16:16:01.162Z"
    },
    "id": 218558,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218558.json"
    },
    "type": "petition"
}