{
    "attributes": {
        "action": "Remove Britain from the Barcelona Declaration",
        "additional_details": "The Barcelona Declaration was agreed in 1995, doubtless with good intentions, but with the charitably presumed unintended consequence of having our history and culture as we are not allowed to challenge the anti-social behaviour of many of our guests, and our authorities turn a blind eye in many instances.\r\n\r\nLet's restore some sanity here - we've seen German Jews advised not to wear kippahs, for instance, and girls in Rotherham told to shut up for the sake of community cohesion.",
        "background": "The Barcelona Declaration, an agreement between European Union member states and certain Mediterranean countries, allows for the residents of the latter to live in the former without having to integrate.  This has the effect of allowing those latter to erode the history and culture of the former.",
        "closed_at": null,
        "created_at": "2018-04-25T15:59:50.768Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-01T10:30:46.684Z",
        "opened_at": null,
        "rejected_at": "2018-05-09T09:58:36.050Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what you mean by \"The Barcelona Declaration, an agreement between European Union member states and certain Mediterranean countries, allows for the residents of the latter to live in the former without having to integrate.\"\r\n\r\nFree movement of people, as exists among EU Member States, was not offered, encouraged or implied in the Barcelona Declaration or its successors. Neither, in EU legislation, strategies or action plans linked to the Barcelona Declaration, is there any dispensation or ‘guidance’ regarding integration. We're therefore not sure what you'd like to happen. \r\n\r\nYou could start a new petition explaining clearly what specific action you'd like the UK Government or Parliament to take. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-05-09T09:59:07.271Z"
    },
    "id": 218584,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218584.json"
    },
    "type": "petition"
}