{
    "attributes": {
        "action": "Change the laws in Scotland about online grooming.",
        "additional_details": "This tying in with the Sexual Offences ACT Scotland 2009 and Protection of children prevention of sexual offences (Scotland) ACT 2005. This ties in with a statement Police Scotland in a News paper artical in the Scottish Sun on the following date 10th February 2018. Saying that it is ok for online groomers to groom our children online belongs they dont meet that child for sexual activity.",
        "background": "To urge the Scottish Government to bring ‘minimum’ sentences in Scotland and new sentencing guidelines to be introduced for people who are grooming children online. This being sending Sexual texts messages, pictures, videos and arranging to meet for sexual activity",
        "closed_at": null,
        "created_at": "2018-04-25T12:43:44.197Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-25T12:55:06.624Z",
        "opened_at": null,
        "rejected_at": "2018-05-01T15:58:11.546Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-05-01T15:58:15.864Z"
    },
    "id": 218571,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218571.json"
    },
    "type": "petition"
}