{
    "attributes": {
        "action": "Release Wolves into the British wilderness",
        "additional_details": "",
        "background": "Wolves were native to Britain until the 18th century when they were hunted to extinction. The deer population is also rapidly rising in the UK with there being no natural predator for them. Also I personally believe the introduction of wolves would bring some much needed excitement to UK wildlife .",
        "closed_at": null,
        "created_at": "2018-04-24T20:28:59.689Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-25T09:07:49.260Z",
        "opened_at": null,
        "rejected_at": "2018-07-25T11:52:58.680Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe responsibility for regulating the release of non-native species (which is legally what wolves are classified as because they are not listed in Schedule 9 of the Wildlife and Countryside Act 1981) is devolved. That means we can’t accept a petition about releasing wolves in the whole of the UK, because the UK Government is only responsible for that in England. \r\n\r\nIt's most likely to be practical for wolves to be released in Scotland. That would be a decision for the Scottish Government to take, not the UK Government or Parliament. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: http://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx\r\n\r\nYou could start a new petition calling on the UK Government to allow the releasing of wolves in England, if that’s what you’d like to happen. The UK Government is responsible for issuing licences for the reintroduction of non-native species in England, but doesn’t usually release the animals itself. Reintroduction schemes are usually run by non-governmental organisations.  \r\n\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-08-30T13:38:01.892Z"
    },
    "id": 218514,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218514.json"
    },
    "type": "petition"
}