{
    "attributes": {
        "action": "To avoid monopolisation, stop the acquisition of Daily Express by Trinity Mirror",
        "additional_details": "The CMA ruled against 21st Century Fox’s bid for 61% of Sky, stating: “Media plurality goes to the heart of our democratic process. It is very important that no group or individual should have too much control of our news media or too much power to affect the political agenda.\"\r\n\r\nThe Mirror and the Express, represent different sides of the political spectrum, left and right respectively, thus the merger would put pressure on editorial decision-making; and reduce plurality promoted by J. S. Mill.",
        "background": "The Daily Express and subsidiaries are to be acquired for £200 million by the Trinity Mirror. The merged entity would own nine out of 20 national UK newspaper titles, with a 28 per cent share of monthly circulation. Thus, clearly, intervention is required to protect the market from monopolisation.",
        "closed_at": null,
        "created_at": "2018-04-25T20:18:54.978Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-25T20:30:40.138Z",
        "opened_at": null,
        "rejected_at": "2018-05-01T15:00:49.987Z",
        "rejection": {
            "code": "no-action",
            "details": "The Secretary of State for Digital, Culture Media and Sport has confirmed that he is minded to intervene in the merger between Trinity Mirror Plc and Northern & Shell’s publishing assets. We're not sure what further action you'd like the Government to take. \r\n\r\nYou can find out more about this here:\r\n\r\nhttps://www.gov.uk/government/collections/merger-between-trinity-mirror-plc-and-northern-shells-publishing-assets"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-05-01T15:00:49.994Z"
    },
    "id": 218622,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218622.json"
    },
    "type": "petition"
}