{
    "attributes": {
        "action": "Government to grant application for ILR after 10 Years Long Residence",
        "additional_details": "Currently, the Home Office charges £2297.00 per applicant, an amount that was above inflation rate when it was set. Like the Windrush cases, applicants in this categories has been experiencing lots of difficulties with the Home Office.\r\nThe government should attend to these category of people to reduce emotional stress and strain on families.",
        "background": "UK Immigration Rule Part 7 (Paragraph 276A and 276B) set the standard that if you lived in the country continuously for 10 years, you can apply for Indefinite Leave to remain under Long Residency.\r\nApart from the Windrush scandal, many applicants in this category are being overlooked.",
        "closed_at": null,
        "created_at": "2018-04-25T22:53:14.967Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-26T11:28:06.952Z",
        "opened_at": null,
        "rejected_at": "2018-05-02T19:32:50.924Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for the fee to apply for indefinite leave to remain to be waved for anyone with 10 year's residency, if that's what you want to happen. \r\n\r\n\t\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-05-02T19:32:50.931Z"
    },
    "id": 218642,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218642.json"
    },
    "type": "petition"
}