{
    "attributes": {
        "action": "Make it compulsory for all social workers in England and Wales to be registered.",
        "additional_details": "Registration with an independent monitoring body is not a legal requirement for social workers to practice. Whilst the child protection sector encourages social work professionals to register themselves, a startling number are failing to do so, leading to cases of families being subjected to negligent care by social workers who are sometimes not qualified to practice, and who use unprotected titles to avoid detection. \r\n8,000 social workers barred from practice after failing to register in 2013.",
        "background": "At the moment there is no law requiring every social worker to register with an independent monitoring body like Social Work England. This loophole allows for dangerous levels of malpractice to take place inside the system, which could lead to, or may have already caused, child deaths.",
        "closed_at": null,
        "created_at": "2018-04-26T08:22:37.139Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-26T12:28:23.035Z",
        "opened_at": null,
        "rejected_at": "2018-05-03T09:42:20.145Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThere's already a legal obligation for social workers in England to be registered with the Health and Care Professionals Council. We're therefore not sure what further action you want the Government and Parliament to take. You can find out more here: \r\n\r\nhttp://www.hpc-uk.org/aboutregistration/regulators/socialwork/\r\n\r\nSocial work regulation is devolved in Wales. This means it is the responsibility of the Welsh Government and the National Assembly for Wales, not the UK Government or Parliament. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-05-14T16:54:11.166Z"
    },
    "id": 218652,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218652.json"
    },
    "type": "petition"
}