{
    "attributes": {
        "action": "Stop harassing first time british passport applicants by the passport office",
        "additional_details": "My husband applied for his first british passport but got a later from passport office stated his naturalisation certificate was not original.He repeatedly told them that this copy had been given by council office send from the home office. They rejected to help him and when he wanted to talk to their senior officer , he threatened him for consequences. My husband said ok but request them to scrutiny it with home office but was rejected initially then send it to home office after several requests.the home office found the copy was not original  but with real stamp and signatures of Leicester city council. As its not my husband’s fault,he requested passport office to issue passport but was rejected and asked for duplicate copy which cost us 200 pounds!",
        "background": "Every year so many people going through terrible experiences while they are ask for their first british passport. British passport is given after 1 year of sattlement in the uk  but when people apply for the passport they are being harassed, discriminated by passport office.",
        "closed_at": null,
        "created_at": "2018-04-26T15:47:25.428Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-26T19:20:51.771Z",
        "opened_at": null,
        "rejected_at": "2018-05-02T20:03:51.850Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the Government to require the passport office to use electronic records of naturalisations, instead of certificates, to verify first time passport applications, if that's what you want to happen.  \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-05-02T20:03:51.857Z"
    },
    "id": 218694,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218694.json"
    },
    "type": "petition"
}