{
    "attributes": {
        "action": "Stop the development of houses on Ward Field Farm Galgate, a known flood plain.",
        "additional_details": "In Nov2017 we had unpresidentated rainfall and the village was devastated by this, as seen on the national news.Following the River Conder flood, most houses still empty as families are unable to move back in.No government or local council aid has been offered making life very difficult for residents. And now,a greedy developer is taking advantage of our gorgeous little village, planning to develop 68 properties on the flood plain,ever increasing the flood risk to local homes and families. HELP!",
        "background": "In November 2017 the flood plain and 104 surrounding homes were flooded and now a developer is wanting to build on this land!Increasing flood risk, air pollution & traffic in a tiny village!Locals were ignored during the flooding and are being ignored again now!Help save our village please.",
        "closed_at": null,
        "created_at": "2018-04-25T18:50:34.542Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-25T19:11:44.244Z",
        "opened_at": null,
        "rejected_at": "2018-05-01T09:11:03.277Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Housing, Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how you can request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-05-01T09:11:03.283Z"
    },
    "id": 218606,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218606.json"
    },
    "type": "petition"
}