{
    "attributes": {
        "action": "That Parliament inaugurates a system of 'Recall' of MPs by Constituents.",
        "additional_details": "Constituents should have the right that their Representative should be subject to 'recall' if sufficient numbers are dissatisfied with the conduct of their MP.\r\n\r\nAt public expense, if 10% in a local ballot of those Constituents that voted in the ballot that elected the MP wish the MP to appear before them and be required to justify their actions publicly, and if not satisfied, a local vote of 25% of all Constituents that voted during the original election should result in a By-Election.",
        "background": "The European Membership referendum 2016 has highlighted the fact that far too many politicians follow their own or Party agenda rather than the wishes of the majority of their Constituents.\r\n\r\nMany, in doing so, feel that they can escape retribution at the ballot box due to the fixed date of a GE.",
        "closed_at": null,
        "created_at": "2018-04-26T09:27:20.517Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-29T16:35:31.973Z",
        "opened_at": null,
        "rejected_at": "2018-05-04T11:20:12.892Z",
        "rejection": {
            "code": "no-action",
            "details": "There's already a UK law that allows for the recall of MPs in some circumstances. It's called the Recall of MPs Act 2015 and provides for a recall petition to be triggered if an MP is sentenced to a prison term or is suspended from the House for at least 21 sitting days.\r\n\r\nYou can find out more here:\r\n\r\nhttps://www.electoralcommission.org.uk/__data/assets/pdf_file/0004/184324/Recall-Act-Factsheet.pdf\r\n\r\nIf you'd like this law to be changed, you could start a new petition explaining what specific changes you'd like to see. for example, you could ask for it to be possible to trigger a recall petition because of an MP's views. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-05-04T11:20:16.806Z"
    },
    "id": 218659,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218659.json"
    },
    "type": "petition"
}