{
    "attributes": {
        "action": "Stop FA selling Wembley Stadium to Shahid Khan",
        "additional_details": "Fulham's billionaire owner Shahid Khan says he hopes a deal to buy Wembley Stadium from the Football Association will be completed in eight to 12 weeks.\r\n\r\nKhan, who also owns NFL side Jacksonville Jaguars, has made an offer thought to be worth £900m.\r\n\r\nIt is understood he would pay £600m for the stadium and the FA will continue to run the £300m-valued Club Wembley hospitality business.\r\n\r\nWhat now for FA Cup semi-finals and final? Or the other major trophy games and play-off finals? Could they stay at Wembley or will other big grounds such as Old Trafford or Emirates Stadium benefit as a result? In short, are we about to witness Wembley's status as the national stadium erode?",
        "background": "Fulham owner Shahid Khan has made an offer, thought to be worth £900m, to buy Wembley Stadium from the Football Association.\r\n\r\nWembley Stadium is a national pride - the home of English football. We urge the PM and MPs to oppose actively and stop FA from selling the national stadium.",
        "closed_at": null,
        "created_at": "2018-04-27T08:32:32.473Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-27T09:10:41.690Z",
        "opened_at": null,
        "rejected_at": "2018-05-02T09:13:51.891Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Any decision about selling Wembley Stadium is the responsibility of the Football Association, not the UK Government or Parliament.\r\n\r\nYou could contact the FA directly about this issue:\r\n\r\nhttp://www.thefa.com/about-football-association/contact-us\r\n\r\nYou could start a new petition to ask the UK Government to urge the FA not to sell Wembley Stadium."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-05-02T09:13:51.902Z"
    },
    "id": 218764,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218764.json"
    },
    "type": "petition"
}