{
    "attributes": {
        "action": "Amnesty for illegal immigrants who have been in UK for 10 years",
        "additional_details": "The UK has voted to leave the EU and needs all hands available to contribute to the nation’s development. If illegal immigrants who are already in the UK are granted amnesty, they will play a major role in the development of the country.\r\n \r\nAn amnesty could also yield additional millions of pounds sterling a year from Income Tax and National Insurance.",
        "background": "This petition calls for illegal immigrants who have been in UK for 10 years or more to be given amnesty and the legal right to stay in the UK. ",
        "closed_at": "2018-11-08T23:59:59.999Z",
        "created_at": "2018-04-26T21:51:17.300Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-06-06T15:52:57.340Z",
            "details": "The Government does not believe that introducing a blanket amnesty for illegal migrants wishing to regularise their immigration status would be the correct approach. It would reward illegality, undermine the Immigration Rules for applying for leave to enter or remain, which Parliament has approved, and would be unfair to those migrants who come to the UK legally and observe immigration conditions. It could also encourage more migrants to attempt to enter or stay in the country illegally in the hope that they would be treated similarly. This additional risk of encouraging further illegal migration could potentially endanger individuals and their families by placing them in the hands of unscrupulous traffickers. \r\n\r\nImmigration Rules have been designed to be fair and to treat people with respect and dignity, but also firm with those who do not abide by the Rules, and that ensure people come to the UK for the right reasons – to work hard and contribute to our economy and society. \r\n\r\nIt is important that we distinguish between those who are here legally and those who are here illegally. We recognise the devastating consequences that illegal migration can have on individuals who become vulnerable to exploitation. We are committed to tackling the organised crime groups who profit from illegal migration and protecting those who are at risk of exploitation.   \r\nThere are routes available for individuals who believe they have a right to remain in the UK on the basis of family or private life, or other human rights grounds. Those who wish to can apply under the Immigration Rules and each application is considered on a case-by-case basis, taking into account the individual circumstances. \r\n\r\nIt is important that there are clear incentives to comply with the Immigration Rules. This means for example that private life established here while a person is in the UK unlawfully or while their immigration status is precarious should be accorded little weight. Full details can be found on GOV.UK by searching for Appendix FM 1.0b Family Life (as a Partner or Parent) and Private Life: 10-year Routes here: www.homeoffice.gov.uk. Balancing the individual right to respect for private or family life with the public interest in safeguarding the economic well-being of the UK by controlling immigration is a legitimate objective. \r\n\r\nAt the same time, we recognise some people arrived in the UK many years ago and do not have documentation confirming their immigration status.  They have faced difficulties in proving their right to work, to rent property and to access benefits and services to which they are entitled. The Government has apologised to people in this position and has made a commitment to help them get the documents they need.  \r\n \r\nOn 16 April, a Taskforce was established to make immediate arrangements to help those who needed it. This included setting up a helpline to get in touch with the Home Office. \r\n \r\nOn 24 May, the Home Secretary announced the Windrush Scheme to make it easier for people to access the support they need. Those applying under this Scheme will benefit from the services of the Taskforce which will help people to navigate the immigration system and will continue to take a sympathetic and proactive approach when resolving applications.\r\n\r\nHome Office",
            "responded_on": "2018-06-06",
            "summary": "There are no plans to grant an amnesty to illegal migrants. Our immigration policies are based on principles of fairness to legal migrants and not rewarding those who do not abide by the Rules.",
            "updated_at": "2018-06-06T15:52:57.340Z"
        },
        "government_response_at": "2018-06-06T15:52:57.343Z",
        "moderation_threshold_reached_at": "2018-04-27T10:29:01.688Z",
        "opened_at": "2018-05-08T14:18:30.360Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-05-14T20:49:19.686Z",
        "scheduled_debate_date": null,
        "signature_count": 46595,
        "state": "closed",
        "updated_at": "2019-03-07T14:28:50.804Z"
    },
    "id": 218729,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218729.json"
    },
    "type": "petition"
}