{
    "attributes": {
        "action": "Stop PIP assessors lying on reports& getting bonuses for rejecting claims",
        "additional_details": "In a job where you are assessing sick people for getting help for their health and independance what on earth could they have in place as a target for an incentive/bonus? \r\n\r\nThe whole process of claiming for PIP when your health has deteriorated is so stressful, upsetting, degrading& made my health worse.\r\n\r\n*These assessors get private healthcare as a PERK of their job! They get bonuses for keeping numbers down and they also get FREE private healthcare that sick people deserve.* What a DISGRACE",
        "background": "Both of my ATOS independent assessors lied about what took place in my assessment for PIP. The most recent said she gave me a muscoskeletal examination she didn't. Her lies meant that my claim for help has been rejected. This is a regular occurrence according to other PIP claimants I have spoken to!",
        "closed_at": null,
        "created_at": "2018-04-28T16:17:12.207Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-28T16:37:31.118Z",
        "opened_at": null,
        "rejected_at": "2018-05-04T14:22:06.769Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about PIP assessments, but we're not sure exactly what you'd like to change. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nYou might be interested to know that the Government has recently announced that it has plans to make recording the PIP assessment a standard part of the process. You can find out more about this here:\r\n\r\nhttps://publications.parliament.uk/pa/cm201719/cmselect/cmworpen/986/98602.htm\r\n\r\n(See Recommendation 6, and the Government's response, for information about recording assessments.)"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-05-04T14:22:10.831Z"
    },
    "id": 218888,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218888.json"
    },
    "type": "petition"
}