{
    "attributes": {
        "action": "Let parents retain all control of their child in any circumstance not a court",
        "additional_details": "We all know of cases were a court has denied access to help I’m not gonna name groups but recently again another child was offered help  to maybe prolong their young lives and yet again it was left to a court and doctors to determine a child’s fate having the parent locked out of the most basic instinct of being a parent fighting to the end to get their loved one and child some type of help that wasn’t being offered in the U.K. every parent should have that right to take the help offered !",
        "background": "recent cases in the media brings to light that parents don’t seem to have any rights in what happens to their children in a medical scenario it’s left up to a court which is wrong we’re having our parents rights stripped away if someone is willing to help we should be able to have that choice !",
        "closed_at": null,
        "created_at": "2018-04-28T08:26:38.756Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-28T11:24:03.482Z",
        "opened_at": null,
        "rejected_at": "2018-06-11T17:10:49.194Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean by \"Let parents retain all control of their child in any circumstance not a court\". For example, we're not sure what you'd like to happen in cases where a parent is accused of committing a crime against their child.\r\n\r\nIf you're concerned about parents being allowed to take their child abroad for medical treatment, you may wish to sign this petition instead: \r\n\r\nhttps://petition.parliament.uk/petitions/216594\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-06-11T17:10:53.225Z"
    },
    "id": 218859,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218859.json"
    },
    "type": "petition"
}