{
    "attributes": {
        "action": "Extend the new CAHMS mental health unit in Bodmin to the age of 24",
        "additional_details": "Currently, after the age of 18, patients are transferred to adult mental health services and placed in an unfamiliar environment, consequently leading to significant mental distress - a cause close to the Invictus Trust family, after the loss of their son due to similar circumstances. By removing the need for this difficult transition until the age of 24 (from 13), patients can maintain essential bonds with familiar staff into adulthood. Following the approval of this plan, we can expect the mental health of vulnerable patients to avoid setbacks associated with unfamiliar surroundings and staff that they have not yet built a relationship with.",
        "background": "The Invictus Trust charity is campaigning for a new mental health CAMHS (Child and Adolescent Mental Health Services) unit in Bodmin.",
        "closed_at": null,
        "created_at": "2018-04-29T14:17:59.208Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-29T14:47:36.911Z",
        "opened_at": null,
        "rejected_at": "2018-05-03T14:06:26.008Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Local health services are the responsibility of local NHS bodies. You may wish to contact them directly about this issue: http://www.cornwallft.nhs.uk/services/childrens-services/camhs/\r\n\r\nYou could start a new petition asking the Government and Parliament to require all NHS England adolescent mental health services to increase the age limit from 18 to 24 years old, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-05-03T14:06:34.265Z"
    },
    "id": 218934,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218934.json"
    },
    "type": "petition"
}