{
    "attributes": {
        "action": "Introduce government powers to enable the government to audit local councils.",
        "additional_details": "In recent years members of the public and elected members of local councils in England have been placed in a position whereby, if they have a concern about misappropriation or failures to comply with their governance & processes, they can only complain to the authority. Government handed powers to councils which allowed them to regulate themselves. \r\nWhere this is failing across England [Rotherham/Northampton] the government cannot effectively intervene earlier or have no powers.",
        "background": "We the undersigned call on the government to introduce powers that enable the government to audit local councils in England when legitimate concerns/complaints are received. This power would also enable government to take control of the council & suspend senior members/officers where appropriate.",
        "closed_at": null,
        "created_at": "2018-04-29T23:11:36.244Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-01T13:17:06.880Z",
        "opened_at": null,
        "rejected_at": "2018-05-04T15:04:46.628Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThe Government already has the power to commission a ‘best value report’ on any aspect of council working. It also already has the power to take over the running of a council, or parts of a council, using 'special measures'. We're therefore not sure what further powers you want introduced. \r\n\r\nYou can find out more about Government intervention in local councils in this House of Commons Library blog post: \r\n\r\nhttps://commonslibrary.parliament.uk/parliament-and-elections/government/intervention-in-local-government/\r\n\r\nYou can find out more about the auditing of local public bodies, including councils in this House of Commons library note:\r\n\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-7240\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-05-04T15:05:02.400Z"
    },
    "id": 218977,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218977.json"
    },
    "type": "petition"
}