{
    "attributes": {
        "action": "Make everyone with a life time disability mental or physical have life time pip",
        "additional_details": "",
        "background": "It's completely unfair that people with life time disability mental or physical have to repeatedly go through forms, face to face interviews, mandatory considerations and tribunals. It's mentally draining and unfair to repeatedly go through this when it's a life time illness you have.",
        "closed_at": "2018-11-03T23:59:59.999Z",
        "created_at": "2018-04-29T18:35:46.318Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-05-17T16:55:38.282Z",
            "details": "The Government is absolutely committed to supporting disabled people and determined that support should be focused on people who need it most. We want to enable disabled people to have the same opportunities and choices as non-disabled people. We have, therefore, designed Personal Independence Payment (PIP) to reflect a modern understanding of disability, treating all conditions fairly.\r\n\r\nPIP maintains the key principles of Disability Living Allowance as a non-means-tested cash benefit available to people in and out of work but which is delivered in a fairer and more consistent manner. It is only right that support is targeted at those disabled people who require the most assistance to lead independent lives and PIP is achieving that; 29 per cent of the 1.6 million claimants now receiving PIP getting it at the highest level (£143.35 a week) compared to 15 per cent for working age Disability Living Allowance prior to the introduction of PIP.\r\n\r\nPIP is needs-based and not condition based and reviews are a key part of the benefit to ensure that the right support continues to be delivered. \r\n\r\nIn terms of award lengths and reviews, once someone has been awarded PIP, which can be paid at one of eight rates, that award will be reviewed. Reviews of PIP are a key part of the benefit and ensure that not only do awards remain correct where needs may change but that we also maintain contact with the claimant, both features missing from its predecessor Disability Living Allowance. Importantly, the length of an award is based on an individual’s circumstances and can vary from nine months to an on-going award, with a light touch review at the ten year point. \r\n\r\nHowever, PIP already recognises that for the most severely disabled claimants, the award review process could seem unnecessarily intrusive. That is why we introduced changes so that existing claimants with the most severe, lifetime disabilities, whose functional ability has remained the same, are more likely to have their evidence reviewed by a DWP Decision Maker and will not need to have a face-to-face assessment with a healthcare professional.\r\n\r\nThe Government are committed to ensuring that the PIP reassessment process works effectively across the spectrum of disabilities and health conditions, including mental health conditions, cognitive impairments and physical disabilities.\r\n\r\nGoing forward, one of our key priorities will be to ensure that those  with progressive or degenerative conditions for which functional limitation is likely to stay the same or worsen who are awarded the highest level of support get an award duration that is appropriate to the condition and needs arising – something we acknowledge that is not always happening. We are therefore developing a solution through changes to guidance which will ensure that those receiving the highest level of support get an appropriate award duration.\r\n\r\nDepartment for Work and Pensions",
            "responded_on": "2018-05-17",
            "summary": "PIP is based on needs not condition. Reviews are a key part of the benefit and ensure awards remain correct where needs may change, and that claimants continue to receive the correct level of support.",
            "updated_at": "2018-05-17T16:55:38.282Z"
        },
        "government_response_at": "2018-05-17T16:55:38.285Z",
        "moderation_threshold_reached_at": "2018-04-29T19:51:05.314Z",
        "opened_at": "2018-05-03T14:53:53.375Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-05-08T16:43:57.172Z",
        "scheduled_debate_date": null,
        "signature_count": 40303,
        "state": "closed",
        "updated_at": "2018-11-04T16:18:27.163Z"
    },
    "id": 218952,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218952.json"
    },
    "type": "petition"
}