{
    "attributes": {
        "action": "APHA must act on the failures with TRACE's & Pet Passports. Justice for Barnaby",
        "additional_details": "Knowing my dog would be quarantined, I chose to inform the authorities to protect the people, pets & wildlife in the UK. APHA have not acted on evidence provided. Provided with details of a van of illegal dogs arriving-they failed to stop it. Proof of corrupt vets and TRACE units in Romania-still operating. Traffickers operating on FB-still sending dogs. Romanian rescue dogs are still entering with no rabies vaccine. Rabies & Echinococcus will enter the UK unless Michael Gove & APHA take action!",
        "background": "My 'rescue dog' Barnaby was bought in the UK. Apparently, from Romania. He had tapeworm so I investigated. I discovered he was from Serbia & know now he wasn't wormed or rabies vaccinated or titered as required. I spoke out believing APHA would take action against those involved, they haven't!",
        "closed_at": null,
        "created_at": "2018-04-29T23:13:04.357Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-04-29T23:26:25.177Z",
        "opened_at": null,
        "rejected_at": "2018-05-04T14:32:22.594Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about TRACES and pet passports, but we're not sure what action you'd like to see. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-05-18T14:44:19.046Z"
    },
    "id": 218978,
    "links": {
        "self": "https://petition.parliament.uk/petitions/218978.json"
    },
    "type": "petition"
}