{
    "attributes": {
        "action": "Proscribe Hizballah in its entirety under the Terrorism Act 2000",
        "additional_details": "Britain proscribes Hizballah’s “military wing” but, at the behest of the Foreign Office, not its “political wing”. Hizballah mocks the distinction. For example in 2012 its Deputy Secretary-General said: “We don’t have a military wing and a political one”.\r\n \r\nHizballah seeks the extermination of Jews. For example in 2004 its Secretary-General said: “If Jews all gather in Israel, it will save us the trouble of going after them worldwide. It has been responsible for terrorist attacks murdering Jews from Buenas Aires to Burgas, and has even been blamed for two bombings targeting Jews in London in 1994.\r\n",
        "background": "Supporters of Hizballah annually parade through London and are permitted to do so on the grounds that only Hizballah’s “military wing” is proscribed. Even Hizballah admits there is no “military wing”. We must stop these parades on our streets.",
        "closed_at": "2018-11-18T23:59:59.999Z",
        "created_at": "2018-04-30T14:33:35.641Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-06-15T15:28:54.406Z",
            "details": "Legislation allows for a group to be proscribed in the UK only if the Secretary of State believes it is currently concerned in terrorism, within the meaning of the Terrorism Act 2000, and it must be proportionate. \r\n\r\nProscription means that an organisation is outlawed and is unable to operate in the UK. It is a criminal offence for a person to belong to a proscribed organisation, invite support for a proscribed organisation, arrange a meeting in support of a proscribed organisation, or wear clothing or carry articles in public, which arouse reasonable suspicion that an individual is a member or supporter of a proscribed organisation. The penalties for proscription offences are a maximum of 10 years in prison and/or a fine.\r\n\r\nHizballah’s External Security Organisation (also known as the Military Wing) was proscribed by the UK Government in March 2001 and in 2008 the proscription was extended to Hizballah military apparatus including the Jihad Council.  Whilst the UK proscribes Hizballah’s military wing, we do not proscribe the group in its entirety. Proscription is an important, but not the only, part of the Government’s strategy to disrupt the activities of terrorist groups and those who provide support to them.  \r\n\r\nHizballah’s military wing is also designated in the UK under the Terrorist Asset-Freezing Act 2010. Therefore, funds or economic resources owned, held or controlled by Hizballah’s military wing in the UK can be frozen.  In July 2012, following the Burgas bombing, the EU also designated Hizballah’s military wing as a terrorist organisation under the EU asset freeze regime.\r\n\r\nThe current proscription and asset freeze already sends a clear message that we condemn Hizballah’s violence and support for terrorism. Groups are not free to spread hatred, fund terrorist activity or incite violence as they please, irrespective of whether they are included on the list of proscribed organisations or not.  \r\n\r\nThe flag for the organisation’s military wing is the same as the flag for its political wing. Therefore for it to be an offence for an individual to display the flags for this organisation the context and manner in which the flag is displayed must demonstrate that it is specifically in support of the proscribed elements of the group.\r\n\r\nPeaceful protest is a vital part of a democratic society and it is a long-standing tradition in this country that people are free to gather together and to demonstrate their views, however uncomfortable these may be to the majority of us, provided that they do so lawfully.  There is, of course, a balance to be struck.  Protesters’ rights need to be balanced with the rights of others to go about their business without fear of intimidation or serious disruption to the community.  Rights to peaceful protest do not extend to violent or threatening behaviour and the police have powers to deal with any such acts. The management of protests is of course a matter for the police.  Similarly, the investigation and prosecution of all criminal offences is a matter for the police, together with the Crown Prosecution Service.  \r\n\r\nThe UK Government condemns any language or act which attempts to delegitimise the State of Israel, and also hate crime of any kind, directed against any community, race or religion, which has absolutely no place in our society. Violence against anyone in this country is a crime and will be treated seriously. To reiterate, inciting hatred or racial abuse is still an offence regardless of whether an individual is a member of an organisation, even if that organisation is not proscribed in the UK.  \r\n\r\nThe Government acknowledges the request to extend the proscription of Hizballah to cover the group’s political wing, however, whilst the list of proscribed groups is kept under review, the Government does not routinely comment on whether an organisation is or is not under consideration for proscription.\r\n\r\nHome Office",
            "responded_on": "2018-06-15",
            "summary": "While we keep the list of proscribed organisations under review, we do not routinely comment on whether an organisation is or is not under consideration for proscription.",
            "updated_at": "2018-06-15T15:28:54.406Z"
        },
        "government_response_at": "2018-06-15T15:28:54.408Z",
        "moderation_threshold_reached_at": "2018-04-30T15:19:40.176Z",
        "opened_at": "2018-05-18T18:07:13.643Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-06-03T08:25:03.087Z",
        "scheduled_debate_date": null,
        "signature_count": 15042,
        "state": "closed",
        "updated_at": "2019-03-07T14:28:50.893Z"
    },
    "id": 219020,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219020.json"
    },
    "type": "petition"
}