{
    "attributes": {
        "action": "Paramedic students with a first degree to get government student loans.",
        "additional_details": "People affected by this inequality of funding, have been offered university places to study on the grounds that they have the life and education to study and be excellent paramedics. \r\nHowever, unlike other allied health care professions paramedic students can not get funding if they have a degree already. If you want to study other health care professions you can get funding. This is very unfair. These students are often making sacrifices and life changes. It is being made almost impossible for us to study as paramedics. We want the same equality as others wanting to study a health care profession. \r\nWe have unsuccessfully asked the University minister, Health and Education ministers to look into this. \r\nNothing has changed. \r\nWe have not had a good reason for this inequality.",
        "background": "NHS funding has stopped this year for Paramedics. It is now a self funded course. Paramedics are an Allied Health Care Profession. \r\nHowever unlike other health care professions you cannot get government student finance to cover your course fees, if you have a first degree.",
        "closed_at": "2018-11-04T23:59:59.999Z",
        "created_at": "2018-04-30T23:29:36.873Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-01T05:36:47.489Z",
        "opened_at": "2018-05-04T10:36:53.698Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 187,
        "state": "closed",
        "updated_at": "2018-11-05T00:00:00.723Z"
    },
    "id": 219067,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219067.json"
    },
    "type": "petition"
}