{
    "attributes": {
        "action": "Further regulate access to, and age limits of, TV shows centred around suicide.",
        "additional_details": "Specifically, ‘Thirteen Reasons Why’ follows the story of a series of suicide tapes a teenage girl left to people who ‘played a part’ in her death. Although the show addresses the subject of suicide, which should certainly be addressed, it does so in a dramatised fashion. Is this the context in which teenagers should be learning about suicide? \r\nhttps://m.huffpost.com/us/entry/us_590b6df9e4b046ea176ae8e2",
        "background": "Shows such as ‘Thirteen Reasons Why’ are targeted towards teenage audiences who often do not know how to handle such harrowing topics as suicide without guidance. Some shows have arguably romanticised suicide and legitimised it as an option for those struggling with mental health issues.",
        "closed_at": null,
        "created_at": "2018-05-01T23:17:25.501Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-02T06:41:25.971Z",
        "opened_at": null,
        "rejected_at": "2018-05-08T17:00:10.788Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand that you're concerned about TV programmes about suicide, but we're not sure exactly what kind of regulation or age limits you'd like to see. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-05-08T17:00:13.782Z"
    },
    "id": 219152,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219152.json"
    },
    "type": "petition"
}