{
    "attributes": {
        "action": "legal & financial penalties for all MPs not delivering on manifesto or referenda",
        "additional_details": "I don’t need to refer to manifesto promises not kept as you can all remember some, there have been so many.\r\nAs for referenda is obvious which MPs should be on the receiving end of the penalties I am proposing.\r\nWe can no longer trust politicians as those with integrity are few & far between.\r\nAnd as for the Lords the should simply be removed.",
        "background": "Time and again we find MPs printing manifestos or offering referenda only to renegade or twist their promises.\r\nTime to hold individual MPs to account and introduce laws that hold them to their promises.\r\nHefty legal & financial penalties should be applied to renegers.\r\nITS OUR DEMORACY NOT THEIRS",
        "closed_at": null,
        "created_at": "2018-05-02T12:03:57.040Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-02T17:19:46.477Z",
        "opened_at": null,
        "rejected_at": "2018-05-08T13:23:47.368Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. For example, not all MPs who are elected become members of the Government, so they do not always have the opportunity to put manifesto commitments into practice. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you'd like the House of Lords to be abolished, you may wish to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/218077"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-05-15T11:26:20.266Z"
    },
    "id": 219182,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219182.json"
    },
    "type": "petition"
}