{
    "attributes": {
        "action": "Change of law to Police removal of illegal encampments without a court order.",
        "additional_details": "Since 2010 there has been significant damage to open spaces and private land owners ground, caused by illegal encampments which has resulted in costly removal of waste and/or repairs.Government figures quote an increase use of unauthorised sites - approx 3,700 in the UK (The Guardian 4.4.2018 Pippa Crerar Deputy political editor.\r\nIn addition, call for provision of lawful sites through consultation with local Councils and residents. Please sign the petition.",
        "background": "Do you agree that trespassers who have not adhered to the land owners request to vacate the area, should be removed or arrested by police without the requirement of a court order.",
        "closed_at": null,
        "created_at": "2018-05-01T14:31:27.483Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-02T19:48:23.974Z",
        "opened_at": null,
        "rejected_at": "2018-05-09T17:04:29.768Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean by \"Change of law to Police removal of illegal encampments without a court order.\"\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-05-09T17:04:29.775Z"
    },
    "id": 219109,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219109.json"
    },
    "type": "petition"
}