{
    "attributes": {
        "action": "Compel retailers to optimise packaging size to minimise packaging waste.",
        "additional_details": "Amazon is aware of the issue and they say that they have developed a software program that determines the \"right-sized\" box for any given item to be shipped to a customer but excess packaging remains a regular occurrence in my experience.",
        "background": "I have ordered a small product in a pouch measuring 25x16x3cm, weighing 150g from Amazon.  They could have shipped it in a small padded envelope but it arrived in a large box measuring 55x20x10cm.  This is not an isolated occurrence.",
        "closed_at": null,
        "created_at": "2018-05-01T21:54:49.321Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-05T00:12:38.782Z",
        "opened_at": null,
        "rejected_at": "2018-05-11T16:05:52.167Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. The law already requires that: \r\n\r\n\"Packaging volume and weight must be the minimum amount to maintain the necessary levels of safety, hygiene and acceptance for the packed product and for the consumer.\"\r\n\r\nYou can find out more here:\r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/460891/BIS-15-460-packaging-essential-requirements-regulations-gov-guidance-notes.pdf\r\n\r\nThe UK Government and Parliament aren't responsible for enforcing the law. Different bodies are responsible for enforcing the law in different parts of the UK. Depending on where you are, you could report your concerns to one of these bodies:\r\n\r\na) In England and Wales, weights and measures authorities (the trading\r\nstandards departments of local councils);\r\n\r\nb) In Northern Ireland, the Department of Enterprise, Trade and Investment;\r\n\r\nc) In Scotland, weights and measures authorities (the trading standards\r\ndepartments of local councils); prosecutions against infringement of the\r\nRegulations are brought by the Procurator Fiscal. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-05-11T16:05:58.663Z"
    },
    "id": 219147,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219147.json"
    },
    "type": "petition"
}