{
    "attributes": {
        "action": "Reintroduce full mortgage interest relief and drop the 3% stamp duty surcharge",
        "additional_details": "There will still be a continuing growth in demand for housing and a significant part of this will have to be available through private landlords. It is time to review the tax changes on buy-to-let landlords. It’s clear that the availability of rental property has decreased and rents have risen markedly. We call for policy change to end these disastrous tax policies which cause such profound suffering.",
        "background": "We call on the Government to reintroduce full mortgage interest relief and to drop the 3% stamp duty surcharge which is increasing homelessness by driving many landlords out of the sector, meaning tenants have less choice and higher rents.",
        "closed_at": null,
        "created_at": "2018-05-03T14:43:02.190Z",
        "creator_name": "Mark Homer",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-05-25T10:24:32.059Z",
            "details": "The Government introduced changes to finance cost relief as part of a package of measures at Summer Budget 2015 to help reduce the deficit and rebalance the economy. By restricting landlord’s finance cost relief to the basic rate of income tax we are helping to reduce the advantage landlords may have over homeowners in the property market. Income tax relief for finance costs is not available to ordinary homebuyers. It is also not available to those investing in other assets, such as shares, so we’re helping to reduce the distortion between property investment and investment in other assets.\r\n\r\nPreviously, landlords could get relief on their finance costs at their marginal rate of income tax. By restricting finance cost relief to the basic rate, all individual landlords will receive the same rate of income tax relief on their finance costs. \r\nLandlords can still claim income tax relief at their marginal rate of tax on day-to-day running costs incurred in letting out a property, such as letting agent fees and replacing furniture. Finance costs are different to other expenses as having a mortgage allows the landlord to purchase a more expensive property and incur larger gains on the investment than they would have done without it.\r\n\r\nUsing actual self-assessment data, HMRC estimate that only 1 in 5 landlords will pay more tax on their property income because of this measure. We appreciate that some of these landlords may face difficult decisions. This is why the government has chosen to act in a proportionate and gradual way. Basic rate income tax relief will still be available on all landlord's finance costs, and the government announced this change almost two years before its implementation. The restriction, introduced in April 2017, is being phased in over 4 years. This gives landlords time to adjust to the changes.\r\n\r\nGiven that only a small proportion of the housing market is affected by this change, the government does not expect it to have a large impact on either house prices or rent levels. The Office for Budget Responsibility (OBR) also expect the impact on the housing market will be small.\r\n \r\nIn April 2016, the Government introduced higher rates of Stamp Duty Land Tax (SDLT) for those purchasing additional properties. While it is right that people should be free to purchase a second home or invest in a buy-to-let property, the Government is aware that this can impact on other people’s ability to get on to the property ladder. The higher rates are part of the Government’s commitment to support first time buyers. Since the higher rates have been introduced, over 500,000 people have bought their first home, and first-time buyers make up an increased share of the mortgaged property market. \r\n\r\nAt Autumn Budget 2017, the Government announced further changes to permanently increase the price at which a property becomes liable to SDLT to £300,000 for first time buyers, with first-time buyers purchasing homes worth between £300,000 and £500,000 saving £5,000. This relief means that 80% of first-time buyers will not pay SDLT, and 95% of first time buyers who pay SDLT will benefit from the change. Since its introduction, 69,000 people have benefited from the relief. Over the next five years, this relief will help over a million first time buyers getting onto the housing ladder.\r\n\r\nThe Government has also taken wider action on housing to help renters get a fair deal and to address homelessness and rough sleeping. At Autumn Budget 2017, the Government committed to £2 billion of extra funding for affordable housing, including for social rented homes, bringing total investment in the Affordable Homes Programme to more than £9 billion. The Government has also allocated over £1.2 billion by 2019/20 to help reduce and prevent homelessness and rough sleeping and is implementing the Homelessness Reduction Act, which will ensure that more people get the help they need earlier to prevent them from becoming homeless in the first place. The Government aims to halve rough sleeping by 2022 and eliminate it by 2027, and has set up a Rough Sleeping and Homelessness Reduction Taskforce to develop a cross-Government strategy to work towards this commitment.\r\n\r\nHM Treasury",
            "responded_on": "2018-05-25",
            "summary": "Higher SDLT on additional dwellings and restricting finance cost relief seeks to support first-time buyers and level the playing field for homeowners. Neither measure is expected to impact rent levels",
            "updated_at": "2018-05-25T10:24:32.059Z"
        },
        "government_response_at": "2018-05-25T10:24:32.062Z",
        "moderation_threshold_reached_at": "2018-05-04T10:29:32.870Z",
        "opened_at": "2018-05-14T09:53:21.286Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-05-17T16:06:04.684Z",
        "scheduled_debate_date": null,
        "signature_count": 18711,
        "state": "open",
        "updated_at": "2018-10-04T09:07:52.021Z"
    },
    "id": 219279,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219279.json"
    },
    "type": "petition"
}