{
    "attributes": {
        "action": "Stop the cuts to Post-16 transport to school for disabled young people in Leeds.",
        "additional_details": "We call upon Leeds City Council to protect one of the most vulnerable groups in society and restore the cuts to school transport before the beginning of the 2018-19 school year. The cuts will disrupt routines, friendships and the education of those affected. They increase the pressure on parents in the considerable caring duties they already have to perform. Some parents will lose their jobs or have their working hours cut if they are forced to take their children to school. Their continued employment is important for their personal and financial reasons.",
        "background": "DEAL are a parent/carer led organisation who are campaigning for Leeds City Council to reverse their decision to stop providing transport for 16-19 year old disabled children to school. In September 2018 the cuts come in to force meaning that many of the young people will miss out on their education",
        "closed_at": null,
        "created_at": "2018-05-02T17:49:11.375Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-02T18:03:40.695Z",
        "opened_at": null,
        "rejected_at": "2018-05-08T17:01:28.320Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nAlternatively, you could contact Leeds City Council directly about this decision:\r\n\r\nhttps://www.leeds.gov.uk/your-council/consultations-and-feedback/let-us-know"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-05-08T17:01:32.525Z"
    },
    "id": 219208,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219208.json"
    },
    "type": "petition"
}