{
    "attributes": {
        "action": "Make the Senior Civil Servant in any Ministry that fails in its duty responsible",
        "additional_details": "Civil servants are not being held responsible for their actions.  Ministers can be \"Kept out of the Loop\" with impunity because civil servants are untouchable.  Civil servants should be liable for dismissal and reduction of pensions for gross misconduct.  The private sector will always find who is responsible and take action against them.  Civil Servants in their sinecures should be held to account.",
        "background": "Ministers are required to resign if their Ministries have performed badly or incorrectly.  The people responsible for these mistakes are the Civil Servants running the departments.  In the event of Ministries failing in their remit, the Senior Civil Servant of that department should be sacked.",
        "closed_at": null,
        "created_at": "2018-05-02T16:04:41.725Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-02T16:53:48.416Z",
        "opened_at": null,
        "rejected_at": "2018-05-08T13:19:12.039Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Civil servants can already be dismissed for gross misconduct. \r\n\r\nYou can find out more about the Civil Service Code here:\r\n\r\nhttps://www.gov.uk/government/publications/civil-service-code/the-civil-service-code\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2018-05-15T11:25:30.222Z"
    },
    "id": 219202,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219202.json"
    },
    "type": "petition"
}