{
    "attributes": {
        "action": "Ofsted Investigation & Independent Regulation\r\nRSC system Abolished",
        "additional_details": "Recent staff suspensions from own Headteachers posts at own run Academy schools.\r\nRSC  unaccountable. Ignores serious concerns. Total disregard of parental concerns/child welfare/choices. Proposed Academy trusts admittedly failing and being 'wound up' but still expanding despite welfare concerns of pupils. Director of Education for EEC sitting on proposed trust with significant control.\r\nFormer staff parents and pupils of NETAT let down, neglected and made to sign disclosures.",
        "background": "A recent Ofsted report placed Waltham Holy Cross in Special Measures to the surprise of parents and pupils.\r\nDespite appeals this has been ignored.\r\nOfsted have an inadequate complaints policy, which they regulate themselves.\r\nAcademy order issued. Major conflicts of interest. RSC total brush off.",
        "closed_at": null,
        "created_at": "2018-05-04T10:16:28.532Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-04T13:13:27.399Z",
        "opened_at": null,
        "rejected_at": "2018-05-11T09:57:37.008Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure whether you want the Government to abolish Ofsted, or to remove specific powers from Ofsted, or to establish a new independent complaints procedure. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-05-11T10:12:14.537Z"
    },
    "id": 219341,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219341.json"
    },
    "type": "petition"
}