{
    "attributes": {
        "action": "Rabies titer test dogs, excluding proven pets, before leaving country of origin",
        "additional_details": "I chose to inform the authorities to protect the UK, my dog is now in quarantine. APHA appear unable to act effectively despite concrete evidence being provided. Concerns of non vaccinated dogs were stated in the 2015 report \"Cross border Transport\" by S. Klevar, DVM, PhD et al.  Rabies & Echinococcus are risks that can be prevented but whilst corrupt professionals and officials abroad operate to allow dogs to enter illegally and pose a health risk, titer testing  is the only viable solution.",
        "background": "My 'rescue dog' Barnaby was bought in the UK. Apparently, from Romania. He had tapeworm so I investigated. I discovered he was from Serbia & know now he wasn't wormed or rabies vaccinated or titered as required. I spoke out hoping APHA would take action, current regulations are inadequate.",
        "closed_at": null,
        "created_at": "2018-05-04T14:55:29.827Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-04T17:51:40.878Z",
        "opened_at": null,
        "rejected_at": "2018-05-21T20:34:15.563Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Rabies testing rules are part of the EU Pet Travel Scheme, so the UK Government can't change them by itself. \r\n\r\nIf the UK government wanted to reintroduce rabies testing, it would need to ask for a derogation (an exemption) under EU law to apply additional import conditions. You could start a new petition asking the UK Government to ask for this derogation. \r\n\r\nAlternatively, you could start a new petition calling on the UK Government to work with other EU member states to change EU law, or for the UK Government to introduce rabies testing once the UK has left the EU. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-05-21T20:34:21.679Z"
    },
    "id": 219359,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219359.json"
    },
    "type": "petition"
}