{
    "attributes": {
        "action": "Put an end to Travelers occupying land that is not a designated site for them.",
        "additional_details": "Travelers cost tax payers considerable money. One group of travelers alone would cost over £500 a week just to clear up after them. Police and other costs add considerably to this. There is no place in modern society for travelers. Why should law abiding citizens put up with and pay for the result of abuse, criminal damage & theft when they move in to the local area? A new way of controlling them should be found.",
        "background": "Section 61 of the Criminal Justice and Public Order Act 1994 is not effective enough to police them. By the time the authorities act on removal - criminal damage, theft, abusive behavior and destruction of the environment has taken place. The law must be updated to stop their way of life.",
        "closed_at": null,
        "created_at": "2018-05-03T18:12:55.512Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-09T11:01:42.802Z",
        "opened_at": null,
        "rejected_at": "2018-05-16T09:55:01.222Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you'd like changes to the Criminal Justice and Public Order Act 1994, but we're not sure exactly what changes you'd like to see. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-05-16T09:55:01.230Z"
    },
    "id": 219303,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219303.json"
    },
    "type": "petition"
}