{
    "attributes": {
        "action": "Take action to repair and restore the U.K. road system.",
        "additional_details": "The state of the roads in the U.K. is a national disgrace and the pot holes are dangerous for all drivers, passengers, motor bike riders, cyclists and pedestrians. \r\n\r\nThe Health and safety of all our citizens must be a priority for government. It is not good enough to say we don’t have the funds to keep our citizens safe.",
        "background": "In 1936 riadfund licence was introduced as a way of funding the road system throughout the U.K. The system changed and insufficient funds are being made available for essential maintenance of our roads.",
        "closed_at": null,
        "created_at": "2018-05-04T06:41:28.196Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-04T15:36:30.650Z",
        "opened_at": null,
        "rejected_at": "2018-05-11T11:41:13.952Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to reintroduce a specific road fund for the maintenance of the UK road network, if that's what you'd like to happen. \r\n\r\nIf you want vehicle tax to include a levy for the repair of roads maintained by local authorities, you may wish to sign this petition instead: https://petition.parliament.uk/petitions/217189\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-05-11T11:41:13.958Z"
    },
    "id": 219326,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219326.json"
    },
    "type": "petition"
}