{
    "attributes": {
        "action": "Reverse youth club closures and increase fundings for existing clubs",
        "additional_details": "Over the past years, several youth clubs across the UK have experienced a decrease in funding in a bid to cut budgets. The young now have nothing to look forward to, their boredom resulting in violence. The Ministry of Justice reports that in the year ending Sept 2017, 4439 knife crimes, where the perpetrator was aged 10-17, occurred. \r\nThe UK must open new youth clubs and increase fundings to ensure the youth participate in more leisure activities, which is sadly the luxury many do not receive.",
        "background": "The closing/decrease in funding of youth clubs often leads to the young participating in violence. Handfuls of shocking statistics, involving increased youth participation in violence such as knife crime, show us the action we must take to ensure safety on the streets of London.",
        "closed_at": null,
        "created_at": "2018-05-06T13:25:55.904Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-06T15:19:45.155Z",
        "opened_at": null,
        "rejected_at": "2018-05-11T15:47:57.943Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Local youth services, like youth clubs, are the responsibilities of local councils.\r\n\r\nYou could start a new petition calling on the Government to give more funding to local councils so that they can provide youth clubs."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-05-11T15:47:57.991Z"
    },
    "id": 219462,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219462.json"
    },
    "type": "petition"
}