{
    "attributes": {
        "action": "Abolish/ limit MPs expenses",
        "additional_details": "Proposal- Expenses, as with other businesses, should be limited to: \r\n1. 3 meal allowances per day up to a maximum of £15 each, no alcohol allowed. If required, paid for from MPs own wages, non reclaimable; \r\n2. Cheapest standard bus/ rail travel from constituency to London. If First Class wanted, anything over and above cheapest fare to be paid from MPs wages, non reclaimable and\r\n3. Cheapest hotel accommodation for overnight stays in London, maximum £75 per night. \r\nThat's it. Nothing else.",
        "background": "MPs expenses are abhorrent and disgustingly over the top. They are literally a cash cow for greedily grabbing more money. Previous claims have included dog food, a duck island, a moat and mortgages/ rent. This has to stop. If these fripperies are allowed as expenses what exactly are their wages for?",
        "closed_at": null,
        "created_at": "2018-05-05T12:32:28.929Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-17T09:22:04.511Z",
        "opened_at": null,
        "rejected_at": "2018-05-21T18:17:53.406Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-05-21T18:17:53.412Z"
    },
    "id": 219406,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219406.json"
    },
    "type": "petition"
}