{
    "attributes": {
        "action": "Introduce Stricter Age Restrictions for Online Use",
        "additional_details": "I hope this guideline can be achieved by simply having to prove your age at the point of creating an email (which is what most sites and apps require upon registering) in order to create a more censored online setting for our children, and to establish separate online environments for both adult and child. I believe that it is paramount for us to develop a new strategy whilst dealing with the impending online epidemic we face.",
        "background": "As a parent of a teenager, I believe there isn’t enough restrictions put in place for underage online activity. I also think there should be stronger guidelines set out for online use, including an age ranking certification system much like that in the film industry.",
        "closed_at": null,
        "created_at": "2018-05-08T18:49:09.111Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-08T19:12:40.430Z",
        "opened_at": null,
        "rejected_at": "2018-05-15T11:17:08.828Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about children's safety online, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-05-15T11:17:08.836Z"
    },
    "id": 219571,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219571.json"
    },
    "type": "petition"
}