{
    "attributes": {
        "action": "British Soldiers who served in N. Ireland must have immunity from prosecution.",
        "additional_details": "",
        "background": "Our soldiers are not currently immune from prosecution. This is wrong. All British soldiers who served in Northern Ireland should have legal immunity from prosecution.",
        "closed_at": "2018-11-18T23:59:59.999Z",
        "created_at": "2018-05-08T19:10:56.052Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-06-11T16:05:07.631Z",
            "details": "This Government will always salute the heroism and bravery of the soldiers and police officers who served to protect the people of Northern Ireland, and in too  many cases paid the ultimate price. It is only due to the courageous efforts of our security forces that we have the relative peace and stability that Northern Ireland enjoys today. Our security forces ensured that Northern Ireland’s future will only ever be decided by democracy and consent, and never by violence. Over 250,000 people served in Northern Ireland during Operation Banner, the longest continuous military deployment in our country’s history, the vast majority with courage, professionalism and great distinction. This Government will never forget the debt of gratitude we owe them.\r\n\r\nCriminal investigations and prosecutions are a matter for the police and prosecuting authorities who act independently of government and politicians. This Government believes in the rule of law.  Where there is evidence of wrongdoing it is right that this should be investigated and, where the evidence exists, for prosecutions to follow. We do not support amnesties or immunity from prosecution. \r\n\r\nThis Government remains committed to the full implementation of the legacy institutions in the Stormont House Agreement of December 2014. The Agreement includes a commitment to establish new legacy institutions, among them a Historical Investigations Unit (HIU) to take forward outstanding investigations into Troubles-related deaths.\r\n\r\nOn 11 May 2018, the UK Government published a consultation paper entitled ‘Addressing the legacy of Northern Ireland’s past’.  The consultation sets out how the institutions are designed to address different aspects of the legacy of the past. The general principles underpinning the proposed new institutions are set out, including the requirement to operate in ways that are balanced, proportionate, transparent, fair and equitable.  The Government believes that these institutions, which represent the balance of a political agreement between all the parties to the Stormont House Agreement provide the best way to address the legacy of Northern Ireland’s past. \r\n\r\nThe HIU will deal with deaths in chronological order. This will ensure terrorist murders, including 185 murders of soldiers, are investigated and any evidential leads pursued. These include the murders of 18 soldiers at Warrenpoint in 1979 and eight in the Ballygawley bus bombing.\r\n\r\nThe HIU would take on the outstanding work of the Police Service of Northern Ireland’s (PSNI’s) Historical Enquiries Team and the outstanding legacy work of the Police Ombudsman for Northern Ireland.  \r\n\r\nIn order to ensure expeditious investigations and to bring an end to investigations into the past, the HIU will be time-limited, with an objective to complete its work in 5 years and specific obligations governing the extent to which a case requires further investigation.\r\n\r\nIn contrast to the current investigatory mechanisms, the new institutions will be victim-centred but also include statutory controls on the way that they operate, such as time-limits, strictly defined remits and safeguards to protect national security. These measures aim to bring to a close investigations into the past and have the potential to provide better outcomes for victims and survivors who suffered most during the Troubles.\r\n\r\nNorthern Ireland Office",
            "responded_on": "2018-06-11",
            "summary": "This Government is unequivocal in our admiration for the Armed Forces whose sacrifices ensured terrorism would never succeed. However, our approach to the past must be consistent with the rule of law.",
            "updated_at": "2018-06-11T16:05:07.631Z"
        },
        "government_response_at": "2018-06-11T16:05:07.633Z",
        "moderation_threshold_reached_at": "2018-05-09T19:10:58.728Z",
        "opened_at": "2018-05-18T13:50:59.515Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-05-21T13:26:36.079Z",
        "scheduled_debate_date": null,
        "signature_count": 54116,
        "state": "closed",
        "updated_at": "2019-02-12T15:35:21.281Z"
    },
    "id": 219576,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219576.json"
    },
    "type": "petition"
}