{
    "attributes": {
        "action": "The Government should end experiments on dogs.",
        "additional_details": "Dogs are used as the ‘second species’ in drugs tests. They are force fed, made to inhale or injected with drugs to see what dose will sicken or kill them. They have no pain relief. Even agricultural products can be tested. In the UK, 6 million of us share our homes with dogs. Only 18% of adults feel it is acceptable to use dogs for medical research. [MORI 2016] Dogs are not substitutes for humans. 90% of drugs that pass preclinical tests fail in human trials. [Biotech Innovation Organization]",
        "background": "The evidence that using dogs in regulatory testing advances scientific knowledge or human safety is limited, yet it causes immense suffering to thousands of dogs every year. [Cruelty Free International]\nIn 2016, 4,932 tests were carried out on dogs, a 6% rise on 2015. [UK Home Office Annual Stats]",
        "closed_at": "2018-11-14T23:59:59.999Z",
        "created_at": "2018-05-07T16:36:22.329Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-06-15T15:53:32.642Z",
            "details": "In the UK, the Medicines and Healthcare products Regulatory Agency (MHRA) is the responsible authority for the assessment and licensing of medicinal products. EU pharmaceutical legislation, delivered by the MHRA, requires that before a new medicine is granted a licence, a battery of in vitro and in vivo tests are conducted to establish the toxicity profiles for the medicine. The legislation requires that new medicines are generally tested in a rodent and a non-rodent species before human clinical trials can begin. As a result of adverse findings from animal studies, a large number of drug candidates do not progress to being tested in humans.\r\n\r\nThis testing is undertaken to provide assurance of the safety of medicines before they are given to humans. Removing this testing could compromise human safety, which this Government would consider to be unacceptable.\r\n\r\nDogs are still important in the development and safety testing of new medicines where there are no validated alternative models available. Whenever possible, dogs are replaced by other suitable animal species. For example, mini-pigs may be used in the place of dogs for some general toxicity studies.\r\n\r\nThe Animals (Scientific Procedures) Act 1986 gives dogs a special status whereby they can only be used if there is no alternative research model and if their use can be justified. This Government welcomes the ongoing work to develop validated alternative models for second species testing. \r\n\r\nHome Office",
            "responded_on": "2018-06-15",
            "summary": "The Animals (Scientific Procedures) Act 1986 gives dogs special status whereby they can only be used in experiments if there is no alternative research model and if their use can be fully justified.",
            "updated_at": "2018-06-15T15:53:32.642Z"
        },
        "government_response_at": "2018-06-15T15:53:32.645Z",
        "moderation_threshold_reached_at": "2018-05-08T09:21:36.232Z",
        "opened_at": "2018-05-14T09:48:01.296Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-06-05T14:51:27.616Z",
        "scheduled_debate_date": null,
        "signature_count": 80691,
        "state": "closed",
        "updated_at": "2018-11-26T13:32:14.487Z"
    },
    "id": 219512,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219512.json"
    },
    "type": "petition"
}