{
    "attributes": {
        "action": "Sikhism should be taught as one of the core religious subject in the  school.",
        "additional_details": "",
        "background": "Sikhs believe that there is a One God, who created the universe and everything within it.Sikhism emphasizes social and gender equality, and stresses the importance of behaving altruistically. It will help pupils to understand the multicultural world and encourages them to be respectful and tolerant.",
        "closed_at": null,
        "created_at": "2018-05-08T15:38:26.355Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-08T17:41:55.568Z",
        "opened_at": null,
        "rejected_at": "2018-05-11T11:16:52.675Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what you mean by \"one of the core religious subjects in the school\". Schools can teach about Sikhism as part of Religious Education. You can find out more about religious education in Schools here: http://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-7167 \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for Sikhism to be included in the National Curriculum as a separate subject, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-05-11T11:21:44.277Z"
    },
    "id": 219563,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219563.json"
    },
    "type": "petition"
}