{
    "attributes": {
        "action": "Scrap car parking charges at NHS Hospitals in England",
        "additional_details": "The NHS should be free at the point of access but hospitals charge up to £300 for a week of parking.\r\n \r\nIn 2014, the Government introduced guidance suggesting free or reduced parking should be available for staff, blue badge holders and visitors of gravely ill relatives.\r\n \r\nSince then, 47% of hospitals have increased their hourly parking charges and almost half still charge blue badge holders.\r\n \r\nThe campaign is supported by FairFuelUK, CLIC Sargent and Headway.\r\n",
        "background": "Hospital car parking charges affect the vulnerable, visitors of ill relatives and hardworking NHS staff. The fees are a major cause of social injustice.\r\n \r\nJoin the campaign to get this stealth tax scrapped, once and for all.\r\n",
        "closed_at": null,
        "created_at": "2018-05-09T17:01:10.965Z",
        "creator_name": "Howard Cox",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-06-27T10:48:30.288Z",
            "details": "67% of NHS sites don’t charge for car parking, meaning the majority of regularly attended community sites and mental health wards - that often see some of the most vulnerable patients – do not charge.\r\n\r\nNHS organisations are locally responsible for the provision and charging for their parking and this includes the methods used to charge and their rules must be clearly displayed.\r\n\r\nWe expect all NHS organisations to follow the published NHS Car Parking Principles but NHS organisations have the freedom to make decisions on their car parking including charges to reflect their local situation. We want to see Trusts coming up with options that put staff, patients and their families first.\r\n\r\nIncome generated from parking charges is used to pay the costs of providing the parking (such as maintenance, security and lighting) and to avoid funds being taken from budgets for healthcare services.\r\n\r\nIf any excess is generated, income generation rules require that it is used to fund clinical services.\r\n\r\nThe principles explicitly state that contracts should not be let on any basis that incentivises additional charges, e.g. 'income from parking charge notices only'. \r\nParking Charge Notices must be applied reasonably.\r\n\r\nIn 2015 a Health Technical Memorandum (NHS car parking management: environment and sustainability) was published to provide helpful guidance on how NHS organisations should approach the provision of car parking and other travel plans – including some good examples of best practice. \r\n\r\nSince introducing free parking at hospitals, Scotland and Wales have seen other issues arise, such as illegitimate use and a lack of spaces. Having a parking regime prevents these problems.\r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2018-06-27",
            "summary": "Hospitals’ car parking policies must put patients first, but removing charges would mean losing over £200m from patient care budgets, and result in fewer spaces being available for genuine users.",
            "updated_at": "2018-06-27T10:48:30.288Z"
        },
        "government_response_at": "2018-06-27T10:48:30.291Z",
        "moderation_threshold_reached_at": "2018-05-10T08:30:36.422Z",
        "opened_at": "2018-06-04T16:46:11.895Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-06-13T20:19:14.963Z",
        "scheduled_debate_date": null,
        "signature_count": 29760,
        "state": "open",
        "updated_at": "2018-12-04T17:20:58.103Z"
    },
    "id": 219650,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219650.json"
    },
    "type": "petition"
}