{
    "attributes": {
        "action": "Stop the government profiting from cannabis sales .",
        "additional_details": "It seems nonsensical that her majesty's government would make comments regarding cannabis stating it has no medical benefit, and yet at the same time collect revenue from companies like GW Pharmaceuticals and British sugar.\r\nBritain is the world's largest producer of legal cannabis a new report for the United Nations has revealed this year, and yet the UK government tries to maintain that cannabis has no medical use.",
        "background": "Stop the government profiting from cannabis sales while stating there is no medical benefit.\r\nEither the government clearly and publicly admits that cannabis has medical benefits or they remove the licences given to certain companies to cultivate cannabis and to manufacture cannabis based medicines.",
        "closed_at": null,
        "created_at": "2018-05-09T17:40:03.175Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-10T12:01:34.197Z",
        "opened_at": null,
        "rejected_at": "2018-05-16T16:33:23.450Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you mean by \"Stop the government profiting from cannabis sales\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a petition calling on the Government not to issue licenses to cultivate cannabis, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-05-16T16:33:23.456Z"
    },
    "id": 219652,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219652.json"
    },
    "type": "petition"
}