{
    "attributes": {
        "action": "Plant more permanent BBQ sites in the Meadows during the summer period",
        "additional_details": "BBQ season in the Meadows is one of the most popular outside activities among the people of Edinburgh. Students, travellers and locals are easily tempted to camp out on a sunny day and use their disposable bbq packs, 50 to a 150 bbqs at the same time.\r\n\r\nThere are not enough sites, the people place their packs on the grass, which burns and leaves it's mark.\r\n\r\nMy suggestion is to plant at least a 100 more temporary bbq sites, in early April and leave them out until September to soften this issue.",
        "background": "Every year when the weather gets a little warmer in Edinburgh, hundreds of people are having their bbq until the sun reaches the Meadows. \r\n\r\nUnfortunately there are not enough sites.\r\nThis forces many people to place their bbq packs on the grass, which burns and leaves it's mark. Let's solve this.",
        "closed_at": null,
        "created_at": "2018-05-11T11:33:53.117Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-14T09:46:25.608Z",
        "opened_at": null,
        "rejected_at": "2018-05-18T16:15:55.959Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The City of Edinburgh Council is responsible for parks such as the Meadows. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.edinburgh.gov.uk/councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-05-21T16:09:14.682Z"
    },
    "id": 219764,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219764.json"
    },
    "type": "petition"
}