{
    "attributes": {
        "action": "stop huge bus fare rises by the company Stage coach for children in Devon",
        "additional_details": "This change will have a serious impact upon many families, especially single parents and the least well-off, many of whom do not own a car. It will also be yet another disincentive for all families to choose to leave their cars at home, and therefore the removal of the child add-ons will negatively impact on Devons air quality, traffic congestion, and contribution to climate. The increase equates to an above normal price increase and is totally unfair.",
        "background": "Stagecoach has announced that, from 29th April 2018, they are abolishing the £1 child add-on ticket for journeys in Devon. These are to be replaced by single fares or a  Child Dayrider costing considerably more.",
        "closed_at": null,
        "created_at": "2018-05-11T12:02:25.500Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-13T23:25:09.981Z",
        "opened_at": null,
        "rejected_at": "2018-05-18T15:13:15.379Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Bus fares are not set by the UK Government. Local bus operators (bus companies) are free to set their own fares. However, local transport authorities (usually local councils) have the power to set maximum fares in some circumstances.\r\n\r\nIf you would like bus fares in your local area to be lower, you could raise this with your local council. You can find out who your local councillor is here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-05-18T15:13:23.784Z"
    },
    "id": 219768,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219768.json"
    },
    "type": "petition"
}