{
    "attributes": {
        "action": "Stop coercing Zimbabwe to compensate imperialist and colonial descendants.",
        "additional_details": "These sanctions have been used to coerce Zimbabwe’s government to add settler farmer compensation clauses to the new constitution. Consequently, Zimbabweans continue to bear the cost of the British colonialism. Yet, contrary to the purpose and intent of the UN Charter and its decolonisation requirements to remedy the injustices of colonial oppression and enable economic development of colonised nations, the UK has paid no damages or restitution for the benefits of 92yrs of colonialism.",
        "background": "After Robert Mugabe's resignation, the UK government expressed interest in re-engaging its former colony Zimbabwe. The UK has urged Zimbabwe to compensate the displaced white settler farmers before sanctions can be lifted (sanctions imposed after Zimbabwe retrieved ill-gotten colonial land).",
        "closed_at": null,
        "created_at": "2018-05-10T13:51:24.010Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-10T14:10:37.726Z",
        "opened_at": null,
        "rejected_at": "2018-08-08T18:00:43.555Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nThe UK Government has not said that white farmers must be compensated before sanctions can be lifted. We are therefore unsure what you would like it to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example to lift sanctions against Zimbabwe if that is what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-09-24T11:37:18.385Z"
    },
    "id": 219706,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219706.json"
    },
    "type": "petition"
}