{
    "attributes": {
        "action": "Ban the sale of products containing unsustainably sourced palm oil in the UK",
        "additional_details": "Did anyone see the Orangutan Diary on BBC 2? The destruction of this species as well as many others is well underway and their already declining population will decrease by a further 1/3 by 2020 unless action is taken. Thousands upon thousands of orangutans have been killed and the destruction of the rain-forests is increasing at an exponential rate. We cannot control what happens in these countries but we can refuse to accept palm oil sourced via an unsustainable method in the UK.",
        "background": "Global production of and demand for palm oil is increasing rapidly. But this is at the expense of tropical rain-forests which form critical habitats for many endangered species and a lifeline for some human communities. Palm oil can be found in many foods and other household items. We can all help.",
        "closed_at": "2018-11-16T23:59:59.999Z",
        "created_at": "2018-05-11T10:02:27.586Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0272",
            "debated_on": "2018-12-10",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2018-12-10/debates/552BC0C6-3EBB-4F5E-BCE9-FAB0E2401267/PalmOil",
            "video_url": "https://parliamentlive.tv/Event/Index/eb1ba053-2d8e-4cc6-a4f4-4089ecb75d7e"
        },
        "debate_outcome_at": "2018-12-11T15:07:19.624Z",
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-11-23T12:06:55.089Z",
            "details": "In October 2012, Defra published the UK Statement on Sustainable Production of Palm Oil. The statement set out that the UK would work towards 100% sourcing of credibly certified sustainable palm oil by the end of 2015. The statement pulled together new and existing commitments on the sourcing of sustainable palm oil which have been made by key organisations representing businesses within the palm oil supply chain in the UK.\r\n\r\nThe market for sustainable palm oil is dominated by the Roundtable for Sustainable Palm Oil (RSPO), and so ’sustainable’ in this context is commonly understood to mean products certified to RSPO standards and criteria. \r\n\r\nConsumption analysis figures in 2015 demonstrated the substantial progress that UK signatories had made since the launch of the UK Statement in October 2012, getting them close to their ambition of sourcing 100% sustainable palm oil. \r\n\r\nHowever, palm oil is often embedded as an ingredient in refined goods, making it very difficult to trace how it is sourced and processed. The UK Round Table on Sustainable Palm Oil convened by the UK government is working to improve reporting, traceability and understanding of supply chains to ensure continuous improvement and increased use of certified palm oil.    \r\n\r\nThe UK has also recognised that more remains to be done at the international level. We are a member of the Amsterdam Declarations Partnership that aims to eliminate deforestation from agricultural commodity chains with European countries and support a 100% sustainable palm oil supply chain in Europe.  As part of this initiative the UK is supporting the development of a strategy which focuses on shared learning across signatory countries and different commodity user groups in those countries, as well as encouraging further action on eliminating deforestation. The UK is also a signatory of the New York Declaration on Forests, a voluntary declaration pledging to halve the rate of deforestation by 2020, to end it by 2030, and to restore hundreds of millions of acres of degraded land.\r\n\r\nAt the programming level, the UK supports the Tropical Forest Alliance (TFA), a public-private initiative with over 90 member organisations, which is taking deforestation out of supply chains for palm oil, pulp and paper, beef and soya. The TFA Africa Palm Oil Initiative recently secured the Marrakesh Declaration on palm oil, under which seven countries and major companies have agreed principles for responsible palm oil in the region. These include respect for human and community rights and no deforestation.\r\n\r\nThrough the Partnership for Forests Programme (DFID, BEIS), the UK is supporting public-private partnerships focused on sustainable agricultural production.  Relevant initiatives under P4F included support to the TFA Africa Palm Oil Initiatives, which is working with ten governments in the region, companies and NGOs to encourage the development of a sustainable African palm oil industry, as well as support to the High Carbon Stock approach, which has developed operational guidelines which allow companies to implement zero deforestation commitments. \r\n\r\nThrough BEIS’ investment in the Forest Carbon Partnership Facility Carbon Fund, we are providing results-based finance to countries which put in place large-scale programmes to address deforestation and forest degradation and deliver emission reductions against an agreed base-line.  The Republic of Congo’s programme is largely focussed on sustainable palm oil production. Programmes in Indonesia and Ghana also, to some extent, include activities related to palm oil production. \r\n\r\nDepartment for Environment, Food and Rural Affairs (Defra)\r\n",
            "responded_on": "2018-11-22",
            "summary": "Government and signatories of the UK Statement on Sustainable Production of Palm Oil have achieved a high level of success in working towards 100% sourcing of credibly certified sustainable palm oil.",
            "updated_at": "2018-11-23T12:07:55.255Z"
        },
        "government_response_at": "2018-11-23T12:06:55.092Z",
        "moderation_threshold_reached_at": "2018-05-11T11:48:51.504Z",
        "opened_at": "2018-05-16T13:15:42.927Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-11-01T20:23:33.242Z",
        "scheduled_debate_date": "2018-12-10",
        "signature_count": 89802,
        "state": "closed",
        "updated_at": "2018-12-11T15:07:19.625Z"
    },
    "id": 219758,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219758.json"
    },
    "type": "petition"
}