{
    "attributes": {
        "action": "Stop Agencies in the Construction industry using Bogus Self Employment.",
        "additional_details": "This petition is for all trades, electricians, plumbers, bricklayers, painters, machine drivers, labourers, ground workers, rail workers and many many more.\r\n\r\nBogus self employment, umbrella companies, false CIS, false LTD, payroll companies all used to avoid Employer and Tax responsibilities and ignore industry agreements.\r\n\r\nPlease sign the petition, let’s put a stop to Bogus Self Emplyment.",
        "background": "Enough is enough, please sign the petition to stop agencies in the Construction Industry who recruit all different trades and use Bogus Self Employment as a way of avoiding their Employer and Tax responsibilities.\r\n\r\nIt’s 2018, and the bogus self employment scam is still alive!\r\n\r\nPlease sign.",
        "closed_at": null,
        "created_at": "2018-05-11T06:34:18.673Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-11T09:14:41.075Z",
        "opened_at": null,
        "rejected_at": "2018-05-17T17:48:55.677Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about people being wrongly classified as being self-employed, but we're not sure exactly what action you'd like to see. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-05-17T17:48:55.690Z"
    },
    "id": 219743,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219743.json"
    },
    "type": "petition"
}