{
    "attributes": {
        "action": "If there is no agreement to leave the EU then brexit must be stopped",
        "additional_details": "",
        "background": "If there is no agreement by the deadline for reaching agreement with the EU during the talks then brexit should be stopped as leaving with no deal will be very bad for businesses and for the Irish border issue and for EU citizens living here.",
        "closed_at": null,
        "created_at": "2018-05-13T01:48:34.993Z",
        "creator_name": "Ciaran O’Doherty",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-10-03T09:06:32.219Z",
            "details": "We are leaving the EU. That’s what the British public voted for and that is what we will deliver. \r\n\r\nNegotiations are progressing well and we are confident of a deal this autumn. We have been having regular discussions with the EU on the future framework, outlining our positions on a wide range of topics covering the future security partnership and the future economic partnership, and we remain confident of reaching agreement on the Withdrawal Agreement and Future Framework. \r\n\r\nWe have now locked down the text on the majority of other separation issues. Taken with the agreement reached in March on the implementation period, on citizens’ rights and on the financial settlement - we have now reached agreement on around 80% of the Withdrawal Agreement. This provides important certainty for businesses and individuals.\r\n \r\nThe Government has also published its White Paper on the future relationship, which is our vision for a bold, ambitious and innovative new partnership with the EU. Principled and practical, faithful to the referendum, it delivers a deal that is good for the UK, and good for our EU friends.\r\n\r\nNow that the White Paper has been published, our negotiations with the EU are accelerating and intensifying. We have already seen an increase in pace with Michel Barnier now pledging ‘continuous negotiations’. We expect the EU to engage seriously with the proposals and both negotiating teams to work at pace to reach a substantive agreement on the Future Framework in the autumn. \r\n\r\nWe firmly believe it is in the interests of both the EU and the UK to strike a deal. That remains the goal on both sides and we are confident that this will be achieved. But it is the job of a responsible Government to prepare for all scenarios, including the unlikely event that we reach March 2019 without agreeing a deal. \r\n\r\nWe have already carried out very significant ‘no deal’ preparations and have been publishing a series of notices so that businesses and citizens have time to prepare. This does not reflect an increased likelihood of ‘no deal;’ an acceleration at this point was long-planned to ensure plans are in place by March 2019 in the unlikely scenario they are needed.\r\n\r\nOur objective in our preparations is to minimise disruption and to prioritise continuity and stability, including for businesses, at the border, as well as for EU citizens in the UK.\r\n\r\nOver the past year we have spent time talking to businesses across different industries about how they could be preparing for exit. The notices published on gov.uk over the last few weeks provide further information in order to guide businesses on how they can best prepare for our exit from the EU. We will continue working closely with industries that are most affected by ‘no deal’ plans and implementation, particularly to understand how we can support businesses in making the transition outside of the European Union.\r\n\r\nAt the border, we will continue to apply highly automated, risk based and intelligence targeted customs controls when the UK leaves the EU. As they do today, HMRC will work closely with industry to ensure its interventions are conducted in a way which minimises delays and additional burdens for legitimate trade, while robustly ensuring compliance.\r\n\r\nThe Prime Minister has been clear from the beginning of this process that she wants EU Citizens and their families in the UK to be able to stay. She gave a clear commitment to EU citizens in October, when she said “I couldn’t be clearer: EU citizens living lawfully in the UK today will be able to stay.” The UK will move swiftly to safeguard the future of EU citizens, regardless of the outcome of negotiations.\r\n\r\nWhilst striking a deal with our EU partners remains our top priority, we are supporting businesses and citizens to prepare for all scenarios and stepping up preparations to ensure that ‘no deal’ plans are well-developed. Over the coming months more of these preparations will become clear, while our focus and discussions with the EU remain on achieving the ambitious and positive deal we hope for and expect.\r\n\r\nWhatever the outcome of our negotiations, we stand ready to make a success of Brexit.\r\n\r\nDepartment for Exiting the European Union.",
            "responded_on": "2018-10-01",
            "summary": "Whilst striking a deal with our EU partners remains the outcome we expect, ‘no deal’ plans are well-developed and we stand ready to make a success of Brexit, whatever the outcome of our negotiations.",
            "updated_at": "2018-10-03T09:06:32.219Z"
        },
        "government_response_at": "2018-10-03T09:06:32.223Z",
        "moderation_threshold_reached_at": "2018-05-13T03:33:45.914Z",
        "opened_at": "2018-05-18T16:22:27.971Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-09-17T10:00:14.076Z",
        "scheduled_debate_date": null,
        "signature_count": 60306,
        "state": "open",
        "updated_at": "2018-10-04T10:57:44.569Z"
    },
    "id": 219905,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219905.json"
    },
    "type": "petition"
}