{
    "attributes": {
        "action": "UK to pull out of Eurovision, Time to put the money into more important subjects",
        "additional_details": "A stage invader went on during the UK performance sadly a trend which could become a yearly event, Proving the contest is more policital than ever before, Should a country that leads the way within the music scene pour money into a contest for country's it's paying for too mock not only our contestants but also mock the UK as a country, We are now a laughing stock within Europe, Just as we leave the EU it's time to turn our back on Eurovision, Leave now while we have some dignity intact,",
        "background": "Years of bloc and political voting for a contest that is no longer about the music the UK need to pull out of Eurovision to which they fund a lot of the money for the contest year after year, Now it's time that money went else where and was put to better use for the UK and it's people,",
        "closed_at": null,
        "created_at": "2018-05-13T06:55:16.354Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-13T09:41:23.887Z",
        "opened_at": null,
        "rejected_at": "2018-05-18T09:47:43.592Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n\r\nYou might like to write to the BBC to make this suggestion."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-05-18T09:47:47.548Z"
    },
    "id": 219914,
    "links": {
        "self": "https://petition.parliament.uk/petitions/219914.json"
    },
    "type": "petition"
}