{
    "attributes": {
        "action": "Break all ties with EU institutions and policies completely",
        "additional_details": "On June 23 2016 the British people voted to Leave the EU. \r\nThere were only two choices on the ballot paper. \r\nThey were a vote to Remain or a vote to Leave. \r\nWe knew what we were voting for. \r\nWe voted to leave the EU. \r\nThe Government must deliver the will of the people. \r\nWe must leave the EU.\r\nWe did not vote for a Brexit fudge. In other words, kept in the EU in all but name. \r\nWe voted to take back control of our country and our sovereignty. \r\nThe Government must sever all ties with the EU.\r\n",
        "background": "Leaving the EU must mean leaving the Single Market, Customs Union, the jurisdiction of the ECJ, the Common Agricultural Policy and the Common Fishing Policy. \r\nThere must be a clean break from the EU so Britain can take back control of its laws, borders, trade and money.\r\n",
        "closed_at": "2018-11-21T23:59:59.999Z",
        "created_at": "2018-05-15T16:34:25.025Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-08-21T12:35:34.187Z",
            "details": "As the Prime Minister has made clear, when we leave the European Union, we will also be leaving the EU’s Single Market and Customs Union.\r\n\r\nThe Government has published a White Paper setting out a clear proposal for the future relationship we want to build with the European Union. This includes a UK-EU free trade area for goods to ensure continued frictionless access at the border to each other's markets, underpinned by an upfront commitment to a common rulebook on goods and agri-food.\r\n\r\nWe have listened to EU leaders and we understand and respect the position that the four freedoms of the single market are indivisible and there can be no cherry-picking.\r\n\r\nThe Government’s proposals put our rights and responsibilities in a new balance that fulfils our joint ambition to establish a deep and special partnership once the UK has left the EU.\r\n\r\nThe White Paper also sets out a new proposal for a Facilitated Customs Arrangement (FCA) with the EU. The FCA is a business-friendly model that seeks to facilitate the greatest possible trade between the UK and its trading partners, whether in Europe or the rest of world, while allowing the UK to set its own tariffs. The FCA removes the need for new customs checks and controls between the UK and the EU, as if in a combined customs territory with the EU.\r\n\r\nThe Prime Minister has also been clear that in leaving the EU, we will also bring about an end to the jurisdiction of the CJEU in the UK.\r\n\r\nThe proposal set out in the White Paper delivers on that commitment. No longer will courts in the UK be able to refer cases to the CJEU, nor will the CJEU be able to arbitrate disputes between the UK and the EU.\r\n\r\nThe CJEU will no longer have the power to make laws for the UK and the principles of direct effect and of the supremacy of EU law will no longer apply in the UK. Instead, rights will be enforced in the UK by UK courts and in the EU by EU courts.\r\n\r\nThe UK will also leave the Common Agricultural Policy and Common Fisheries Policy. We will be able to design a domestic agricultural policy that works in the best interests of the UK. We will also be an independent coastal state under international law, and therefore be able to control and manage access to UK waters, including fisheries.\r\n\r\nAs the Prime Minister has said, our decision to leave the EU does not mark an end to our relationship with the EU. It marks a new beginning for our partnership with our European allies. However, the agreement we reach with the EU must respect the result of the referendum which was a vote to take control of our borders, laws and money.\r\n\r\nWe are confident that the we can reach a positive deal on our future partnership, as this would be to the mutual benefit of both the UK and the EU. We therefore approach the negotiations in this spirit.\r\n\r\nDepartment for Exiting the European Union",
            "responded_on": "2018-08-21",
            "summary": "The UK is leaving the EU’s Single Market and Customs Union. The UK will also leave the Common Agricultural and Common Fisheries Policy and bring an end to the jurisdiction of the CJEU in the UK.",
            "updated_at": "2018-08-21T12:35:34.187Z"
        },
        "government_response_at": "2018-08-21T12:35:34.190Z",
        "moderation_threshold_reached_at": "2018-05-15T16:47:10.251Z",
        "opened_at": "2018-05-21T18:26:07.868Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-07-18T08:51:07.992Z",
        "scheduled_debate_date": null,
        "signature_count": 28546,
        "state": "closed",
        "updated_at": "2018-12-03T12:34:21.852Z"
    },
    "id": 220073,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220073.json"
    },
    "type": "petition"
}