{
    "attributes": {
        "action": "Challenge the way Catchment areas for schools is calculated, its outdated",
        "additional_details": "I would like parliament to review the process of how the catchment areas are calculated to geographical location and closest school as it’s based on practicality – children will become friends with local children, those travelling further might not make it in bad weather. local schools for local children.",
        "background": "School Catchment areas use an outdated straight line rule which has been in place for over 30 years. My child who live 0.8 miles away from a school didn't get a place int hat school as its not in \"our\" catchment area. Unbelievably the school in our catchment area is 2.8 miles away.",
        "closed_at": null,
        "created_at": "2018-05-15T16:44:20.817Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-15T17:54:25.810Z",
        "opened_at": null,
        "rejected_at": "2018-05-22T10:56:05.487Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe UK Government and Parliament aren't responsible for defining catchment areas for specific schools. That's the responsibility of local admissions authorities and schools. Local admissions authorities aren't required to use a \"straight line rule\" to define catchment areas, so we're not sure exactly what you'd like to happen. \r\n\r\nThe UK Government and Parliament are responsible for the School Admissions Code. You can read the Code here:\r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/389388/School_Admissions_Code_2014_-_19_Dec.pdf\r\n\r\nOn catchment areas, the Code says:\r\n\r\n\"Catchment areas must be designed so that they are reasonable and\r\nclearly defined. Catchment areas do not prevent parents who live outside\r\nthe catchment of a particular school from expressing a preference for the\r\nschool.\"\r\n\r\nYou could start a new petition asking for a specific change to the School Admissions Code, if that's what you'd like to happen. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2018-05-22T10:56:10.075Z"
    },
    "id": 220077,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220077.json"
    },
    "type": "petition"
}