{
    "attributes": {
        "action": "Increase funding & testing of pulmonary fibrosis & idiopathic pulmonary fibrosis",
        "additional_details": "Men are nearly twice as likely as women to suffer from IPF.\r\nThere are 5000 new cases of IPF every year in the UK.\r\n50% of IPF sufferers die within 3 years of diagnosis.\r\nMore than 30,000 people will be diagnosed with IPF in the EU each year.\r\nIPF is more common than all leukaemias combined. Treatment options for pulmonary fibrosis are limited as the disease is progressive. The prognosis is poor for pulmonary fibrosis. The survival (life expectancy) for most patients is less than 5 years.",
        "background": "Idiopathic Pulmonary fibrosis is a condition in which the lung tissue becomes thickened, stiff & scarred over a period of time. The lungs lose their ability to transfer oxygen into the bloodstream. As a result, the brain and other organs don’t get the oxygen they need.",
        "closed_at": "2018-11-18T23:59:59.999Z",
        "created_at": "2018-05-14T18:54:48.830Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-10-24T09:16:18.917Z",
            "details": "The Government has a mandate to NHS England for 2018-19 which holds the NHS to account for its performance across the measures in the NHS Outcomes Framework. One of the key priorities in this framework is to prevent deaths from respiratory diseases.\r\n\r\nThe Government has also announced a new five-year funding settlement for the NHS, which will see an increase of £20.5 billion in real terms by 2023-24. NHS leaders are currently developing a long-term plan, to be published at the end of this year, which will underpin this settlement. No decisions have been made yet over the share of funds to be allocated to lung diseases, however NHS England has highlighted respiratory healthcare as one of its main priorities to be included in the plan.\r\n\r\nPulmonary fibrosis (PF) and idiopathic pulmonary fibrosis (IPF) are incurable types of interstitial lung disease (ILD) for which there are few treatment options. NHS England publishes a service specification for ILDs to encourage clinicians to refer patients to their nearest ILD centre for the appropriate investigations and treatment. \r\n\r\nThe National Institute for Health and Care Excellence (NICE) also publishes guidelines and quality standards for IPF to help healthcare professionals diagnose the condition and provide effective treatment. There are only two licenced disease-modifying drugs available for IPF – pirfenidone and nintedanib. Both of these drugs are approved by NICE and are prescribed by the ILD centres. \r\n\r\nOther types of treatment such as rehabilitation, nursing support, home oxygen, and palliative care, are set out in the ILD service specification to make clear the standards of care expected from NHS providers. \r\n\r\nNHS England also funds the Respiratory Futures programme hosted by the British Thoracic Society (BTS). This is a resource to support innovation and sharing of best practice on respiratory conditions. The BTS maintains a registry to collect and review national data on IPF to improve the diagnosis and care of people living with the disease. \r\n\r\nThe ILD service specification from NHS England is available here:  https://www.england.nhs.uk/wp-content/uploads/2018/08/Interstitial-lung-disease-service-adult.pdf  \r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2018-10-24",
            "summary": "Reducing deaths from lung disease is a key NHS priority. NHS England funds specialist services for pulmonary fibrosis and is developing a new long-term plan to improve respiratory care.",
            "updated_at": "2018-10-24T09:16:18.917Z"
        },
        "government_response_at": "2018-10-24T09:16:18.920Z",
        "moderation_threshold_reached_at": "2018-05-14T19:20:33.756Z",
        "opened_at": "2018-05-18T16:43:27.064Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-10-03T15:25:08.072Z",
        "scheduled_debate_date": null,
        "signature_count": 10932,
        "state": "closed",
        "updated_at": "2018-11-19T00:00:07.151Z"
    },
    "id": 220016,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220016.json"
    },
    "type": "petition"
}