{
    "attributes": {
        "action": "Give working mums support to pay child care for children between birth - 3yrs",
        "additional_details": "",
        "background": "I am a new working mum and I can not believe how expensive child care is, working on the national minimal wage how are mums able to work to cover child care costs when it takes over 3/4 of their wage. Why penalise the people who WANT to work",
        "closed_at": "2018-11-22T23:59:59.999Z",
        "created_at": "2018-05-16T17:01:44.036Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-08-03T15:58:16.204Z",
            "details": "The Government believes that helping parents with their childcare costs is one of the best ways to help people into work, support families with the cost of living, and ensure every child has the opportunity of a high quality early education. The current childcare offer is comprehensive, it is broad ranging and reflects different family circumstances, covering children over a range of ages - including birth to 3.\r\n\r\nThis government has done more than any other to help parents with childcare costs, spending more than ever before: around £6 billion per year by 2020. We are fully focused on embedding three significant childcare measures: Tax Free Childcare, available to parents with children 0-16; Universal Credit (UC), providing up to 85% of childcare costs for children 0-12 and extending our free educational entitlements by offering 30 hours free childcare for 3 and 4-year-olds for working parents earning up to £100,000.\r\n\r\nUC is rolling out now. We know the best way to help families improve their lives is by supporting parents into employment and UC offers parents tailored support to move into work that fits around their caring responsibilities. Working parents can claim back up to 85% of eligible childcare costs under UC, which is worth up to £646 per month for one child or £1,108 per month for someone with two or more children. If someone has accepted an offer of paid work, they are eligible to be paid these costs for the month prior to starting work. For an existing UC claimant unable to pay for upfront childcare costs in the month that they start work or increase their working hours, budgeting advances are also available. By March 2023 UC will have replaced Working Tax Credits under which, currently, working families on lower incomes can get up to 70% of their childcare costs paid.\r\n\r\nAdditional support is available for disadvantaged children. For 2-year-olds, 15 hours per week of free childcare is available for families receiving UC with an annual net earned income up to £15,400 and for families receiving other benefits currently qualifying them for free school meals. Also eligible are those receiving working tax credits (with an annual gross household income of no more than £16,190). Children entitled to certain benefits or support for a disability or special educational need, looked after children and certain children who have been in care, including those who’ve been adopted, can also receive this offer.\r\n\r\nUniversally free early education is available to all 3 and 4-year-old children in England. The Government introduced 15 hours universal free childcare, which provides 570 hours per year free childcare from the term starting after a child’s 3rd birthday. Worth around £2,500 on average per year, it helps children to develop social skills and prepares them for school.\r\n\r\nThe 30 hours free childcare offer for 3 and 4-year-olds supports parents working at least 16 hours per week, earning at least the national minimum wage(NMW;  this can be a sole parent in a single parent family who only has to earn £125 per week – or the equivalent of 16 hours at the NMW – to be able to access the 30 hours offer) and up to a maximum of £100,000 per year. 30 Hours provides an additional 570 hours per year above the universal 15 hours entitlement, saving families and estimated £5,000 per year in total.\r\n\r\nSharing the same eligibility criteria as 30 hours, Tax-Free Childcare (TFC), broadens access to childcare, enabling more parents to work. Parents can receive up to £2,000 per year per child under 12 (or £4,000 per year per disabled child under 17). TFC is not available to those in receipt of Universal Credit, Tax Credits or Childcare Vouchers.\r\n\r\nSome employers offer the Childcare Voucher Scheme (CVS), which can save parents of under 16s (17s if disabled) who are basic rate taxpayers up to £933 per parent per year in tax relief. CVS is being replaced by TFC and will close to new entrants from 4 October 2018. Shared Parental Leave, another employment-related scheme, allows parents to share up to 50 weeks’ leave and up to 37 weeks’ pay in the first year following their child’s birth or adoption. This has particular value in supporting working mothers back to work.\r\n\r\nIn addition, the Government is committed to ensuring that every child gets the best start in life. A cross-government working group has been set up to review the support available for families from conception to age 2. The group will seek to identify gaps in the support currently available and make recommendations on how co-ordination across departments can be improved. \r\n\r\nFurther information:\r\n\r\nOn current benefits: \r\nhttps://www.childcarechoices.gov.uk/\r\nhttps://www.gov.uk/shared-parental-leave-and-pay \r\nhttps://www.gov.uk/childcare-grant).\r\n\r\nOn the working group: \r\nhttps://www.gov.uk/government/news/leader-of-the-commons-to-chair-ministerial-group-on-family-support-from-conception-to-the-age-of-two\r\n\r\nDepartment for Education",
            "responded_on": "2018-08-03",
            "summary": "More childcare support is available to families than ever before – backed by the highest level of spending on childcare than any government.",
            "updated_at": "2018-10-12T12:02:26.019Z"
        },
        "government_response_at": "2018-08-03T15:58:16.207Z",
        "moderation_threshold_reached_at": "2018-05-16T17:39:55.600Z",
        "opened_at": "2018-05-22T15:26:00.599Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-07-22T06:20:54.538Z",
        "scheduled_debate_date": null,
        "signature_count": 81328,
        "state": "closed",
        "updated_at": "2018-11-23T21:21:49.809Z"
    },
    "id": 220162,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220162.json"
    },
    "type": "petition"
}