{
    "attributes": {
        "action": "Give working mums support to pay child care for children between birth - 3yrs",
        "additional_details": "",
        "background": "I am a new working mum and I can not believe how expensive child care is, working on the national minimal wage how are mums able to work to cover child care costs when it takes over 3/4 of their wage. Why penalise the people who WANT to work",
        "closed_at": null,
        "created_at": "2018-05-16T17:01:44.036Z",
        "creator_name": "Sami Austin",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-08-03T15:58:16.204Z",
            "details": "The Government believes that helping parents with the cost of childcare is one of the best ways to help people into work, support families with the cost of living, and ensure every child has the opportunity of a high quality early education.\r\n\r\nOur aims are two-fold. Firstly, ensuring the delivery of good quality childcare that is affordable and available to parents; allowing every child to access early education which is vital to their future. Secondly, supporting parents with the costs of childcare, particularly where it is a barrier to them entering or progressing in work.\r\n\r\nThis government has done more than any other to help parents with childcare costs, spending more than ever before: around £6 billion per year by 2020, and is currently focused on rolling out three significant new childcare measures which will extend childcare support to a wider range of parents.\r\n\r\nGenerous support under Universal Credit (UC) is rolling out now, providing 85% of childcare costs from the first hour of work. Tax-Free Childcare (TFC) is now available to all eligible families - providing fairer and better targeted support. And since September 2017, working parents of 3- and 4-year-olds have been able to access 30 hours free childcare, supporting parents to increase their working hours.\r\n\r\nThe Government is committed to supporting disadvantaged children and closing the development gap. The 2-Year-Old Entitlement, which provides 15 hours per week of free childcare, is available for families in receipt of UC with an annual net earned income up to £15,400 and for families in receipt of other benefits currently qualifying them for free school meals. Also eligible are those receiving working tax credits (with an annual gross household income of no more than £16,190). Children entitled to certain benefits or support for a disability or special educational need, looked after children and certain children who have been in care, including those who’ve been adopted, can also receive this offer.\r\n\r\nTo provide free early education for all 3 and 4-year-old children in England, the Government introduced the 15 hours universal free childcare scheme, which provides 570 hours per year free childcare from the term starting after a child’s 3rd birthday. Worth around £2,500 on average per year, it helps children to develop social skills and prepares them for school. \r\n\r\nThe 30 hours free childcare offer for 3 and 4-year-olds supports parents working at least 16 hours per week and earning at least the national minimum wage (this can be a sole parent in a single parent family; a lone parent only has to earn £125 per week – or the equivalent of 16 hours at the national minimum wage – to be able to access 30 hours of free childcare). 30 Hours provides an additional 570 hours per year above the universal 15 hours entitlement and is estimated to save families up to £5,000 per year in total.\r\n\r\nSharing the same eligibility criteria as 30 hours, Tax-Free Childcare (TFC), broadens access to childcare, enabling more parents to work.  Parents eligible, working 16 hours per week at the national minimum wage and earning under £100,000 per year, can receive up to £2,000 per year per child under 12 (or £4,000 per year per disabled child under 17). TFC is not available to those in receipt of Universal Credit, Tax Credits or Childcare Vouchers. \r\n\r\nSome employers offer the Childcare Voucher Scheme, which can save parents of under 16s (17s if disabled) and who are basic rate taxpayers up to £933 per parent per year in tax relief. Childcare Voucher Schemes are being replaced by TFC and will close to new entrants from 4 October 2018. Shared Parental Leave is another employment-related scheme, which allows parents to share up to 50 weeks’ leave and up to 37 weeks’ parental pay in the first year following their child’s birth or adoption. This is of particular value in supporting working mothers back into work.\r\n\r\nUC provides support with childcare for couples or single parents who are working but on a low income, and with a child under 16. Parents can receive up to £646 per month for one child or £1,108 per month for two or more children. To be eligible, there is no minimum number of hours that a parent needs to work. If someone has accepted an offer of paid work, they are eligible to be paid these costs for the month prior to starting work. By March 2023, UC will have replaced Working Tax Credits under which, currently, working families on lower incomes can get up to 70% of their childcare costs paid, for children up to 16 (or 20 if in eligible education or training).\r\n\r\nLooking to the future, the Government has recently announced the Leader of the House of Commons, Andrea Leadsom, as chair of a cross-government working group on early years, to review early years from birth to the age of 3.\r\n\r\nDetailed information on this support is provided at: https://www.childcarechoices.gov.uk/, https://www.gov.uk/shared-parental-leave-and-pay\r\n\r\nDepartment for Education",
            "responded_on": "2018-08-03",
            "summary": "More childcare support is available to families than ever before – backed by the highest level of spending on childcare than any government.",
            "updated_at": "2018-08-03T15:58:16.204Z"
        },
        "government_response_at": "2018-08-03T15:58:16.207Z",
        "moderation_threshold_reached_at": "2018-05-16T17:39:55.600Z",
        "opened_at": "2018-05-22T15:26:00.599Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-07-22T06:20:54.538Z",
        "scheduled_debate_date": null,
        "signature_count": 51630,
        "state": "open",
        "updated_at": "2018-10-04T07:56:04.724Z"
    },
    "id": 220162,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220162.json"
    },
    "type": "petition"
}