{
    "attributes": {
        "action": "Award a medal to British personnel involved in any nuclear testing program",
        "additional_details": "These men bore witness to the most devastating weapon this country ever produced, yet have laboured ever since under an oppressive cloud of official denial. \r\n\r\nIt is time this nation repaid the debt of honour it owes to all British Nuclear Veterans who participated and their families. Every other nuclear power has recognised its nuke vets and Britain must, in all good conscience, do the same.\r\n\r\nPlease show your support for an official medal for the nuclear veterans by signing the petition below.",
        "background": "It is 60 years since Operation Grapple Y, when Britain exploded a 2.8 megaton bomb at Christmas Island in the South Pacific with the help of 22,000 servicemen.\r\n\r\nThe British Nuclear Testing Programme ran between 1952 and 1967, it was the largest Tri-Service operation since the D-Day landing.",
        "closed_at": null,
        "created_at": "2018-05-16T19:23:13.718Z",
        "creator_name": "Alan Owen",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-08-21T11:06:26.189Z",
            "details": "Their selfless contribution ensured that the UK was equipped with the deterrent we needed during the dangerous years of the Cold War.\r\n\r\nThe Ministry of Defence has asked the Cabinet Office if The Committee on the Grants of Honours, Decorations and Medals (The HD Committee) would consider looking afresh at the previous information, and examine any new evidence presented by campaigners. If the Committee decides that a medal is appropriate recognition for veterans, a recommendation will be made to Her Majesty The Queen. It is envisaged that if the recommendation is supported any subsequent medal would be made available to all those who witnessed the nuclear tests. \r\n\r\nMinistry of Defence",
            "responded_on": "2018-08-21",
            "summary": "The Government continues to recognise and be grateful to all Service personnel and civilians who participated in the British Nuclear testing programme.",
            "updated_at": "2018-08-21T11:06:26.189Z"
        },
        "government_response_at": "2018-08-21T11:06:26.191Z",
        "moderation_threshold_reached_at": "2018-05-16T19:49:26.402Z",
        "opened_at": "2018-05-18T14:49:23.891Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-08-16T07:48:04.248Z",
        "scheduled_debate_date": null,
        "signature_count": 10639,
        "state": "open",
        "updated_at": "2018-10-04T10:58:07.531Z"
    },
    "id": 220170,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220170.json"
    },
    "type": "petition"
}