{
    "attributes": {
        "action": "Keep the rights of EU27 + EFTA citizens already in the UK unchanged after Brexit",
        "additional_details": "This statement was signed by Boris Johnson, Michael Gove, Gisela Stuart and Priti Patel. This promise has not been kept despite Michael Gove and Boris Johnson being government ministers. \nEU27 citizens living in the UK will have to apply for settled status so reducing their current rights, for example by ending their right to return to the UK after more than five years absence and ending European Court of Justice oversight of citizens’ rights. There is currently no guarantee of voting rights.",
        "background": "Before the EU referendum Vote Leave said: “There will be no change for EU citizens already lawfully resident in the UK. These EU citizens will automatically be granted indefinite leave to remain in the UK and will be treated no less favourably than they are at present.” (1 June 2016).",
        "closed_at": "2018-11-30T23:59:59.999Z",
        "created_at": "2018-05-16T19:41:03.154Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-09-17T10:19:44.602Z",
            "details": "The Prime Minister has been clear that safeguarding the rights of EU citizens living in the UK, and UK nationals living in the UK, is her first priority for negotiations. We have reached an agreement with the EU on the rights of EU citizens living in the UK, as set out in the draft legal text of the Withdrawal Agreement. The agreement confirms that all EU citizens legally resident in the UK by December 2020 will be able to continue living their lives broadly as now. It will enable families who have built their lives together in the UK and EU to stay together. It also gives people more certainty about residency, healthcare, pensions and other benefits. \r\n\r\nThe UK is implementing this agreement through the EU Settlement Scheme and the granting of settled status. EU citizens and their family members who obtain settled status will be granted indefinite leave to remain (ILR) in the UK. \r\n\r\nWe have agreed that those granted settled status (ILR) in line with the Withdrawal Agreement can also benefit from certain more favourable entitlements, with regard to their residence status. This means, for example, that their settled status will not lapse unless the holder has been absent from the UK for more than five consecutive years, as opposed to the usual two years under EU law. EU citizens will also be able to be joined by close family members after the end of the implementation period (where the relationship existed on 31 December 2020 and still exists when the person wishes to come to the UK).\r\n\r\nIn addition, the Withdrawal Agreement will ensure equal treatment to UK nationals with respect to social security, social assistance, health care, employment and self-employment, education and training, and tax.\r\n\r\nIn the UK, the Withdrawal Agreement will be fully incorporated into UK law, meaning EU citizens will be able to rely directly on the terms of the Agreement in UK courts. UK courts will be able to ask the CJEU questions on specific points of law in relation to citizens’ rights, having had due regard to whether relevant case law exists, but it will be for our courts to make final judgments. This voluntary reference procedure is time-limited: UK courts will be able to refer questions that relate to settled status to the CJEU for eight years from exit day and other aspects of the Citizens’ Rights part of the agreement for eight years from the end of the implementation period. The UK will also be establishing an Independent Monitoring Authority (IMA) to monitor how the agreement is implemented in the UK, to ensure that the citizens’ rights agreement is faithfully implemented, and to provide additional assurance for EU citizens\r\nliving in the UK. The IMA will have the power to receive complaints from citizens and take appropriate action if they believe there has been a failure on the part of the authorities to implement the terms of the Withdrawal Agreement.\r\n\r\nThe Government was clear from the start of withdrawal negotiations that EU citizens in the UK and UK citizens in the EU should have their voting and candidacy rights protected. We are disappointed that the EU was unwilling to match our position and protect these rights in the Withdrawal Agreement. We will look to explore bilateral arrangements on voting rights with Member States that do not already provide for this in their national law. \r\n\r\nThe EU deal will not cover EFTA (European Free Trade Association) nationals, as they are not EU nationals. We are in discussions with the EEA EFTA states (Norway, Iceland and Liechtenstein) and Switzerland on agreements to protect the rights of UK nationals living in those countries and their nationals living in the UK. The Government intends that the settlement scheme (described in the Home Office’s Statement of Intent) will be open to other EEA citizens and Swiss citizens (and their family members) on a similar basis as for EU citizens.  \r\n\r\nDepartment for Exiting the European Union.\r\n\r\n",
            "responded_on": "2018-09-17",
            "summary": "Under the draft Withdrawal Agreement, EU citizens living in the UK by 31 December 2020 will be able to stay and continue their lives broadly as they do now.",
            "updated_at": "2018-09-17T10:20:08.141Z"
        },
        "government_response_at": "2018-09-17T10:19:44.605Z",
        "moderation_threshold_reached_at": "2018-05-16T20:54:54.622Z",
        "opened_at": "2018-05-30T14:12:46.801Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-09-02T09:07:07.250Z",
        "scheduled_debate_date": null,
        "signature_count": 13870,
        "state": "closed",
        "updated_at": "2018-12-01T00:00:06.424Z"
    },
    "id": 220172,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220172.json"
    },
    "type": "petition"
}