{
    "attributes": {
        "action": "Completely overhaul Planning departments and committees in local authorities",
        "additional_details": "I have partnered LAs and worked with government on brownfield land.\r\nI can therefore speak authoritively on the workings of both in the real world. LAs will  often look for unreasonable contributions back from developers and housebuiders,so stalling the process or even frustrating projects to failure. The introduction of viability assessments means LAs will endeavour to gain too much back in either affordable contributions,social housing,infrastructure payments etc. It is for the government to sort this out.",
        "background": "Many Planning departments in LAs operate to their own local plans and rarely consider government needs. This often means excessive use of the HM inspectorate for appeals that then depend on accurate information from the LA.I would suggest that government has a greater control and input,to be agreed.",
        "closed_at": null,
        "created_at": "2018-05-16T12:05:13.503Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-16T13:52:56.036Z",
        "opened_at": null,
        "rejected_at": "2018-05-22T15:38:02.798Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean by \"completely overhaul Planning departments and committees in local authorities\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2018-05-22T15:38:12.283Z"
    },
    "id": 220136,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220136.json"
    },
    "type": "petition"
}