{
    "attributes": {
        "action": "Follow Hungary’s STOP SOROS bill and block 'Open Society Foundation' in the UK.",
        "additional_details": "Soros is outspoken about his desire to see all nation states and their sovereignty ended. He believes in 'open borders' and ever increasing mass migration from anywhere to anywhere, no questions asked.  That's free speech yet he has also manipulated Asian stock markets and taken bets on foreign exchange to destabilise governments and he funds the activities of 'foundations' - posing as moral academic bodies - that unaccountably indoctrinate his beliefs within all levels of society.",
        "background": "Hungary issued a “Stop Soros” bill to crack down on subversive NGOs that pose national security risk resulting in the billionaire George Soros relocating his Open Society Foundation (OSF) from Budapest to Berlin.  This motion asks to follow Hungary’s lead and stamp out OSF UK operations.",
        "closed_at": null,
        "created_at": "2018-05-16T21:07:19.911Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-22T07:45:09.634Z",
        "opened_at": null,
        "rejected_at": "2018-05-29T10:36:39.490Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the Open Society Foundation, but we're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure whether you'd like a new law to ban organisations that undertake or promote particular activities, similar to the laws used to ban terrorist organisations, or whether you'd like something different.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-05-29T10:36:44.584Z"
    },
    "id": 220183,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220183.json"
    },
    "type": "petition"
}