{
    "attributes": {
        "action": "anybody caught carrying a knife/gun serve a mandatory life with 10 year minimum",
        "additional_details": "",
        "background": "Kids are killing kids. There needs to be a mandatory life sentence with a harsh minimum term of at least 10 years for anyone carrying a knife or gun. The guidelines that are in place now are obviously not a deterrent. A life sentence with 10 years minimum  for all ages would be a big deterrent.",
        "closed_at": "2018-11-23T23:59:59.999Z",
        "created_at": "2018-05-17T18:44:28.861Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-11-19T12:25:37.538Z",
            "details": "The Government takes the possession of firearms, knives and offensive weapons extremely seriously. We are taking significant action to both prevent and respond to crimes involving weapons through the Serious Violence Strategy and the Offensive Weapons Bill. \r\n\r\nIt is the responsibility of Parliament to provide a sentencing framework which gives the courts the powers they need to effectively deal with the range of offences and offenders which come before them. Parliament sets the maximum penalty for an offence and it is for the independent courts to determine the appropriate sentence, taking into account the circumstances of each case. Sentencing must be proportionate to the offence committed and sentencing decisions include consideration of the seriousness of the offence, determined in the main by the harm caused or risked being caused by the offence and the culpability of the offender. It is already the case that for any offence the use of weapon will be treated as an aggravating factor meriting an increased sentence.\r\n\r\nThe UK already has some of the toughest firearms laws in the world. Those convicted of possession of a firearm are liable to a minimum custodial sentence – for 18, 19 and 20 year olds this is 5 years’ detention in a young offender institute; adults aged 21 or over face a minimum of 5 years’ imprisonment; young people aged 16 or 17 face a minimum of 3 years’ detention. Given that custody for young offenders is a last resort and should only be used for the most serious offences, the gravity of carrying a gun is reflected by the very fact that there is a minimum custodial sentence for under 18s. The maximum sentence for possession of a firearm is 10 years’ custody. \r\n\r\nIn 2015, we introduced minimum custodial sentences for repeat knife possession and offences that involve threatening with a weapon. Adults face a minimum of 6 months’ imprisonment whilst young people aged 16 or 17 face a minimum four-month Detention and Training Order. Since the introduction of the minimum custodial term people caught carrying a knife or offensive weapon for a second time are now more likely than ever before to go to prison – recent statistics show that 83% of offenders received a custodial sentence for repeat possession offences. The maximum sentence for possession of a knife or offensive weapon is 4 years’ custody.  \r\n\r\nMinistry of Justice.\r\n",
            "responded_on": "2018-11-19",
            "summary": "The Government is determined to tackle the possession of weapons. Under the current law, anyone who continues to carry a knife or gun can expect to face a custodial sentence.",
            "updated_at": "2018-11-19T12:25:37.538Z"
        },
        "government_response_at": "2018-11-19T12:25:37.541Z",
        "moderation_threshold_reached_at": "2018-05-17T18:50:36.335Z",
        "opened_at": "2018-05-23T13:46:07.471Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-11-09T11:38:21.325Z",
        "scheduled_debate_date": null,
        "signature_count": 12741,
        "state": "closed",
        "updated_at": "2018-11-24T23:13:25.657Z"
    },
    "id": 220240,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220240.json"
    },
    "type": "petition"
}