{
    "attributes": {
        "action": "Ban the use of farrowing crates in the UK",
        "additional_details": "Pigs are intelligent, sentient beings and these crates deny their natural behaviours. This frustration can be displaced to damaging abnormal behaviours such as self-mutilation due to the intensive conditions. Farrowing crates severely restrict the sow's movement and deny them the instinctual urge to build a nest, worsening their frustrations. Having been made illegal in Sweden, Norway and Switzerland, we should follow this route of progression to maintain our reputation for good animal welfare.",
        "background": "Farrowing crates, profoundly similar to sow crates which were banned in the UK in 1999, are long, narrow crates in which sows are contained during gestation. It's still legal to use farrowing crates in spite of them having the same implications to animal welfare as the sow/gestation crates.",
        "closed_at": "2018-11-23T23:59:59.999Z",
        "created_at": "2018-05-17T13:34:42.887Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-12-13T10:42:33.391Z",
            "details": "The Government shares the public’s high regard for animal welfare and we are committed to being a world leader in the care and welfare of animals.\r\n\r\nComprehensive animal welfare laws already exist to protect livestock, including pigs. The Welfare of Farmed Animals (England) Regulation 2007 (WOFAR) equally protects the welfare of the sow, as well as her piglets.  It permits the use of farrowing crates.  The majority of sows are housed in farrowing crates from approximately five days before they are due to give birth, until their piglets are weaned at 28 days of age.  After this period, they must be moved back to loose/group housing accommodation in which they are free to turn round easily.  Both nesting material for sows and the need to provide environmental enrichment materials for all pigs are a requirement in WOFAR. Comparable legislation exists in Wales, Scotland and Northern Ireland.\r\n\r\n The Government’s aim is to reach a point where traditional farrowing crates in indoor production are a thing of the past and where any new system protects the welfare of the sow, as well as her piglets.  Government funded research has been undertaken by Scotland’s Rural College and the University of Newcastle, to develop and test commercially viable farrowing systems which do not closely confine the sow but provide adequate protection to piglets.  This research has shown that some such alternative systems seem promising in an experimental environment, but it remains the case that results need to be replicated consistently under commercial conditions, as piglet mortality is still too high.  Research is continuing to develop the system to try to improve piglet survival further.\r\n\r\nAs part of the Government’s animal welfare reform programme, the statutory pig welfare code is being updated and enhanced to safeguard the welfare of pigs, in line with the most recent scientific and veterinary advice. Pig keepers are required by law to have access to and be familiar with the code\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2018-12-13",
            "summary": "The Government aims to make farrowing crates unnecessary. Alternative farrowing systems in indoor production are insufficiently advanced. Approximately 60% of UK sows are in farrowing crates.",
            "updated_at": "2018-12-13T10:42:33.391Z"
        },
        "government_response_at": "2018-12-13T10:42:33.394Z",
        "moderation_threshold_reached_at": "2018-05-17T14:12:56.199Z",
        "opened_at": "2018-05-23T13:45:25.850Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-11-21T22:48:47.912Z",
        "scheduled_debate_date": null,
        "signature_count": 10495,
        "state": "closed",
        "updated_at": "2018-12-19T11:45:33.868Z"
    },
    "id": 220220,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220220.json"
    },
    "type": "petition"
}