{
    "attributes": {
        "action": "Invoke the Parliament Act to give the Commons the final say on Brexit",
        "additional_details": "The Parliament Act asserts the supremacy of the elected House of Commons over the unelected House of Lords. Section 2 provides a mechanism for a Public Bill originating in the Commons to bypass the Lords when the Bill is rejected by the Lords for the second time, and 1 year has passed between its second reading in the first session and the date it passes the Commons in the second session.\r\n\r\nFor further information visit:\r\nwww.facebook.com/Brexiteers",
        "background": "The EU Withdrawal Bill has been debated in the Commons and debated in the Lords. The debate is now over. Invoke the Parliament Act and let the elected Commons deliver the TRUE Brexit democratically mandated by the referendum result and manifesto commitments of Parties in Government.",
        "closed_at": null,
        "created_at": "2018-05-17T21:54:07.471Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-18T06:21:45.358Z",
        "opened_at": null,
        "rejected_at": "2018-05-23T16:35:58.987Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe Parliament Act 1911, as amended by the 1949 Act, provides that a public bill (other than a money bill or a bill extending the maximum duration of a parliament) introduced originally in the House of Commons and passed by the Commons in two successive sessions, with at least one year between the first Commons second reading and the Commons third reading in the second session, can be presented for Royal Assent by the Commons. \r\n\r\nThose conditions have not yet been met for the EU (Withdrawal) Bill. You can find out more about the progress of the Bill here:\r\n\r\nhttps://services.parliament.uk/bills/2017-19/europeanunionwithdrawal.html\r\n\r\nYou can find out more about the Parliament Acts here:\r\n\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN00675"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-05-23T16:36:03.602Z"
    },
    "id": 220253,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220253.json"
    },
    "type": "petition"
}