{
    "attributes": {
        "action": "Grant Army Veterans Amnesty over Killings in Northern Ireland and Iraq",
        "additional_details": "Why should veterans be put under the worry and stress for something that happened forty to fifty year ago when terrorists have getting away with murder? \r\nI speak from my own personal experiences having served in Aden and Ireland and lay witness to some of these monstrous atrocities carried out by terrorists",
        "background": "Soldiers are being pursued relentlessly over alleged killings and atrocities in both theatres of war, this situation is so biased. as no terrorists are being treat in the same way i.e. (good Friday agreement give them get out of jail free cards) this can not be jus.",
        "closed_at": null,
        "created_at": "2018-05-17T13:30:40.982Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-19T09:02:13.283Z",
        "opened_at": null,
        "rejected_at": "2018-06-04T17:06:30.212Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not the case that terrorists have been given \"get out of jail free cards\". \r\n\r\nIt’s not true to say that the IRA have immunity, so we couldn’t accept that wording in a petition. \r\n\r\nYou might be thinking of the “on-the-runs” letters that were issued to some former members of the IRA. These were letters that gave factual information about whether someone would risk arrest if they entered the UK. They were not intended to preclude investigation or prosecution based on new evidence emerging, or on the basis of a fresh assessment of the existing evidence.\r\n\r\nIn any case, the then Secretary of State for Northern Ireland made a statement to the House of Commons on 9 September 2014 explaining that the scheme is at an end and these letters should not be relied on. \r\n\r\nYou can read the full statement here:\r\n\r\nhttps://hansard.parliament.uk/commons/2014-09-09/debates/14090934000002/HallettReport\r\n\r\n\r\nYou may wish to sign these petitions instead:\r\n\r\nhttps://petition.parliament.uk/petitions/219576\r\n\r\nhttps://petition.parliament.uk/petitions/215715"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-06-04T17:06:41.314Z"
    },
    "id": 220218,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220218.json"
    },
    "type": "petition"
}