{
    "attributes": {
        "action": "Stop Russia's human rights violation against the Ukrainian filmmaker, O. Sentsov",
        "additional_details": "Sentsov was arrested in the Russian-occupied Crimean territory of Ukraine and charged under Article 205.4,  Article 205, Article 30 in connection with Article 205, Article 30 in connection with Article 222,  and Article 222 of the Russian criminal code.   He was accused of planning an attack on a monument to Lenin, a charge he denies. He was sentenced in a Russian military court to 20 years in a strict regime penal colony for terrorism. The case appears to breach international law.",
        "background": "An indefinite hunger strike has been announced by the Ukrainian filmmaker.  \"I, Sentsov Oleh [...]  declare an indefinite hunger strike from May 14, 2018. The only condition for its cessation is the release of all Ukrainian political prisoners in the Russian Federation.\"",
        "closed_at": null,
        "created_at": "2018-05-18T14:36:24.875Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-19T08:04:27.610Z",
        "opened_at": null,
        "rejected_at": "2018-05-23T13:51:31.330Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the UK Government to raise this issue with the government of Russia. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-05-23T13:51:31.336Z"
    },
    "id": 220293,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220293.json"
    },
    "type": "petition"
}