{
    "attributes": {
        "action": "Ban the access to hate platform gab.ai in the United kingdom",
        "additional_details": "Several hate preachers including Paul golding and jayd a Franken are known to use this site and as it preaches \"free speech\" to such a degree where you could potentially post child pornography and get away with it several people feel that it should be shut down",
        "background": "The website gab.ai allows the free roam of people spreading racism homophobia sexism and other bigoted views, in the way the world is now this is more destructive than previous times and must be addressed",
        "closed_at": null,
        "created_at": "2018-05-19T20:39:32.731Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-20T19:21:40.064Z",
        "opened_at": null,
        "rejected_at": "2018-05-29T15:06:08.896Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the UK Government or Parliament to do. In particular, we not sure whether you'd like a new law to ban specific types of site or whether you'd like something else. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for a new law to prohibit the accessing of websites that allow racist, homophobic, sexist and other bigoted content, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-05-29T15:06:18.865Z"
    },
    "id": 220358,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220358.json"
    },
    "type": "petition"
}