{
    "attributes": {
        "action": "Large groups of people drinking alcohol on the streets in Queensbury.",
        "additional_details": "People drinking alcohol in large groups in Queensbury and throwing glass bottles and cans on the floor, we have also noticed people sleeping and urinating in the large roundabout, large groups of men stand outside selco & B&Q on honeypot lane drinking first thing in the morning, this is happening everyday and the area has gone down hill, in terms of evidence you can see yourself everyday of the week, the police cant handle it the border control cant do anything about this.",
        "background": "The queensbury roundabout has a nice area for children to play and families to enjoy, it use to be maintained now its a outdoor pub with junk everywhere, overgrown trees and grass, on some occasions men have been seen drinking from 5pm till midnight.",
        "closed_at": null,
        "created_at": "2018-05-22T09:09:43.643Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-22T16:29:07.795Z",
        "opened_at": null,
        "rejected_at": "2018-05-24T16:48:14.055Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Anti-social behaviour is the responsibility of your local council and local police. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-05-24T16:48:14.062Z"
    },
    "id": 220455,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220455.json"
    },
    "type": "petition"
}