{
    "attributes": {
        "action": "Ban combustible materials on residential tower blocks, schools and hospitals",
        "additional_details": "Fire experts and journalist investigations have shown that the combustible cladding and insulation on Grenfell caused the fire to burn so fiercely and spread so quickly, contributing to the tragic deaths of so many that night. Building regulations and guidance did nothing to stop this from happening, and hundreds of buildings around the country are still wrapped in dangerous materials.  The Government has announced a consultation on combustible materials but, one year on, we need a ban now.",
        "background": "What happened at Grenfell Tower was a national disgrace. Combustible cladding and insulation caused the fire to spread so quickly. One year on hundreds of buildings are still at risk. We need an immediate ban on combustible materials on high-rise residential buildings (18m+), schools and hospitals",
        "closed_at": "2018-12-01T23:59:59.999Z",
        "created_at": "2018-05-22T10:04:34.056Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-06-18T16:53:02.378Z",
            "details": "The cladding believed to be on Grenfell Tower was unlawful under existing building regulations. It should not have been used. The Building Regulations set legal requirements for buildings, including residential buildings, hospitals and schools. The Building Regulations have always set high safety requirements and continue to do so. The Government will ensure that there is no room for doubt over what materials can be used safely in cladding of high-rise residential buildings which is why we have today announced a consultation on banning the use of combustible materials on the external walls of high-rise residential buildings of 18m or over. \r\n\r\nThere is a statutory requirement in section 14 of the Building Act 1984 for the Government to consult on proposed changes to Building Regulations – such as banning the use of combustible materials. This helps to ensure that the right decision is made fairly and transparently. \r\n\r\nThe consultation invites views on the Government’s proposals to revise the building regulations to ban the use of combustible materials in the inner leaf, insulation and cladding that are used in external wall systems on these buildings. As part of the consultation, we have asked for views on which buildings should be covered by a ban. The ban proposed in the consultation is focused on high-rise, residential buildings, and we will reflect on whether that is the right approach on the basis of the response to the consultation.\r\n\r\nResidents, industry and other interested parties will now be able to have their say on proposals affecting the safety of homes. The changes on which the Government are consulting will offer even greater certainty to concerned residents and to the construction industry.\r\n\r\nThe deadline for consultation responses is 14 August. Once closed, the department will consider all the comments received and provide a response as soon as possible. Details of the consultation can be found here: https://www.gov.uk/government/consultations/banning-the-use-of-combustible-materials-in-the-external-walls-of-high-rise-residential-buildings\r\n\r\nMinistry of Housing, Communities and Local Government",
            "responded_on": "2018-06-18",
            "summary": "The Government intends to ban the use of combustible materials on the external walls of high-rise residential buildings, subject to the consultation published today. ",
            "updated_at": "2018-06-18T16:53:02.378Z"
        },
        "government_response_at": "2018-06-18T16:53:02.380Z",
        "moderation_threshold_reached_at": "2018-05-22T13:24:06.325Z",
        "opened_at": "2018-06-01T16:47:15.300Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-06-10T08:18:57.205Z",
        "scheduled_debate_date": null,
        "signature_count": 15165,
        "state": "closed",
        "updated_at": "2018-12-02T11:08:17.904Z"
    },
    "id": 220460,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220460.json"
    },
    "type": "petition"
}