{
    "attributes": {
        "action": "Reinstate military family inclusion to 'Together for Two's' in Greenwich.",
        "additional_details": "Our armed forces have a huge responsibility for the safety and security of our country as a whole. Within this it is often necessary for personnel to physically move around the country which has a huge impact on the families and dependants. In our current stationing at Royal Artillery Barracks military families have to date been included in the Together for Two's childcare programme. A programme that has provided our children stability, social interaction and enabled them to flourish. Key factors that support our children in an environment subject to frequent change. Please don't take this away from us, our families benefit immensely from this added support.",
        "background": "A recent change in policy has resulted in military family exclusion from the Together for Twos 15hr childcare funding. Families stationed at Royal Artillery Barracks, Woolwich have previously received funding for dependants aged 2. This has been pulled with immediate effect.",
        "closed_at": null,
        "created_at": "2018-05-21T10:33:49.409Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-21T11:17:59.305Z",
        "opened_at": null,
        "rejected_at": "2018-05-29T15:09:34.322Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the UK Government or Parliament. The Together for Twos programme is locally run and not something the Government is responsible for. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-05-29T15:09:56.018Z"
    },
    "id": 220404,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220404.json"
    },
    "type": "petition"
}