{
    "attributes": {
        "action": "Give executive authority to HM inspectorate over all LA planning departments.",
        "additional_details": "My experience is in remediating brownfield land. I have worked in partnership with a local council developing a Brownfield site for mixed use including substantial housing,then selling my share to HCA to take forward.\r\nI have worked with government agencies including English Partnership,Commission for New Towns and various RDAs My trust incredibly is with government that always has an overview and no local agenda. Then clearly planning in LAs is introspective and needs outside control from you.",
        "background": "The government wishes to build more housing and this is regularly frustrated by local planning,imposing onerous criteria of social content,affordable contributions and intruding via viability analysis clearly used to access any profits.This often stalls or extinguishes any schemes coming forward.",
        "closed_at": null,
        "created_at": "2018-05-22T16:11:29.690Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-29T21:04:16.733Z",
        "opened_at": null,
        "rejected_at": "2018-06-05T10:59:54.795Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean by \"Give executive authority to HM inspectorate over all LA planning departments\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-06-05T10:59:54.803Z"
    },
    "id": 220480,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220480.json"
    },
    "type": "petition"
}