{
    "attributes": {
        "action": "Govia Thameslink Railway should have its contract immediately removed",
        "additional_details": "Govia Thameslink has consistently had the worst performance figures of any train operating company in England. It has failed to improve services and now totally failed to deliver on its own new timetable leading to total chaos. It is contributing to lost man hours, harming the economy and failing in all aspects of customer service. It has been criticised by two Commons Select Committees and the National Audit Office for its repeated  failures.",
        "background": "The Secretary of State should intervene immediately over GTR's failure to implement its new timetable leaving commuters stranded and mass cancellations of services despite having a year to plan for the changes.",
        "closed_at": null,
        "created_at": "2018-05-21T21:12:34.905Z",
        "creator_name": "Simon Lee",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-06-21T15:24:21.311Z",
            "details": "Passengers on this franchise have faced totally unsatisfactory levels of service in recent weeks. Poor service prior to this, as the Gibb report made clear, had largely been down to industrial action by the trade union on Southern rail. The Secretary of State and the Rail Minister have been clear that they share the frustration of passengers about the situation in recent weeks and they intervened as soon as the problems arose, with the Transport Secretary demanding a recovery plan. Since then, the Department has been in daily contact with the leadership of Network Rail and Govia Thameslink Railway (GTR) and have insisted that both organisations put whatever resource is needed into resolving the situation, and into making sure that there is proper industry leadership of the recovery effort. Service information to passengers has improved and considerable work is being undertaken to operate the services in the timetable. \r\n \r\nThis timetable change was intended to deliver the benefits to passengers of major investment in the rail network. This means, through the £7 billion Thameslink Programme, new trains and improved stations, including the rebuilding of London Bridge and Blackfriars. The programme and timetable changes were designed to provide more frequent and longer trains through central London to respond to the huge growth in passenger numbers that we have seen in recent years. But this timetable change instead has resulted in unacceptable disruption for passengers that rely on these services.\r\n \r\nThe process of introducing the new timetable was overseen by an Industry Readiness Board, which included representatives from Network Rail, the Office of Rail and Road (ORR) and the train operating companies, and an Independent Assurance Panel. Both of these groups informed the Department that they had not been given any information to suggest that the implementation of the new timetable should be halted. These bodies were set up specifically to ensure that all parts of the rail network – Network Rail, GTR, other train operators - were ready to implement these major timetable changes. It should have been clear to them that some key parties were not ready; they did not raise this risk. As few as 3 weeks before the timetable was to be implemented GTR themselves assured the Transport Secretary they were ready to implement the changes. Clearly this was wrong, and it is totally unacceptable.\r\n \r\nInvestigations being carried out right now will give more information about what has gone wrong and why the industry remained of the view until the last moment that it would be able to deliver these changes. There has to be a proper investigation into events. Since this petition was launched the Chief Executive of GTR, Charles Horton, has resigned in order to make way for fresh leadership of GTR. Further action may need to be taken against GTR but only once we have the findings of these investigations. \r\n \r\nIt is right that the industry has apologised for the situation and that Charles Horton has stepped down, and it is right that we learn the lessons for the future, but right now the focus should remain on restoring the reliability of their service to passengers.\r\n\r\n\r\nDepartment for Transport",
            "responded_on": "2018-06-21",
            "summary": "Passengers have faced totally unsatisfactory levels of service in recent weeks. Ministers share the frustration of passengers about the situation and they intervened as soon as the problems arose.",
            "updated_at": "2018-06-22T10:12:42.012Z"
        },
        "government_response_at": "2018-06-21T15:24:21.313Z",
        "moderation_threshold_reached_at": "2018-05-21T23:37:18.425Z",
        "opened_at": "2018-05-29T10:20:30.142Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-05-31T17:49:32.565Z",
        "scheduled_debate_date": null,
        "signature_count": 19588,
        "state": "open",
        "updated_at": "2018-10-03T19:06:21.512Z"
    },
    "id": 220440,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220440.json"
    },
    "type": "petition"
}