{
    "attributes": {
        "action": "Revert back to the old GCSE system.",
        "additional_details": "I must conclude that the new exams have not improved UK education in any way, and that when I have children of my own I would be better off emigrating to a country where they don't have a 1 in 10 chance of developing a mental illness.\r\n\r\nThis petition won't change anything for me. It's too late to recall our exams. But if future cohorts can be spared this complete failure of an exam system, we should at least try.\r\n\r\nhttps://you.38degrees.org.uk/petitions/revert-back-to-the-old-gcse-system",
        "background": "Yesterday I listened to a heart-wrenching news broadcast about a boy my age who committed suicide due to exam stress. Exam stress has always existed but the new GCSEs have single-handedly tripled the number of schools applying for NSPCC support for mentally ill children and increased cheating rates.",
        "closed_at": null,
        "created_at": "2018-05-22T20:28:34.719Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-24T15:12:43.840Z",
        "opened_at": null,
        "rejected_at": "2018-05-30T16:47:30.525Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. We're not sure exactly what you'd like to change about the current GCSE system. \r\n\r\nYou might like to sign one of these petitions instead:\r\n\r\nhttps://petition.parliament.uk/petitions/212032\r\nhttps://petition.parliament.uk/petitions/217464\r\n\r\nYou could also start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-05-30T16:48:07.929Z"
    },
    "id": 220497,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220497.json"
    },
    "type": "petition"
}