{
    "attributes": {
        "action": "Invoke the Parliament Act to bypass the Lords and let the Commons deliver Brexit",
        "additional_details": "The Parliament Act asserts the supremacy of the House of Commons over the House of Lords. Section 2 allows the EU (Withdrawal) Bill to be presented for Royal Assent by the Commons without being passed by the Lords, once passed by the Commons and rejected by the Lords in two successive sessions, and provided 1 year has elapsed between the 2nd reading of the first session on 11/9/17 and the 3rd reading of the second session in the Commons, which must be after 11/9/18.\r\nwww.facebook.com/Brexiteers",
        "background": "A complete TRUE Brexit is democratically mandated by the referendum result AND manifesto commitments of Parties in Government. Further debate frustrates the will of the people. We ask the Commons to plan for and invoke the Parliament Act to send the EU (Withdrawal) Bill for Royal Assent ASAP.",
        "closed_at": null,
        "created_at": "2018-05-23T22:27:13.006Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-23T22:54:05.375Z",
        "opened_at": null,
        "rejected_at": "2018-05-30T14:47:15.941Z",
        "rejection": {
            "code": "no-action",
            "details": "It’s not clear what the petition is asking the UK Government or Parliament to do.\r\n\r\nThe Parliament Act 1911, as amended by the 1949 Act, provides that a public bill (other than a money bill or a bill extending the maximum duration of a parliament) introduced originally in the House of Commons and passed by the Commons in two successive sessions, with at least one year between the first Commons second reading and the Commons third reading in the second session, can be presented for Royal Assent by the Commons. \r\n\r\nThose conditions have not been met for the EU (Withdrawal) Bill. You can find out more about the progress of the Bill here:\r\n\r\nhttps://services.parliament.uk/bills/2017-19/europeanunionwithdrawal.html\r\n\r\nYou can find out more about the Parliament Acts here:\r\n\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN00675"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-05-30T14:47:27.348Z"
    },
    "id": 220572,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220572.json"
    },
    "type": "petition"
}