{
    "attributes": {
        "action": "Boycott Eurovision 2019 as we shouldn't endorse a country that kills civilians",
        "additional_details": "According to the UN Israel killed at least 1462 Palestinian civilians in 2014 alone. As Israel continues to take Palestinian land, more and more Palestinians are being forced out of their homes, or kept inside in Israeli imposed curfews. Water supplies and electricity are also cut off so Palestinians are kept in inhumane conditions",
        "background": "As Israel won the recent Eurovision song contest, they will host next year's competition. However, at the moment, Israel is embroiled in a war crimes investigation after its overly violent reaction to the recent protests by Palestinian civilians on the Gaza Strip",
        "closed_at": null,
        "created_at": "2018-05-23T18:49:48.009Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-24T18:00:48.566Z",
        "opened_at": null,
        "rejected_at": "2018-06-01T15:26:33.015Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK entry's attendance at Eurovision is not the responsibility of the UK Parliament and Government. \r\n\r\nThe BBC is responsible for the UK's Eurovision entry. The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n\r\nYou might like to write to the BBC to make this suggestion."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-06-01T15:27:11.823Z"
    },
    "id": 220561,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220561.json"
    },
    "type": "petition"
}