{
    "attributes": {
        "action": "Stop foreign nationals using our national health service and no tax rise",
        "additional_details": "More and more foreign nationals are coming over here to use the nhs for their needs they do not contribute to our services and yet they get it for free while working people pay tax and national insurance. When we go to there countries we need health insurance make that the same for them. I know it's hard to turn people away but people are taking libertys with our tax money.",
        "background": "Why should we work hard and have our taxes risen so everyone in the world can use our health service we already pay national insurance which should cover our health needs yet the goverment can spend billions on war and terror yet they can't sort out the nhs. Stop letting everyone use it for free.",
        "closed_at": null,
        "created_at": "2018-05-25T14:06:46.905Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-25T14:22:09.044Z",
        "opened_at": null,
        "rejected_at": "2018-06-04T14:41:45.097Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. There are already restrictions on who can use the NHS. You can find out more here: https://www.gov.uk/guidance/nhs-entitlements-migrant-health-guide \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nIf you want there to be a legal requirement for foreign nationals to hold medical insurance before they enter the UK, you may wish to sign this petition instead:  \r\nhttps://petition.parliament.uk/petitions/208780 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-06-04T14:42:01.092Z"
    },
    "id": 220680,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220680.json"
    },
    "type": "petition"
}