{
    "attributes": {
        "action": "Make entering and occupying land without consent a criminal offence",
        "additional_details": "Making this a criminal offence will give police the powers to.\r\n- Arrest without warrant.\r\n- Remove, store and dispose of objects.\r\n- Issue penalties and proceedings.\r\n\r\nOther countries already have provision in law for this.\r\n\r\nIn Ireland, the Criminal Justice (Public Order) Act, 1994, was amended in 2002 to address this issue.",
        "background": "Removing trespassers from public and private land is a lengthy process. Damage and disruption caused during this time, especially to the local environment are often irreparable and subsequent clean-up operations costly. Currently, repeat offenders simply move on to the next available open space.",
        "closed_at": null,
        "created_at": "2018-05-25T10:36:01.728Z",
        "creator_name": "Stuart Boon",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-07-19T16:44:27.481Z",
            "details": "The recent joint Ministry of Housing, Communities and Local Government, Home Office and Ministry of Justice consultation on the effectiveness of powers for dealing with unauthorised development and encampments closed on 15 June. It sought views from everyone with an interest on this important issue. The consultation included a range of questions about existing local authority and police powers, whether to make trespass a criminal offence, court processes, government guidance, the provision of authorised sites, and the impact on settled and travelling communities. The Government wants to understand more about the issues around the effectiveness of existing powers, before deciding what action to take. \r\n\r\nMinistry of Housing, Communities and Local Government",
            "responded_on": "2018-07-19",
            "summary": "The Government is currently considering the responses to the consultation on the effectiveness of powers to deal with unauthorised development and encampments, before deciding on any further action.",
            "updated_at": "2018-07-19T16:44:27.481Z"
        },
        "government_response_at": "2018-07-19T16:44:27.483Z",
        "moderation_threshold_reached_at": "2018-05-27T08:29:53.223Z",
        "opened_at": "2018-06-01T18:14:27.993Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-07-05T21:14:47.481Z",
        "scheduled_debate_date": null,
        "signature_count": 29366,
        "state": "open",
        "updated_at": "2018-10-04T10:35:25.907Z"
    },
    "id": 220663,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220663.json"
    },
    "type": "petition"
}