{
    "attributes": {
        "action": "Hold a Public Enquiry into the business practices of Bovis Homes Limited",
        "additional_details": "Despite repeated exposure by the media, & numerous assurances of reform, it appears there is very little tangible progress. Customers committing their life savings, entering into mortgage debt are suffering horrendous mental & physical experiences, often having to vacate their homes for long durations to complete necessary remedial works. The stress brought on is immeasurable.\r\nBovis should be brought to account, officially investigated before being called before a parliamentary select committee.",
        "background": "Increasing numbers of people are reporting serious issues with their new build Bovis home. Serious build quality defects are being compounded by unacceptable customer services behaviour and underhanded business practices.",
        "closed_at": null,
        "created_at": "2018-05-25T11:53:35.510Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-25T12:48:17.129Z",
        "opened_at": null,
        "rejected_at": "2018-07-04T15:51:23.456Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\nIn particular, we're not sure whether you want a parliamentary committee to be set up, or a public inquiry. \r\n\r\nIn any case, the business practices of Bovis Homes Ltd are not the responsibility of Government or Parliament. \r\n\r\nYou could start a new petition asking for a new homes ombudsman or regulator to be set up, if that's what you'd like to happen. \r\n\r\nYou can find out how you can complain about your house builder here: http://www.consumercode.co.uk/the-code/contact-us/ \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-07-04T15:51:28.385Z"
    },
    "id": 220666,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220666.json"
    },
    "type": "petition"
}