{
    "attributes": {
        "action": "Restrict funding to the Palestinian Authority until it ceases supporting terror.",
        "additional_details": "In the USA, action has already been taken.\r\nThe USA on 3 March 2018 Passed a law  to stop American economic aid to the Palestinian Authority until the PA changes its laws to cease paying stipends funneled through the Palestinian Authority Martyr's Fund to individuals who commit acts of terrorism and to the families of deceased terrorists.\r\nAs a moral and democratic country and as a close ally of Israel, Britain must do the same.\r\n\r\nhttps://en.wikipedia.org/wiki/Palestinian_Authority_Martyrs_Fund",
        "background": "The Palestinian authority continues to encourage terrorist attacks and violence by paying terrorists who carry out attacks and educating children to murder Jews.  Many British Citizens have been victim to these attacks over the years and  It is unacceptable that any aid should be given to them.",
        "closed_at": null,
        "created_at": "2018-05-24T16:44:28.790Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-24T17:51:13.241Z",
        "opened_at": null,
        "rejected_at": "2018-06-01T14:15:15.512Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to suspend aid to the Palestinian Authority until it closes the Palestinian Authority Martyrs Fund, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-06-01T14:15:32.937Z"
    },
    "id": 220611,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220611.json"
    },
    "type": "petition"
}