{
    "attributes": {
        "action": "Make it a criminal offence to defraud and blackmail a company",
        "additional_details": "To defraud a company and threaten with spreading false statements  is essentially fraud, theft and blackmail. It should be a criminal offence. It is a civil matter currently so the police cannot take action. Also slandering a company and making false statements and accusations should also be a criminal offence. The law should be able to protect companies against fraudulent behaviour. It's unfair that a company has to pursue this through civil courts at its own cost - not all businesses are rich.",
        "background": "If a customer lies to defraud a company out of money - making false statements and blackmailing for money back, etc - it is a civil matter and the company has to pay to take this to court to defend themselves. This should be a criminal matter and the police should be able to take action.",
        "closed_at": null,
        "created_at": "2018-05-24T14:10:45.401Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-24T17:44:11.799Z",
        "opened_at": null,
        "rejected_at": "2018-06-08T11:48:59.551Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. Blackmail and fraud are already criminal offences, so we're not sure what more you'd like Government or Parliament to do. \r\n\r\nIf you think that a crime has been committed or you feel threatened or harassed, you should contact the police. \r\n\r\nYou can find advice on the best number to call here:\r\n\r\nhttps://www.police.uk/contact/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for defamation to be made a criminal offence. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-06-08T11:49:05.771Z"
    },
    "id": 220602,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220602.json"
    },
    "type": "petition"
}