{
    "attributes": {
        "action": "Ban the use of single use plastic glasses at events on the Isle of Man.",
        "additional_details": "We call upon those who predominantly use these cups .. \r\nBushy's \r\nHooded Ram\r\nHeron & Brierley \r\nTo look at alternative cups, such as placing a deposit for a cup and using it throughout the night /day. This would minimise unsightly rubbish thrown on the floor and also disposal.\r\n\r\nThe IOM is a small island where a few weeks of the year we have a large number of visitors, during one day each one of these visitors could potentially use between 5-10 disposable plastic cups,  this means millions of these cups are discarded every single day.     \r\nWhere do they end up?\r\nSurely as an environmentally friendly society something needs to be done to minimise not only the vast amounts of rubbish, but the pollution and damage disposing of these cups does to our environment.",
        "background": "TT is a large event on the island where millions of single use plastic cups are discarded and thrown away.    \r\nThese cups are \r\n1. bad for the environment as they are not able to be recycled.\r\n2. thrown on the ground causing high amounts of unsightly mess and potentially a hazard.",
        "closed_at": null,
        "created_at": "2018-05-29T10:18:27.455Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-29T11:41:26.814Z",
        "opened_at": null,
        "rejected_at": "2018-06-04T16:50:37.418Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be the responsibility of the Isle of Man Government, not the UK Government or Parliament. \r\n\r\nYou could contact the Department of Environment, Food and Agriculture to make this suggestion:\r\n\r\nhttps://www.gov.im/about-the-government/departments/environment-food-and-agriculture/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2018-06-04T16:50:37.426Z"
    },
    "id": 220968,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220968.json"
    },
    "type": "petition"
}