{
    "attributes": {
        "action": "Provide a higher standard of NHS treatment for individuals with mental illnesses",
        "additional_details": "The route individuals have to take to even receive treatment is a long process. This can often cause further issues in regards to the individuals health which completely defeats the object. Many people in the U.K. suffer with their mental health and there is simply not enough effective help available",
        "background": "Mental health services in the U.K. are poor, although services are available there is such a high demand for them that the service itself suffers in quality.",
        "closed_at": null,
        "created_at": "2018-05-29T17:51:08.029Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-30T20:32:32.162Z",
        "opened_at": null,
        "rejected_at": "2018-06-06T15:52:28.431Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not exactly sure what you mean by \"provide a higher standard of NHS treatment for individuals with mental illnesses\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the Government to increase funding for mental health services, or to set a limit on waiting times for mental health services, if that's what you want to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-06-08T11:16:36.403Z"
    },
    "id": 220995,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220995.json"
    },
    "type": "petition"
}