{
    "attributes": {
        "action": "Rectify the current GCSE system, considering student mental and physical health",
        "additional_details": "The expectation to memorise 15 poems or 20+ formulae for an exam is beyond unacceptable, it has come to a point where students are memorising content purely for the grade rather than to gain knowledge. Depression rates of students in the past year has soared notably, witnessing some of the most able students have panic attacks for the first time & nothing regarding mental health care has been adjusted to fit the new education system. For the sake of your future, please rectify the GCSE system.",
        "background": "Many teachers & year 11 students feel that the revision that is required and expected from 16 year olds is of a standard which nears impossible for many students. All exams are designed for scholarly students which ultimately results in lower grades and a rise in absolute and relative poverty rates.",
        "closed_at": null,
        "created_at": "2018-05-28T14:07:02.284Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-28T15:32:33.661Z",
        "opened_at": null,
        "rejected_at": "2018-06-04T18:59:42.835Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what changes you'd like to see to GCSEs. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-06-04T18:59:47.375Z"
    },
    "id": 220908,
    "links": {
        "self": "https://petition.parliament.uk/petitions/220908.json"
    },
    "type": "petition"
}