{
    "attributes": {
        "action": "Make schools be places of education FREE of harassment and bullying BY LAW?",
        "additional_details": "The Dorset Mental Health Alliance recently discussed many issues during its Children and Young People’s (CYP) Mental Health event on May 30th. \r\n\r\nOne of the issues discussed was bullying where over 90% of those asked had been a victim of bullying before the age of 18 and never received appropriate support. \r\n\r\nSchools must create the right environment for CYP to speak up\r\n\r\nOfsted must make dealing with bullying a mandatory part of inspection\r\n\r\nThe system needs more transparency\r\n\r\n#ChangingPerceptions",
        "background": "As a Parent or Carer of a child has or have your child or children been bullied? Have you ever watched your Child or children get to such a broken shell of their once confident self? Have you watched your child cry because of actions of others? \r\nDo you want to make a change? \r\nTime to vote",
        "closed_at": null,
        "created_at": "2018-05-30T19:23:58.987Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-30T19:46:00.009Z",
        "opened_at": null,
        "rejected_at": "2018-06-05T14:54:06.370Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean by \"Make schools be places of education FREE of harassment and bullying BY LAW?\". \r\n\r\nBy law, all state (not private) schools must have a behaviour policy in place that includes measures to prevent all forms of bullying among pupils. You can find out more here:\r\n\r\nhttps://www.gov.uk/bullying-at-school\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do to tackle bullying in schools. \r\n\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2018-06-05T14:54:10.099Z"
    },
    "id": 221096,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221096.json"
    },
    "type": "petition"
}