{
    "attributes": {
        "action": "Improve the upkeep to canal walkway & cycle routes making a safer place for all.",
        "additional_details": "I do cycle to work and take about 50 minutes by London roads, have tried going to work by using the canal route as it takes me 40 minutes (it would take me 30 minutes if it was in a good condition) but in their current condition this is not feasible.\r\nIt seems incredibly short sighted to leave these areas in such a poor state of repair not only in respect to the vehicle segregation benefits but also due to the natural beauty of the areas concerned if well kept.",
        "background": "uneven, no signage, bushes, rubbish left for weeks, puddles making it impossible, parts have been forgotten for ages this is putting people off and are using the road instead. That's where we have most and the worst accidents so we could at least direct them to these established traffic free routes.",
        "closed_at": null,
        "created_at": "2018-05-30T11:57:53.590Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-05T15:32:10.717Z",
        "opened_at": null,
        "rejected_at": "2018-06-11T16:04:01.846Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local paths and cycle routes are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-06-11T16:04:01.852Z"
    },
    "id": 221060,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221060.json"
    },
    "type": "petition"
}