{
    "attributes": {
        "action": "Restrict the trade in, and private keeping of, dangerous wild animals",
        "additional_details": "Freedom of Information requests to Local Authorities across Britain show the following animals are licensed to be kept privately: Nearly 300 wild cats, including more than 40 big cats such as lions, tigers, and leopards; more than 80 venomous lizards; more than 230 primates, including vervet monkeys, spider monkeys and lemurs; more than 75 crocodilians, such as crocodiles and alligators; more than 700 venomous snakes, including puff adders, black mambas and diamondback rattlesnakes",
        "background": "The Dangerous Wild Animals Act 1976 is inadequate to ensure welfare for animals and human safety. The Born Free Foundation is calling for a review of the law on the sale and keeping of wild animals and for greater restrictions on the trade in, and ownership of, dangerous wild animals in particular",
        "closed_at": "2018-12-04T23:59:59.999Z",
        "created_at": "2018-05-30T10:44:39.912Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-12-17T22:47:53.035Z",
            "details": "The Government is committed to protecting public safety and ensuring high animal welfare.  We recognise the commitment and specialist knowledge needed to properly care for wild animals and as such, these animals are protected by a number of pieces of legislation.\r\n\r\nUnder the Animal Welfare Act 2006 it is an offence either to cause any captive animal unnecessary suffering or to fail to provide for the welfare needs of the animal. Anyone who is cruel to an animal, or does not provide properly for its welfare needs, may be banned from owning animals, face an unlimited fine or be sent to prison or both. Defra’s Code of Practice for the welfare of privately kept non-human primates provides a guide to the steps a keeper of primates must take to ensure they meet the needs of an animal as required by the Animal Welfare Act 2006.\r\n\r\nIn October 2018, new regulations came into force (the Animal Welfare (Licensing of Activities Involving Animals) (England) Regulations 2018) which regulate the sale of pets in England. These regulations and the accompanying statutory guidance outline the animal welfare standards that must be met by businesses selling pets. The regulations also include a number of requirements aimed at improving animal welfare and traceability. There are requirements for all pet sellers to keep detailed records on the animals kept, including information on the supplier of the animals, and to include details about the animals on any adverts such as age and country of origin. Pet sellers must also provide the new owner of the animal with information on the appropriate care of the animal, for example, in relation to feeding, housing and husbandry. This provision is particularly important for pets that have more complicated care requirements and will ensure that the new owner has the information necessary to provide for their welfare. As part of any sale of a dangerous wild animal, the pet seller must inform the purchaser that they require a licence under the Dangerous Wild Animals Act 1976 (the Act) and also inform the issuing authority of the details of the purchase. This will ensure that anyone purchasing a dangerous wild animal is aware of the legal requirements and that the local authority is provided with information that will help them improve their enforcement of the Act. It is expected that this will lead to improved compliance with Act.\r\n\r\nUnder the Dangerous Wild Animals Act, any person wishing to keep a dangerous wild animal as a pet needs to be licensed by their local authority. The primary purpose of the Act is to protect the public from the risks arising from the keeping of dangerous wild animals. A licence will only be granted if the local authority is satisfied that doing so is not contrary to public safety. The local authority also needs to be satisfied that the welfare of the animal is maintained, for example, by making sure that it is kept in suitable accommodation, fed a suitable diet and visited at suitable intervals. The premises where the animal is kept must be inspected by a veterinarian before a licence can be granted, to ensure that these conditions are being met and that the welfare of the animal is being maintained.\r\n\r\nFollowing calls to reform the Act, a comprehensive review of the Act’s effectiveness was begun in 2000.  An independent Government funded study, published in 2001, reported that the Act had broadly been effective as there had been no reported serious injuries to the public caused by dangerous wild animals.\r\n  \r\nFollowing detailed consideration of the study and the Act, as well as several public consultations, the Act was updated in 2007, to update the list of species deemed dangerous, and then in 2010 to allow local authorities to better focus their enforcement activity. We have not received any evidence that would suggest that these reforms have been ineffective.\r\n\r\nThese provisions ensure that the welfare of wild animals is maintained and that they are kept in circumstances that do not present a risk to the public.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2018-12-17",
            "summary": "A range of legislation relating to the welfare needs of wild animals kept by people (as well as public safety), and the licensing of sales and other activities has just been reviewed and tightened.",
            "updated_at": "2018-12-17T22:47:53.035Z"
        },
        "government_response_at": "2018-12-17T22:47:53.038Z",
        "moderation_threshold_reached_at": "2018-05-30T11:57:51.548Z",
        "opened_at": "2018-06-04T21:07:06.605Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-11-28T10:21:11.852Z",
        "scheduled_debate_date": null,
        "signature_count": 13580,
        "state": "closed",
        "updated_at": "2019-01-17T11:26:10.157Z"
    },
    "id": 221050,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221050.json"
    },
    "type": "petition"
}