{
    "attributes": {
        "action": "Revoke 16/02011/REM planning application on Silkwood Gate, Wakefield",
        "additional_details": "Usage of this road will dramtically increase traffic on an already busy estate, and impact the safety of residents, particularly children, using the street for recreational purposes. In addition, the value of homes in the vicinity of this access is likely to be reduced due to the existence of this access road. Residents were not openly consulted, nor was information disclosed by the builder prior to purchase of homes on the estate. Many residents feel they have been cheated by the developer.",
        "background": "Silkwood Gate, is a new build estate built by Barratt/David Wilson Homes in Wakefield, West Yorkshire. It has recently come to light to residents that there is a planning application for the creation of an access road and light industrial/commercial units off the estate on Foreman Road.",
        "closed_at": null,
        "created_at": "2018-05-29T21:04:33.499Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-29T21:10:57.402Z",
        "opened_at": null,
        "rejected_at": "2018-06-04T19:15:55.485Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-06-04T19:15:58.629Z"
    },
    "id": 221011,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221011.json"
    },
    "type": "petition"
}