{
    "attributes": {
        "action": "Govia Thameslink should refund its customers 10% of season ticket costs.",
        "additional_details": "Govia should refund customers 10% of the total cost of their season ticket for every month or part thereof that the timetable has failed. Commuters have had nearly a fortnight (so far) of last minute diversions, trains not stopping where they should, trains stopping where they should not, last second cancellations, and overcrowding \r\n\r\nCommuters have been repeatedly late for work, exams, planes. Commuters have been stranded for hours with no service, or had to leave work early to catch a train.",
        "background": "The new Govia timetable is a catastrophic failure. Journey times have increased, costs have increased (to use all services) and trains are not running when they are timetabled. A year of planning has resulted in a failed implementation and we are now suffering with an emergency timetable.",
        "closed_at": null,
        "created_at": "2018-05-30T06:42:05.782Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-30T07:12:21.734Z",
        "opened_at": null,
        "rejected_at": "2018-06-05T15:31:08.308Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The decision to refund season ticket holders is a matter for Govia Thameslink.\r\n\r\nAlthough the UK Government and Parliament are not directly responsible for train ticket refunds, the Government can define the rules by which train operating companies refund rail fares. You could start a new petition calling on the Government to require holders of rail franchises to refund train fares, for example if the journey is delayed for more than 15 minutes, if that's what you'd like to happen. \r\n\r\nYou may be interested to know that the Secretary of State for Transport made a statement about timetable changes on Monday 4 June and MPs asked questions about it. \r\n\r\nYou can read the statement here: https://hansard.parliament.uk/commons/2018-06-04/debates/8053C64D-817B-4041-BB61-9C445FDC599E/RailTimetabling \r\n\r\nYou can watch/ listen to the statement here: https://parliamentlive.tv/event/index/b00320b1-dbf7-4fdc-b51c-db3e8a5f200b?in=17:01:27\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-06-05T15:31:19.476Z"
    },
    "id": 221032,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221032.json"
    },
    "type": "petition"
}