{
    "attributes": {
        "action": "Hold rail bosses in the North to account for weeks of disruption.",
        "additional_details": "The committee should aim to find the root cause(s) of the delays (other than “shortage of train drivers”), what degree of compensation has been offered and if the TOC will be making a full public apology. Is the TOC still fit to operate the franchise? Should the TOC face a further penalty (fine, early termination of franchise, etc).\r\n\r\nWeeks of delays and cancelations can be traced through Northern's twitter account: https://twitter.com/northernassist?lang=en",
        "background": "For several weeks, rail passengers in the North have had to deal with delays, cancellations, rail replacement busses and strike action. This petition calls upon the government to summon bosses from the responsible Train Operating Companies (TOCs) to explain themselves to MP's representing the north.",
        "closed_at": null,
        "created_at": "2018-05-30T11:23:09.681Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-31T03:26:17.206Z",
        "opened_at": null,
        "rejected_at": "2018-06-06T17:08:45.987Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the House of Commons to set up a new committee to investigate this issue. \r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-06-06T17:08:49.163Z"
    },
    "id": 221057,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221057.json"
    },
    "type": "petition"
}