{
    "attributes": {
        "action": "Ban commercial horse and pony rides at Hunstanton seaside resort",
        "additional_details": "Hunstanton is a seaside resort located on the Norfolk coast, where horse and pony rides are available throughout the summer months on a small area on the seafront. The general public have expressed concerns about the welfare of these animals due to them having no area of shade despite the elevated temperatures in which they are obligated to work in.\r\n\r\nM, L., 2010. When the Rider is Hot, the Horse is Hotter. University of Guelph, [Online] Available at: <www.uoguelph.ca>.",
        "background": "Studies have shown that only 17 minutes of moderate intensity exercise is enough to raise a horse’s temperature to dangerous levels. Horses and ponies on Hunstanton beach have no access to shade and are expected to work full days during summer months at temperatures of 27 degrees and upwards.",
        "closed_at": null,
        "created_at": "2018-05-29T20:38:05.441Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-29T20:59:59.692Z",
        "opened_at": null,
        "rejected_at": "2018-06-04T19:22:54.063Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2018-06-04T19:22:54.071Z"
    },
    "id": 221007,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221007.json"
    },
    "type": "petition"
}