{
    "attributes": {
        "action": "Change the term ‘Hemiplegic Migraine’ to ‘Hemiplegic Attack’",
        "additional_details": "Hemiplegic Migraine is a rare but serious neurological disorder causing paralysis often on one side of the body, migraines, dizziness, visual disturbances, slurred speech and it can cause seizures and coma in some people, making it potentially fatal. It mimics the symptoms of a stroke. Hemiplegic Migraine is caused by a single gene mutation and it affects the neurotransmitters in the brain. It can be familial (hereditary) or sporadic (occurs in a person with no family history of the disorder).",
        "background": "Many Hemiplegic Migraine sufferers feel the use of the word ‘migraine’ as part of the diagnosis does not entirely reflect the set of symptoms they have. While many people experience migraines some do not. It would be more accurate to say ‘Hemiplegic Attack’ making it easier to explain to others.",
        "closed_at": null,
        "created_at": "2018-05-30T16:57:15.224Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-30T17:07:58.259Z",
        "opened_at": null,
        "rejected_at": "2018-06-05T14:50:48.781Z",
        "rejection": {
            "code": "no-action",
            "details": "The UK Government and Parliament aren't responsible for the words that people use to describe medical conditions. Medical terms are often used internationally. \r\n\r\nYou could start a new petition asking the UK government to consider using the term \"Hemiplegic Attack\" in its own publications, if that's what you'd like to happen. Alternatively, you could start a petition asking the Government to fund a public awareness campaign to increase public understanding of the reality of hemiplegic attacks. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-06-05T14:50:52.382Z"
    },
    "id": 221081,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221081.json"
    },
    "type": "petition"
}