{
    "attributes": {
        "action": "Allow prosecution against owners of dogs attacking cats",
        "additional_details": "One village in Kent is subjected to terror from a pack of feral dogs roaming free at night and hunting cats. Over a year, many cats have been harmed and killed by these dogs that are out of control because they can not prosocute against the owners. Thousands of pounds in vet bills and many distraught owners have no legal protection to help them through this tough situation legally and financially as it's not possible to press charges. This needs to change today so we can feel our pets are safe.",
        "background": "As it stands, there is no law in the UK protecting cats from dog attacks. If a cat is attacked by a dog, no legal action can be taken against owners. Allowing their dogs to freely roam and attack is neglect and dangerous to the public.\r\nCats need as much protection by law as our pets as dogs have.",
        "closed_at": null,
        "created_at": "2018-05-31T22:01:15.176Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-31T22:12:09.225Z",
        "opened_at": null,
        "rejected_at": "2018-06-07T15:17:54.124Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIt's already against the law to let a dog be dangerously out of control anywhere. A court could decide that a dog is dangerously out of control if it attacks someone's animal.\r\n\r\nSomeone can get an unlimited fine or be sent to prison for up to 6 months (or both) if their dog is dangerously out of control. \r\n\r\nYou can find out more about this here: \r\n\r\nhttps://www.gov.uk/control-dog-public"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2018-06-07T15:17:58.088Z"
    },
    "id": 221175,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221175.json"
    },
    "type": "petition"
}