{
    "attributes": {
        "action": "Set Tier2 min wage to £100,000 to stop the loss of 400,000 UK jobs every year",
        "additional_details": "Every year over 400,000 UK workers are displaced or refused work because Tier2 visas and ICT are being used to undercut and replace local workers.  Over 5 million jobs in the IT industry have been lost since the current Government took power. The Government gives tax incentives for companies to do this. UK workers are forced to train their replacements and are then dismissed.  New graduates are being refused work and the IT industry has become completely unavailable to young people in the UK.",
        "background": "Highly skilled IT workers are being brought into the UK and paid less than the going rate because of their race.  This is discrimination.  IT Corporations flood the UK with 400,000 migrant workers every year. They are recruited to replace local workers and maximise corporate profits.",
        "closed_at": null,
        "created_at": "2018-05-30T21:20:20.388Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-30T21:56:57.416Z",
        "opened_at": null,
        "rejected_at": "2018-06-06T17:07:04.193Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure whether you'd like this change to be made for all Tier 2 visa applications, or only for the ICT industry. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-06-06T17:07:07.151Z"
    },
    "id": 221103,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221103.json"
    },
    "type": "petition"
}