{
    "attributes": {
        "action": "Investigate the past financial dealings of Torbay council and it's Mayor",
        "additional_details": "Housing waiting list of over 5,000. Five times more spent on beach huts than affordable housing. Crime through the roof. Despite a modest salary he bought a luxury 250,000 apartment.",
        "background": "Torbay has been run into the ground by it's current administration and Mayor. Despite a vote of no confidence, he refuses to step down. Torquay has seen investment such as luxury apartments and beach huts, money designated for other towns in Torbay has gone missing. Time to stand up!",
        "closed_at": null,
        "created_at": "2018-05-31T20:32:37.602Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-05-31T21:13:16.421Z",
        "opened_at": null,
        "rejected_at": "2018-06-07T12:58:03.273Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It’s about something that the UK Government or Parliament is not responsible for.\r\n\r\nWe can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Mayor of Torbay is accountable to Torbay Council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttp://www.torbay.gov.uk/council/how-the-council-works/petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2018-06-07T12:58:03.281Z"
    },
    "id": 221170,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221170.json"
    },
    "type": "petition"
}