{
    "attributes": {
        "action": "Give brass bands an annual place on the schedule of the BBC Proms",
        "additional_details": "In Britain, one of the proudest parts of our musical heritage is our brass bands. From bands in small villages to international-standard ensembles, these amazing musicians are constantly both pushing the boundaries of excellence and new composition as well as offering the very best entertainment. \r\n\r\nYet the BBC Proms, funded by the licence fee, only occasionally features brass bands. \r\n\r\nWith 76+ concerts every year, there is surely space for our best brass bands annually.",
        "background": "The Licence Fee-funded BBC Proms is the world’s longest-running music festival and features many of the world’s greatest artists and orchestras. It is a British institution yet brass bands, in which this country has led the way for decades, only get occasional slots on the 70+ concert schedule",
        "closed_at": null,
        "created_at": "2018-06-01T08:02:04.144Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-04T11:11:29.496Z",
        "opened_at": null,
        "rejected_at": "2018-06-08T15:55:26.556Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations. \r\n\r\nYou might like to write to the BBC to make this suggestion. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-06-28T09:19:14.151Z"
    },
    "id": 221199,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221199.json"
    },
    "type": "petition"
}