{
    "attributes": {
        "action": "Pay carers an allowance equivalent to a fulltime job at the National Living wage",
        "additional_details": "As a former informal carer I can testify that it is more than a full time job and the financial and emotional is immeasurable .\r\nThe current amount a carer recieves a week is £62.70. Which is a National Disgrace.",
        "background": "Paying unpaid carers would safeguard those requiring care making it a financially viable option for friends and family to look after those they love, Reducing pressure on 999 services and the NHS. Saving vast amounts of money per person. The carer who provides continuity in care is often forgotten",
        "closed_at": "2018-12-08T23:59:59.999Z",
        "created_at": "2018-06-01T12:36:43.007Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-08-21T15:58:33.305Z",
            "details": "The Government recognises the invaluable contribution that unpaid and family carers make in our communities and is committed to supporting carers to provide care in the way that they would wish, taking into account their own health and wellbeing, employment and life goals. \r\n \r\nFormal carers, i.e. those employed as “professional” carers, do of course need to receive all the protections that employment law offers, including receiving at least the National Living Wage/National Minimum Wage from their employers. Informal carers are those who provide care for family or friends. They receive help through the benefit system, primarily through Carer’s Allowance (CA) (introduced in 1976) and means tested benefits for those on lower incomes. \r\n \r\nThe Government values the contribution that informal carers make and CA helps recognise the important role they play in society as well as providing a measure of financial support for people who give up the opportunity of full-time employment in order to provide care.  It was not designed to be a carer’s wage or intended to replace foregone earnings entirely. Though society values a carer’s contribution highly, it has never been the role of the benefit system to pay people for the tasks they undertake in the way that an employer would.  This has been the approach of successive Government’s and reflects wider social policy aims as well as issues of affordability.\r\n\r\nA carer may apply for CA if they provide care for 35 hours or more a week to a person on a qualifying disability benefit. The carer must be aged 16 years or over and not in full time education (defined as 21 hours or more a week). For those carers who can undertake some part-time work, there is an earnings limit in CA. CA can be received alongside part-time earnings of up to £120 net of certain expenses a week. Allowable expenses include income tax, National Insurance contributions and half of any contributions to an occupational or personal pension. Also, up to half the net earnings figure calculated can be allowed towards the cost of alternative care for the disabled person, or for a child aged under 16, while the carer is at work. These rules mean people can earn significantly more than the earnings limit and still get CA. Where possible, informal carers are encouraged to continue either working or studying part-time alongside their caring responsibilities in order to improve their own life chances and increase their social interaction. \r\n \r\nSince 2010 we have increased the rate of CA from £53.90 to £64.60 a week, so carers are £550 a year better off than they were in 2010.   CA will continue to increase by the Consumer Price Index. CA real terms expenditure is forecast to be nearly £3.4bn in 2022/23. [Devolution means Scottish CA spend has been removed from the original, nominal £4bn figure] This clearly indicates the Government’s continued commitment to carers.\r\n \r\nCarers on low incomes can also claim means tested benefits . These benefits can be paid to carers at a higher rate than those without caring responsibilities through the carer premium or equivalent additional amount, worth £36.00 a week. Universal Credit (UC) also includes a carer element worth £156.45 per monthly assessment period. In 2017, six out of ten households on UC with a Carer Entitlement recorded received a Monthly Award Amount of over £400: this is in addition to any CA they may receive. Receipt of means tested benefits can act as a “passport” to help with prescriptions and dental charges.\r\n \r\nHowever, the support we need to provide extends far beyond financial support.  Some solutions must reach beyond the influence of Government.  We also need businesses, local communities, the voluntary sector and individuals to play their part.  In June 2018, the Department of Health and Social Care (DHSC) published a Carers Action Plan ‘Supporting carers today’, which set out a two-year programme of targeted work to support unpaid carers.  It focused on practical actions that we intend to take over the next two years to support carers working across – and beyond – government.\r\n \r\nWe know that many carers experience difficulties in trying to balance work with their caring responsibilities, and recognise the financial hardship that some carers face as a result of having to give up work.   We want to support carers to enable them to continue to work alongside their caring role and through the Carers Action Plan have committed to seeking to raise the profile of carers with employers and to encourage them to improve their working practices.\r\n \r\nThe Government’s Fuller Working Lives Strategy sets out what the Government is doing to support carers who wish to remain in or return to work; as well as highlighting the sort of support that good employers should give carers in their workforce, such as flexible working. \r\n\r\nWe recognise there is still more to do. That is why the needs of carers will be central to the forthcoming Social Care Green Paper and a vital measure of its success.\r\n\r\nDepartment for Work and Pensions.\r\n",
            "responded_on": "2019-01-21",
            "summary": "We value carers who support disabled people to live more independently. Carer’s Allowance provides some recognition for caring: it’s not a carer’s wage however. 2022/23 forecast spend is £3.4bn. ",
            "updated_at": "2019-02-26T16:21:28.098Z"
        },
        "government_response_at": "2018-08-21T15:58:33.307Z",
        "moderation_threshold_reached_at": "2018-06-03T15:14:47.239Z",
        "opened_at": "2018-06-08T15:49:32.707Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-07-24T20:52:47.665Z",
        "scheduled_debate_date": null,
        "signature_count": 21598,
        "state": "closed",
        "updated_at": "2019-03-01T16:01:44.979Z"
    },
    "id": 221220,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221220.json"
    },
    "type": "petition"
}