{
    "attributes": {
        "action": "Income tax/national insurance should be reduced for under 25s and graduates",
        "additional_details": "Graduate jobs are harder to get in 2018 more than ever, the average graduate gets a job 6 months after they graduate. After studying for full time for 3 years and either earning nothing or very little, starting a job and having at least 40-60 percent of it taken away makes it extremely difficult to save any money, especially when living in London where rent prices and mortgage costs are higher than most peoples salaries. I propose that graduates pay a reduced amount of income tax.",
        "background": "National minimum wage affects people doing the exact same job. Under 25s receive a considerably less amount simply because of their age difference, however we pay the same in tax, food, bills, rent, so why are we paid different, but taxed the same?",
        "closed_at": null,
        "created_at": "2018-06-01T08:40:47.519Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-01T13:37:37.552Z",
        "opened_at": null,
        "rejected_at": "2018-06-07T14:55:36.597Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure whether you'd like everyone with a degree to pay lower income tax, no matter what their income or how long ago they graduated, or only recent graduates. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-06-07T14:55:39.359Z"
    },
    "id": 221205,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221205.json"
    },
    "type": "petition"
}