{
    "attributes": {
        "action": "Make Govia Thameslink Railway refund season ticket holders",
        "additional_details": "Train cancellations during peak hours can have significant effects on the health and well-being, as well as employment status, of commuters. Missed interviews, exams and healthcare appointments can have grave consequences and are unduly affecting the lives of thousands of people. Employers are also having to count the costs of lost hours. GTR have implemented timetable changes that they are unable to fulfill and they should be held financially responsible for the consequences, not the commuters.",
        "background": "Since the implementation of the new GTR timetable there have been multiple train cancellations through peak hours affecting the vast majority of season ticket holders. I propose that Govia Thameslink Railway should reimburse all season ticket holders until the full timetable is implemented.",
        "closed_at": null,
        "created_at": "2018-06-01T08:14:04.520Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-01T08:33:45.239Z",
        "opened_at": null,
        "rejected_at": "2018-06-07T12:09:13.928Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nYou could start a new petition asking the UK Government and Parliament to change the rules to make rail franchises refund train fares if the journey is delayed for more than 15 minutes, if that's what you'd like to happen. \r\n\r\nYou may be interested to know that the Secretary of State for Transport made a statement about timetable changes on Monday 4 June and MPs asked questions about it. \r\n\r\nYou can read the statement here: https://hansard.parliament.uk/commons/2018-06-04/debates/8053C64D-817B-4041-BB61-9C445FDC599E/RailTimetabling \r\n\r\nYou can watch/ listen to the statement here: https://parliamentlive.tv/event/index/b00320b1-dbf7-4fdc-b51c-db3e8a5f200b?in=17:01:27 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-06-07T12:09:13.935Z"
    },
    "id": 221202,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221202.json"
    },
    "type": "petition"
}