{
    "attributes": {
        "action": "The EU are not clear. Any GMO that can get into the food chain to be destroyed",
        "additional_details": "In the EU (including in the UK), foods must say on their label if they contain or consist of genetically modified organisms (GMOs) or contain ingredients produced from GMOs. All GM food, including flour, cooking oils and glucose syrups from a GM source, have to be labelled as GM. We want all foods, alive or dead that are transported to this country to be tested for GMO and to be noted if they have been fed on GMO, water,  soil, insecticides or  antibiotics that could contaminate our ECO system",
        "background": "All crops that are grown in this country are to be burnt and animals destroyed at the importers/exporters cost. NO trial crops to be grown in the open air, AND ONLY GROWN  INSIDE UNDER LAB CONDITIONS SO THAT FULL CONTROL CAN BE ENFORCED AND TESTED.",
        "closed_at": null,
        "created_at": "2018-06-01T19:24:05.009Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-02T10:47:53.354Z",
        "opened_at": null,
        "rejected_at": "2018-06-08T15:26:02.622Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about genetically modified organisms, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nAs you say, in the EU foods must say on their label if they contain or consist of GMOs or contain ingredients produced from GMOs.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do - for example, you start a new petition asking for a ban on importing GM foods or ingredients after the UK leave the EU, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-06-08T15:26:13.628Z"
    },
    "id": 221252,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221252.json"
    },
    "type": "petition"
}