{
    "attributes": {
        "action": "Legislate so that all paid-for political adverts can be viewed by the public.",
        "additional_details": "Twitter, Google & Facebook have announced that they will publish all political advertisements on their platforms on online databases.\r\n\r\nThese piecemeal tools will be useful for verifying information but are not a replacement for a single platform provided by the UK parliament.\r\n\r\nFurther measures to improve trust in political advertising would be to require all factual claims used in political adverts to be pre-cleared by independent fact checkers and insist on imprints to show the origin of ads.",
        "background": "Political advertisers micro-target messages at voters online. The ephemeral and opaque nature of this advertising means it’s impossible to hold political advertisers to account for claims. To improve transparency, all political advertising should be uploaded to a searchable and public website.",
        "closed_at": null,
        "created_at": "2018-06-01T08:02:13.072Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-01T12:15:52.616Z",
        "opened_at": null,
        "rejected_at": "2018-06-06T16:00:55.361Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure whether you'd like a public body to host all political advertising or whether you'd like political adverts to be \"pre-cleared\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to establish a searchable and public website for all political advertising."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-06-06T16:01:04.243Z"
    },
    "id": 221200,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221200.json"
    },
    "type": "petition"
}