{
    "attributes": {
        "action": "Pay carers an allowance equivalent to a fulltime job at the National Living wage",
        "additional_details": "As a former informal carer I can testify that it is more than a full time job and the financial and emotional is immeasurable .\r\nThe current amount a carer recieves a week is £62.70. Which is a National Disgrace.",
        "background": "Paying unpaid carers would safeguard those requiring care making it a financially viable option for friends and family to look after those they love, Reducing pressure on 999 services and the NHS. Saving vast amounts of money per person. The carer who provides continuity in care is often forgotten",
        "closed_at": null,
        "created_at": "2018-06-01T12:36:43.007Z",
        "creator_name": "Matthew David Harris",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-08-21T15:58:33.305Z",
            "details": "The Government recognises the invaluable contribution that unpaid and family carers make in our communities and is committed to doing more to support them. The support we need to provide extends far beyond financial support however. The Department of Health and Social Care (DHSC) published a Carers Action Plan ‘Supporting carers today’ in June this year, setting out plans to support carers. https://www.gov.uk/government/publications/carers-action-plan-2018-to-2020\r\n \r\nDWP is part of DHSC’s Employers Accreditation Pilot and is working with DHSC on the Carers Discovery project. \r\n \r\nFormal carers, i.e. those who are employed as “professional” carers, do of course need to receive all the protections that employment law offers, including receiving at least the National Living Wage/National Minimum Wage from their employers. \r\n \r\nInformal carers are those who provide care for family or friends. They do receive help through the benefit system, primarily through Carer’s Allowance (CA) (introduced in 1976) and for those on lower incomes, through means-tested benefits. \r\n \r\nThough society values a carers contribution highly, it has never been the role of the benefit system to pay people for the tasks that they choose to undertake in the way that an employer would. The purpose of CA is to provide a measure of financial support and recognition for people who give up the opportunity of full-time employment in order to provide regular and substantial care for a severely disabled person, but it is not and never was, designed to be a carer’s wage or intended to replace foregone earnings entirely. \r\n \r\nA carer may apply for CA if they provide care for 35 hours or more a week to a person on a qualifying disability benefits. The carer must be aged 16 years or over and not in full time education (defined as 21 hours or more a week). For those carers who can undertake some part-time work, there is an earnings limit in CA. CA can be received alongside part-time earnings of up to £120 net of certain expenses a week. Allowable expenses include income tax, National Insurance contributions and half of any contributions to an occupational or personal pension. Also, up to half the net earnings figure calculated can be allowed towards the cost of alternative care for the disabled person, or for a child aged under 16, while the carer is at work. These rules mean people can earn significantly more than the earnings limit and still get CA. Where possible, informal carers are encouraged to continue either working or studying part-time alongside their caring responsibilities in order to improve their own life chances and increase their social interaction. \r\n \r\nCA is funded from general taxation and is up-rated in line with the Consumer Price Index. Since 2010 the rate has increased from £53.90 to £64.60, meaning carers are £550 a year better off than they were in 2010. By 2022/23 we will be spending nearly £4 billion a year on CA. This is a clear indication of the Government’s commitment to carers.\r\n \r\nCarers on low incomes can also claim income-related benefits, such as Income Support and Pension Credit. These benefits can be paid to carers at a higher rate than those without caring responsibilities through the carer premium or equivalent additional amount, worth £36.00 a week. Universal Credit (UC) also includes a carer element worth £156.45 per monthly assessment period. Latest figures show that 6 out of ten households on UC with a Carer Entitlement recorded received a Monthly Award Amount of over £400: this is in addition to any CA they may receive. Receipt of means tested benefits can act as a “passport” to help with prescriptions and dental charges.\r\n \r\nFor carers not eligible for CA who are looking after sick or elderly family or friends, Carers Credit (CC) is a National Insurance Credit (not a benefit) which helps build qualifying years for State Pension purposes. To qualify for CC a person must be caring for one or more person for at least 20 hours a week, be over 16 years old but under State Pension age. The person being cared for must get either a qualifying benefit or be certified by a health or social care professional as needing the amount of care being provided. \r\n \r\nThe Government’s Fuller Working Lives Strategy sets out what the Government is doing to support carers who wish to remain in or return to work; as well as highlighting the sort of support that good employers should give carers in their workforce, such as flexible working. To spearhead some of this work the Government appointed the Business in the Community (BiTC) Age at Work leadership team as Business Champion for Older Workers. The Leadership Team spearhead the Government’s work to support employers to retain, retrain and recruit older workers. They actively promote the benefits of both employing and retaining older workers to employers across England – influencing them both strategically and in terms of practical advice. This work also benefits carers in the workplace.\r\n\r\nDepartment for Work and Pensions",
            "responded_on": "2018-08-21",
            "summary": "We value carers who support disabled people to live more independently. Carer’s Allowance provides some recognition for caring: it’s not a carer’s wage however. By 2022/23 annual spend will be £4bn.",
            "updated_at": "2018-08-21T15:58:33.305Z"
        },
        "government_response_at": "2018-08-21T15:58:33.307Z",
        "moderation_threshold_reached_at": "2018-06-03T15:14:47.239Z",
        "opened_at": "2018-06-08T15:49:32.707Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-07-24T20:52:47.665Z",
        "scheduled_debate_date": null,
        "signature_count": 16647,
        "state": "open",
        "updated_at": "2018-10-04T10:33:53.693Z"
    },
    "id": 221220,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221220.json"
    },
    "type": "petition"
}