{
    "attributes": {
        "action": "Save the Tigris River, Arab Marshes and Iraq’s ancient existence",
        "additional_details": "This hydropower dam is one of 19, was severely criticised by archaeologists, environmental and human rights groups due to its long term damaging effects, especially local ancient villages and along the river across Iraq; manifesting a huge impact on the environment, livelihood of the Iraqi population and the future international relations. The dam will be completely filled by 2020, which will certainly cause irreversible damage. The impact already seen in the drought of  tributaries to farmland.",
        "background": "Scarcity of water in the Tigris River in Iraq after completing the \"Ilisu Dam\"/Turkey, will no doubt have a devastating effect on the livelihood of the Iraqi people and geopolitical stability in the region.We need the support of all governments to exert pressure on Turkey to release the water flow.",
        "closed_at": null,
        "created_at": "2018-06-03T13:31:01.880Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-03T15:11:32.250Z",
        "opened_at": null,
        "rejected_at": "2018-06-08T15:36:05.495Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the Ilisu dam, but we're not sure what specific action you'd like the UK Government or Parliament to take. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government to urge the Governments of Turkey and Iraq to work together to prevent water shortages, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-06-28T09:14:41.384Z"
    },
    "id": 221341,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221341.json"
    },
    "type": "petition"
}