{
    "attributes": {
        "action": "Ban those who think homosexuality is criminal offence from owning UK companies",
        "additional_details": "Mansour bin Zayed Al Nahyan is currently the Deputy Prime Minister of the United Arab Emirates, a country which finds same-sex sexual activity to be illegal. He also owns City Football Group, which Manchester City Football Club is a part of. Football is the national sport of the UK, yet the owner of the Premier League champions believes homosexuality should be illegal. If LGBT equality is to be truly achieved, people like Sheikh Mansour cannot be permitted to own UK based companies",
        "background": "In many countries homosexuality is still considered a crime. This is in direct contrast to the UK, where same-sex sexual activity has been legal since 1967. Members of ruling government parties in countries where homosexuality is still illegal should be banned from owning UK based companies",
        "closed_at": null,
        "created_at": "2018-06-04T00:46:02.604Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-04T18:16:14.029Z",
        "opened_at": null,
        "rejected_at": "2018-06-13T15:23:10.434Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure exactly who you would like to be banned from owning UK-based companies, or how you would like this to be defined. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-06-13T15:23:17.934Z"
    },
    "id": 221381,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221381.json"
    },
    "type": "petition"
}