{
    "attributes": {
        "action": "Make a new law for cyclists.",
        "additional_details": "This will be included insurance for protect all cyclists, trainings for cyclists and appropriate licence for cyclists. Also, all cyclists must to wear the safety helmet and wear bright or light-coloured clothing during the day and reflective or fluorescent clothing at night or in poor visibility conditions. If they did not wear any of those, they should have punished such as penalty. Some people did not obey traffic light signals, traffic signs and road markings. This could cause accident.",
        "background": "Make a law for cyclists because lots of people who ride on the bicycle on the road. I think we need to make a law for safety for both of the drivers and cyclists on the road. This is important because lots of cyclists did not obey the Highway Code when they cycle on the road.",
        "closed_at": null,
        "created_at": "2018-06-04T20:27:22.811Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-05T09:14:48.985Z",
        "opened_at": null,
        "rejected_at": "2018-06-11T10:35:39.193Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you'd like to see action regarding cyclists, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nAlternatively, you may wish to sign this petition:\r\nhttps://petition.parliament.uk/petitions/211313"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-06-11T10:35:45.501Z"
    },
    "id": 221459,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221459.json"
    },
    "type": "petition"
}