{
    "attributes": {
        "action": "Distribute Yellow Wheelie Bins for Nappy Bags",
        "additional_details": "Providing yellow Wheelie bins for storing yellow Nappy bags for collection will reduce the risk. This is something that should be supplied by local councils to reduce risk of infection and disease spreading.",
        "background": "Yellow Nappy Bags attract vermin and they will access areas as they like the smell and also use the contents for nesting. At least twice this morning I have had to Collect the contents of the Bags from the street as vermin have been in and ripped the bags open.",
        "closed_at": null,
        "created_at": "2018-06-06T07:47:43.354Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-09T20:11:35.429Z",
        "opened_at": null,
        "rejected_at": "2018-06-15T16:24:49.322Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nAt the moment, waste services (including bin collections) are the responsibility of your local council. If you'd like this to happen in your local area, you could talk to a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nIf you'd like this to happen everywhere in England, you could start a new petition asking for councils to be required by law to provide yellow bins for nappy bags. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-06-15T16:24:52.552Z"
    },
    "id": 221565,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221565.json"
    },
    "type": "petition"
}