{
    "attributes": {
        "action": "Use the money paid by tax payers to cut the grass in Northampton.",
        "additional_details": "The council are broke (despite tax payers continuing to be charged) so they are neglecting basic upkeep such as maintaining our roadways and cleaning our streets. The fact that the town looks awful is bad enough but this is becoming real cause for concern due to the dangers it creates. Near misses and other incidents are spoken of daily due to the issue.",
        "background": "The grass in and around Northampton is ridiculously long and is causing all manner of issues with our roadways. Drivers are unable to see around roundabouts and corners due to the length of the grass on verges and central divides. It needs to be cut urgently.",
        "closed_at": null,
        "created_at": "2018-06-05T22:38:10.054Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-06T09:04:30.015Z",
        "opened_at": null,
        "rejected_at": "2018-06-12T09:09:39.551Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-06-12T09:09:39.560Z"
    },
    "id": 221552,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221552.json"
    },
    "type": "petition"
}