{
    "attributes": {
        "action": "Revise the current legislation on child maintenance - Make it fair!",
        "additional_details": "1. The paying parents can be up to their eyeballs in debt and have other dependants to look after like new families yet this is not taken into account when working out maintenance. This causes misery & great stress.\r\n\r\n2. When maintenance is given, there should be the right to say how it be spent. As the other parent should have income to look after the children in the first place. Why can the receiving parent splash out on expensive gifts, when the giving can't even afford to live on the basics??",
        "background": "1. Make it fair for paying parents whose financial commitments are NOT assessed before being made to pay 20-25% of their income BEFORE tax\r\n\r\n2. ALLOW paying parents to have a say in how maintenance should be spent on what would to best for children",
        "closed_at": null,
        "created_at": "2018-06-06T13:58:26.633Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-13T22:09:10.128Z",
        "opened_at": null,
        "rejected_at": "2018-06-20T16:21:27.624Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about how child maintenance works but we're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what changes you think should be made so that the system is fair.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-06-20T16:21:33.305Z"
    },
    "id": 221599,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221599.json"
    },
    "type": "petition"
}