{
    "attributes": {
        "action": "Correct the claim, misleading MPs, that UK cosmetic testing on animals has ended",
        "additional_details": "Most UK cosmetic ingredients are industrial chemicals, normally all tested on animals under REACH law. For any chemical to be approved for marketing there are normally 11 required toxicity tests. Of these 11, only 4 non-animal tests have been developed. To get their missing data, cosmetic companies exploit loopholes that permit dual-use industrial & cosmetic chemicals to be tested on animals. This means UK cosmetic testing on animals has not ended, also compromising our public health & safety.",
        "background": "Despite an official 'ban', most UK (& EU) cosmetic ingredients can still - by law - be tested on animals. There is now a call for a ‘global ban’ based on this. So consumers are being misled and decision makers even congratulated on ‘full testing and marketing bans’, which in reality do not exist.",
        "closed_at": null,
        "created_at": "2018-06-06T08:32:40.788Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-07T10:18:27.304Z",
        "opened_at": null,
        "rejected_at": "2018-06-12T16:26:34.377Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition urging the UK Government to work with the governments of other countries to develop international legislation to ban animal testing, if that's what you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-06-12T16:26:34.384Z"
    },
    "id": 221568,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221568.json"
    },
    "type": "petition"
}