{
    "attributes": {
        "action": "Sack the Senior Civil Servant in any Ministry not fulfilling its mandate",
        "additional_details": "Civil servants appear to be rewarded for failure.  When the Armed Forces do their duties, they are rewarded for their successes and punished for their alleged failures.  This does not seem to apply to the Civil Service, who are given bonuses whether their department has succeeded or failed, and Knighthoods if their failures have been sufficiently spectacular.  From information leaks from the Brexit team, to local council property transactions not being audited.  No one is being held responsible.",
        "background": "Senior and other Civil Servants appear to believe their positions are a sinecure, and that they do not have to carry out the wishes of the Public or the Government.  The law is to be changed to allow immediate dismissal of the head of department in each case of malfeasance or dereliction of duty.",
        "closed_at": null,
        "created_at": "2018-06-05T16:43:19.070Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-05T17:12:44.137Z",
        "opened_at": null,
        "rejected_at": "2018-06-13T15:27:05.573Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. For example, we're not sure how you would like \"not fulfilling its mandate\" to be defined, or who would be responsible for deciding if this had happened. \r\n\r\nMalfeasance in public office is already an offence. We're not sure exactly what you mean by \"dereliction of duty\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-06-13T15:27:09.170Z"
    },
    "id": 221518,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221518.json"
    },
    "type": "petition"
}