{
    "attributes": {
        "action": "Abolish the Children Act 1989",
        "additional_details": "In most cases the 'guardian' met the child only for a few minutes. There is no evidence the Act protects children's rights. There is evidence it gives overwhelming power to the state (doctors, 'guardian', courts) over parents to prevent children in state hospitals from receiving medical care if they deem unworthy; preventing their parents, by deploying police, from transferring their child to another hospital via their own means; and ensuring the child dies. Role of democracy is to stop tyranny.",
        "background": "In 1989 the British government adopted UN Convention on Rights of the Child suggestion and created the Children Act 1989. The Act decrees that to ensure welfare of child is paramount in court a 'guardian', a complete stranger, will decide what is the best interest of a child rather than his parents.",
        "closed_at": null,
        "created_at": "2018-06-06T12:07:43.753Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-09T04:18:33.633Z",
        "opened_at": null,
        "rejected_at": "2018-07-04T14:13:48.704Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Children Act 1989 covers many things other than how best to treat a child when parents and doctors do not agree. These include things such as contact and residence, child protection more generally and other matters including private maintenance arrangements. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Parliament and Government to set up a public inquiry into how decisions about medical treatment for children are made. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-07-04T14:13:57.477Z"
    },
    "id": 221591,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221591.json"
    },
    "type": "petition"
}