{
    "attributes": {
        "action": "Prioritise Free Childcare for Working Parents",
        "additional_details": "Help needs to be given to those who need it. Not, with respect, to those who aren't going out to work in the day. While I appreciate research that shows children from non working families benefit from provision of early years childcare we also need to appreciate that government funding is not a bottomless pit and funds must be allocated sensibly. Childcare can take more than half of a person's salary, this needs to change if we want to keep tax payers working and paying into the system.",
        "background": "We are in a ridiculous situation where working parents are not given free childcare until their children are 3 but children from families who don't work get much more help much earlier. This needs to stop and we need to start looking after and rewarding our workers, making it worthwhile to work!",
        "closed_at": null,
        "created_at": "2018-06-07T07:06:44.507Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-07T10:47:46.360Z",
        "opened_at": null,
        "rejected_at": "2018-06-13T15:31:23.583Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do to prioritise working parents. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to fund free childcare for all children aged two and above, if that's something you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-06-13T15:31:23.590Z"
    },
    "id": 221636,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221636.json"
    },
    "type": "petition"
}