{
    "attributes": {
        "action": "Banning single use plastic in North Wales.",
        "additional_details": "Plastics production has increased twenty-fold since 1964\r\nOne garbage truck of plastic is dumped into the ocean every minute.\r\nA UK government report released last month warned that the amount of plastic in oceans will triple between 2015 and 2025 if action isn't taken.\r\nScotland and England have both agreed to ban single use plastic, whilst Wales is still purchasing single use plastic items. \r\nI am a marine biologist student and I based my 3rd year dissertation on the effects of plastic upon marine wildlife. As we are all aware about the ocean's situations, we are quite far from the idea of taking actions ourselves. Therefore, it is necessarily to have the welsh government and council to help citizens to reduce their plastic uses by banning plastic items.",
        "background": "By 2050, there will be more plastic than fish in the sea. Plastic, weather in the ocean or soil carries toxins which starves and poisons wildlife. It has found into drinking water showing exactly how ubiquitous and invisible this problem can be.Plastics is presents in fish and seafood caught in UK.",
        "closed_at": null,
        "created_at": "2018-06-07T13:48:33.893Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-07T16:52:55.394Z",
        "opened_at": null,
        "rejected_at": "2018-06-11T16:07:59.088Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Welsh Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Welsh Assembly has its own Petitions Committee. If you'd like to send your petition to the Welsh Assembly, you can find out more here:\r\nhttp://www.assembly.wales/en/gethome/e-petitions/Pages/e-petitions.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-06-11T16:08:02.660Z"
    },
    "id": 221666,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221666.json"
    },
    "type": "petition"
}