{
    "attributes": {
        "action": "Put a stop to South Shields seafront housing development ref ST/0740/16/FUL.",
        "additional_details": "Access for public to that section of the beach will be impossible. It would be completely out of character and almost privatize part of our coastline. The area is green belt, the idea that this could go ahead is a sad day for our seafront. The building of houses on this site is for pure profit by the building company and council. If this project was to go ahead it would tell the population of south shields that the government don't care about your town just how much they can make out of it.",
        "background": "The current location has a public house on it right on the beach front.They had been approached by a housing company to build 23 appartments visible from the coast road. Revamp the current building yes but that amount of building on a green belt area opens the floodgates.",
        "closed_at": null,
        "created_at": "2018-06-06T16:53:30.515Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-06T19:32:45.972Z",
        "opened_at": null,
        "rejected_at": "2018-06-12T11:57:39.424Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Housing, Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-06-12T12:27:48.288Z"
    },
    "id": 221609,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221609.json"
    },
    "type": "petition"
}