{
    "attributes": {
        "action": "Allow  drivers to use there vehicles to ram mopeds to protect themselves.",
        "additional_details": "As the police are underfunded and the public are not adequately protected from attacks by moped gangs people should be allowed to defend themselves by use of there motor vehicles as a defensive weapon. As we are not allowed to carry firearms to defend ourselves as they do in the USA  we need need protection from these violent thugs, should these gangs realise they can be severely injured by vehicles if attacking this would act as a deterrant. An alternative would be to allow weapons to defend ourselves from these thugs ie stun guns, tasers or pepper sprays. As a government you are failing the public and leaving them at risk it’s time to put law abiding citizens first.",
        "background": "As the police are underfunded and the public are not adequately protected from attacks by moped gangs people should be allowed to defend themselves by use of there motor vehicles as a defensive weapon.",
        "closed_at": null,
        "created_at": "2018-06-08T10:14:07.362Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-08T10:57:39.794Z",
        "opened_at": null,
        "rejected_at": "2018-06-13T16:35:01.383Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned that people can't defend themselves when they are victims of crime, but we're not sure exactly what changes you'd like to see to the law. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2018-06-13T16:35:01.391Z"
    },
    "id": 221724,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221724.json"
    },
    "type": "petition"
}