{
    "attributes": {
        "action": "Leave the EU now",
        "additional_details": "",
        "background": "The Government is not going to achieve a satisfactory outcome from its negotiations with the EU. \r\nWe should walk away now. \r\nNo Deal is better than a bad deal.",
        "closed_at": "2018-12-14T23:59:59.999Z",
        "created_at": "2018-06-08T15:44:57.413Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2019-0002",
            "debated_on": "2019-01-14",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2019-01-14/debates/694BA27D-566E-4F52-BC4B-8FC1ACA3F109/LeavingTheEU",
            "video_url": "https://parliamentlive.tv/Event/Index/64100b1a-6f58-46b5-a84e-d0b2416896b3"
        },
        "debate_outcome_at": "2019-01-15T12:40:59.736Z",
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-11-27T11:37:56.883Z",
            "details": "The UK will be leaving the EU on 29 March 2019. \r\n\r\nEU leaders have now endorsed the Withdrawal Agreement and Political Declaration on the future relationship between the UK and EU. This Agreement secures the rights of more than three million EU citizens living in the UK and around one million UK nationals living in the EU; sets out the terms of a time-limited implementation period; and ensures a fair financial settlement.\r\n\r\nOn Northern Ireland, the agreed Protocol guarantees that even in the unlikely event that the UK’s future relationship with the EU is not in place by the end of the implementation period, there will be no hard border between Northern Ireland and Ireland and no customs border down the Irish Sea. \r\n\r\nThe agreement preserves the economic and constitutional integrity of the United Kingdom, upholds the Belfast (Good Friday) Agreement, and ensures people and businesses that rely on an open border between the Northern Ireland and Ireland can continue living their lives and operating as they do now.\r\n\r\nThe full Political Declaration sets out a clear vision for the UK’s future relationship with the EU.\r\n\r\nThis includes the creation of a free trade area for goods, combining deep regulatory and customs co-operation with zero tariffs, no fees, charges or quantitative restrictions across all goods sectors; the first such agreement between an advanced economy and the EU.\r\n\r\nA bad deal would be one which did not deliver on the referendum result, or did not allow the UK to take back control of our laws, money and borders. The Withdrawal Agreement achieves all of this, while the political declaration sets out the basis for a prosperous future partnership on trade and security, ensuring a good deal for UK businesses and citizens.\r\n\r\nThis Government does not want or expect a no deal scenario. Delivering the settlement negotiated with the EU remains our top priority. However, until MPs have voted to approve the Withdrawal Agreement we will continue to do the responsible thing and prepare for every eventuality, including no deal.\r\n\r\nDepartment for Exiting the European Union",
            "responded_on": "2018-11-27",
            "summary": "The UK will be leaving the EU on the 29th March 2019. EU leaders have now endorsed the Withdrawal Agreement and Political Declaration on the future relationship between the UK and EU.",
            "updated_at": "2019-01-22T15:06:10.692Z"
        },
        "government_response_at": "2018-11-27T11:37:56.886Z",
        "moderation_threshold_reached_at": "2018-06-08T18:24:01.086Z",
        "opened_at": "2018-06-14T09:30:39.538Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-11-14T19:50:22.923Z",
        "scheduled_debate_date": "2019-01-14",
        "signature_count": 66972,
        "state": "closed",
        "updated_at": "2019-01-22T15:40:48.592Z"
    },
    "id": 221747,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221747.json"
    },
    "type": "petition"
}