{
    "attributes": {
        "action": "Change the rules of the cemetery about full edging",
        "additional_details": "In cemeterys there are hundreds with full edging stone around their lost loved ones grave, I lost my son recently to a fatal rd collision and I want my son's grave to look beautiful and neat and tidy and I think full edging make their grave their garden,, I understand the rule if you dont keep their grave tidy but I don't agree that there are hundreds in the cemetery with full edging but now the council are saying its no longer allowed, are they going to make everyone take theirs down?",
        "background": "I want the council to Change the rules on full edging around graves, I suggest that as long as people who want full edging around the full length of their loved ones grave and agree to the upkeep of keeping it tidy, cut the grass and not intruded on other graves this should be allowed, compassion",
        "closed_at": null,
        "created_at": "2018-06-08T00:51:38.217Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-08T08:45:39.770Z",
        "opened_at": null,
        "rejected_at": "2018-06-08T11:28:03.538Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We were deeply saddened to read about the death of your son. Please accept our sincere condolences. \r\n\r\nWe can't accept your petition because the Government and Parliament aren't responsible for the issue you raise. Cemeteries and crematoriums are usually the responsibility of local churches or your local council.\r\n\r\nIf the cemetery you're concerned about is run by your local council, which it sounds like it does, you could raise this issue with a local councillor, who represents you.\r\n\r\nYou can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2018-06-08T11:28:08.134Z"
    },
    "id": 221705,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221705.json"
    },
    "type": "petition"
}