{
    "attributes": {
        "action": "Leave the EU now",
        "additional_details": "",
        "background": "The Government is not going to achieve a satisfactory outcome from its negotiations with the EU. \r\nWe should walk away now. \r\nNo Deal is better than a bad deal.",
        "closed_at": null,
        "created_at": "2018-06-08T15:44:57.413Z",
        "creator_name": "Robert J F Barnes",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-11-27T11:37:56.883Z",
            "details": "EU leaders have now endorsed the Withdrawal Agreement and Political Declaration on the future relationship between the UK and EU. This Agreement secures the rights of more than three million EU citizens living in the UK and around one million UK nationals living in the EU; sets out the terms of a time-limited implementation period; and ensures a fair financial settlement.\r\n\r\nOn Northern Ireland, the agreed Protocol guarantees that even in the unlikely event that the UK’s future relationship with the EU is not in place by the end of the\r\nimplementation period, there will be no hard border between Northern Ireland and\r\nIreland and no customs border down the Irish Sea.\r\n\r\nThe agreement preserves the economic and constitutional integrity of the United\r\nKingdom, upholds the Belfast (Good Friday) Agreement, and ensures people and\r\nbusinesses that rely on an open border between the Northern Ireland and Ireland\r\ncan continue living their lives and operating as they do now.\r\n\r\nThe full Political Declaration sets out a clear vision for the UK’s future relationship\r\nwith the EU.\r\n\r\nThis includes the creation of a free trade area for goods, combining deep regulatory and customs co-operation with zero tariffs, no fees, charges or quantitative restrictions across all goods sectors; the first such agreement between an advanced economy and the EU.\r\n\r\nThe deal takes back control of our borders, our laws and our money while protecting jobs, security and the integrity of our United Kingdom.\r\n\r\nThe Government does not want or expect a no deal scenario. While the chances of no deal have been reduced considerably, the Government will continue to do the responsible thing and prepare for all eventualities, in case a final agreement cannot be reached.\r\n\r\nDepartment for Exiting the European Union",
            "responded_on": "2018-11-27",
            "summary": "EU leaders have now endorsed the Withdrawal Agreement and Political Declaration\r\non the future relationship between the UK and EU. We have made decisive\r\nprogress.",
            "updated_at": "2018-11-27T11:37:56.883Z"
        },
        "government_response_at": "2018-11-27T11:37:56.886Z",
        "moderation_threshold_reached_at": "2018-06-08T18:24:01.086Z",
        "opened_at": "2018-06-14T09:30:39.538Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-11-14T19:50:22.923Z",
        "scheduled_debate_date": null,
        "signature_count": 58910,
        "state": "open",
        "updated_at": "2018-12-04T17:39:59.505Z"
    },
    "id": 221747,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221747.json"
    },
    "type": "petition"
}