{
    "attributes": {
        "action": "Make Malicious False Allegations a Hate Crime with Victim suffering considered.",
        "additional_details": "Accusers no longer resort to physical violence for “problem solving” use Laws to remove and destroy victims in the pursuit of power, revenge, planned agenda. Accusers safe in the knowledge they are likely to win with a clever, cold, calculating plan. The tragedy is accusations made in public; there can be no justice without public exoneration. Never underestimate the catastrophic power of false allegations to destroy a life; it is a Hate Crime against the vulnerable and must be punished.",
        "background": "False Allegations; lies which undermine our laws and harm society. Our legal system depends on truth. Destructive hateful crime using Laws against vulnerable. Without witness innocent lose reputation, friends, health, liberty, deal with consequences for years, while perpetrators walk free. Justice?",
        "closed_at": null,
        "created_at": "2018-06-08T13:12:37.717Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-08T16:42:20.334Z",
        "opened_at": null,
        "rejected_at": "2018-06-13T17:12:38.378Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\nMaking a false allegation of a crime may already in some circumstances lead to a jail sentence - for example, if someone is found guilty of perverting the course of justice. In other cases, people who are accused of making false accusations may be prosecuted for wasting police time. \r\n \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. If you want making any malicious, false reports or allegations to authorities to become a criminal offence, you may wish to sign this petition instead: \r\n\r\nhttps://petition.parliament.uk/petitions/214375"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-06-13T17:12:42.850Z"
    },
    "id": 221738,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221738.json"
    },
    "type": "petition"
}