{
    "attributes": {
        "action": "Ban pesticides for Bees and other insects!",
        "additional_details": "the bee extinction does not only put us in danger, it puts animals in danger too! if this does happen, a few days after extinction all plants will stop growing. Which leads to birds with no food, leading to eating slugs and snails, then a larger bird will eat something that eventually we will eat! if you don't really know what pesticides are, it is poison towards insects that kill! Many people think they will hurt us, but we are hurting them! please support our petition to get pesticides removed from the world! some pesticides have already been banned in the EU, lets get them all banned worldwide!!! The plan has been suspended before, let's get it in action",
        "background": "What we do if Bees were extinct? well, we wouldn't have much food! 1/3 of our food is made by bees. If this crisis continues, bees will become extinct! These black and yellow friends provide pollen which is used for growth in plants, I am 12 year old worried for our future!",
        "closed_at": null,
        "created_at": "2018-06-10T12:30:37.978Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-10T13:06:02.422Z",
        "opened_at": null,
        "rejected_at": "2018-06-15T15:55:37.185Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's clear you care about bees and insects. However, we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe Government already supports further restrictions on pesticides called neonicotinoids.  You can find out more here: \r\n\r\nhttps://www.gov.uk/government/news/environment-secretary-backs-further-restrictions-on-neonicotinoid-pesticides\r\n\r\nThe EU recently voted for a permanent ban on pesticides that are harmful to bees. You can find out more here: \r\n\r\nhttps://www.gov.uk/government/news/further-restrictions-on-neonicotinoids-agreed\r\n\r\nWe're therefore not sure exactly what further action you'd like to see. \r\n\r\nYou could start a new petition calling for a ban on the use of all pesticides, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-06-15T15:55:54.622Z"
    },
    "id": 221862,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221862.json"
    },
    "type": "petition"
}