{
    "attributes": {
        "action": "Review  the ULEZ zone in London and the draconian effect it will have on London",
        "additional_details": "The concept is unfair.  Cars and vans have to confirm yet black cabs have a 15 year amnisty. Coaches that produce just 4% of the pollution are being persecuted . New coaches are £200,000 and this cost will be passed onto children at school who want a trip. The cost of lorries delivering will increase , and Tourism in London will die due to people not visiting.. as for people who live in the circular roads, the poor will be taxed £12.50 per day just to drive!",
        "background": "The ULEZ extension is persecuting people who live in London. It’s a poor people’s tax. It is also biased agaist commercial enterprise like Trucks & Coaches yet black cabs have a 15 year amnesty.  The whole concept is unfair as it does not include river or air traffic.",
        "closed_at": null,
        "created_at": "2018-06-09T12:59:25.527Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-09T13:10:37.515Z",
        "opened_at": null,
        "rejected_at": "2018-06-14T17:56:38.146Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. The decision to implement an Ultra Low Emission Zone in London is the responsibility of the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-06-14T17:56:41.760Z"
    },
    "id": 221809,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221809.json"
    },
    "type": "petition"
}