{
    "attributes": {
        "action": "Companies must not make it difficult for customers to cancel their accounts.",
        "additional_details": "Example: To cancel a Sky account, the account holder must call and request a cancellation. Only the original account holder is permitted to do this, so if the account is passed to another person (in the event of a house share or partnership break up) the customer would have to get the original account holder to cancel it. That person may have moved country, or be an abusive ex partner. This could easily be avoided by allowing the customer to cancel the account online with the click of a button.",
        "background": "In some cases it appears that companies are making it purposefully difficult for customers to cancel their accounts so they can make more money out of them. I believe this is wrong and should be discouraged.",
        "closed_at": null,
        "created_at": "2018-06-09T17:31:37.117Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-13T20:45:38.132Z",
        "opened_at": null,
        "rejected_at": "2018-06-20T13:45:37.917Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petition appears to be calling on action from individual companies, not the UK Government or Parliament.\r\n\r\nYou could raise this issue with companies directly. \r\n\r\nYou could start a new petition, asking for the UK Government and Parliament to require UK companies to make it possible for customers to cancel their accounts online, if that's what you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-06-21T16:58:44.640Z"
    },
    "id": 221826,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221826.json"
    },
    "type": "petition"
}