{
    "attributes": {
        "action": "Use the term anti-Muslim hatred instead of Islamophobia in govt. communications.",
        "additional_details": "Anti-Muslim hatred is a more precise term, clarifying that what is not permitted is hatred towards Muslim people. It is also adaptable to other groups e.g. anti-Hindu hatred, and is therefore a fairer term.\r\n\r\nThere are precedents for changing vocabulary when the old words have come to have unfortunate meanings. Given the tense situation in the UK today with extremism on the rise, we feel a change of vocabulary will help allay fears, reduce division, and clarify priorities.",
        "background": "Despite being invented with good intentions, the term Islamophobia now has associations of special protection and rights for one belief system above all others. This has led to fear that even respectful fact-based criticism may be seen as hate speech. In turn this has caused anger and division.",
        "closed_at": null,
        "created_at": "2018-06-10T13:24:08.907Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-12T07:34:52.272Z",
        "opened_at": null,
        "rejected_at": "2018-06-18T17:42:23.909Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Legislation and Government policy covers racial and religious hatred but does not define \"Islamophobia\". We're therefore not sure what you'd like to happen. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-06-18T17:42:27.783Z"
    },
    "id": 221864,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221864.json"
    },
    "type": "petition"
}