{
    "attributes": {
        "action": "Introduce wide-ranging GENUINE consultation for all green belt developments",
        "additional_details": "Once formal plans have been created, public officials, and the companies involved, do not want to see their design dismissed and, consequently, limit consultation as much as possible.  The local authority (LA) should be required to ensure that there is wide-ranging, GENUINE consultation at all stages of a green belt development.  Where objections are likely to be raised, the LA should advise residents to set up a formally constituted friends group to act as the voice of the local people.",
        "background": "Currently, consultation for most developments is pitiful and given the impact on our green belt arising from new builds of houses, roads or rail, the Government should introduce a requirement for GENUINE consultation at ALL stages of each development, including public input in the design phase.",
        "closed_at": null,
        "created_at": "2018-06-09T14:10:29.932Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-09T16:05:43.341Z",
        "opened_at": null,
        "rejected_at": "2018-06-14T17:57:19.802Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly how you'd like a \"genuine consultation\" to be defined. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-06-28T09:16:14.301Z"
    },
    "id": 221815,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221815.json"
    },
    "type": "petition"
}