{
    "attributes": {
        "action": "To raise the minimum wage to make it equal for everybody to reduce poverty.",
        "additional_details": "19.3 million people in the uk experienced poverty at least once within the years of 2010 and 2013 and since then living prices have risen. That’s 33% of the uk population.\r\nAlso in the years of 2010 and 2013 7.3% of the uk were living in persistent poverty.\r\nWhy should family’s have to choose between a hot meal or there children’s school uniforms.",
        "background": "The minimum wage Is minuscule and not enough to provide for living. There have been rises in living prices and more and more people are now living in poverty. We need to rise up and look after the generation, who in 20/30 years will be running this country.",
        "closed_at": null,
        "created_at": "2018-06-11T00:05:40.345Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-11T07:07:03.951Z",
        "opened_at": null,
        "rejected_at": "2018-06-15T14:09:53.599Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure whether you want the current minimum wage to be increased so that all age groups are equal, or whether you want the minimum wage to be increased for all age groups but keep the difference between pay for under 25s and under 18s, for example. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you want the minimum wage to be increased for under 25s, you may wish to sign this petition instead: https://petition.parliament.uk/petitions/221957\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-06-15T14:10:10.622Z"
    },
    "id": 221907,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221907.json"
    },
    "type": "petition"
}