{
    "attributes": {
        "action": "Protester cannot display placards with a hateful message about a group or Nation",
        "additional_details": "If these marches are not carried out with the aim of peaceful protest and a real message of concerns of a peoples or nation. That really they are about building resentment towards others and further violence and hostilities towards other groups or Nations then the march should not take place at all as it is to further terrorist activities and this should be banned. Terrorist ideology is built on this resentment and hate and could lead to spreading of this ideology.",
        "background": "Also chanting a messages of hate or violence towards another group or nation. Carrying of Flags which depicts violence i.e. shows guns or weapons which could be seen as a armed struggle. These marches should be about helping the people that need help and not for creating resentment towards others.",
        "closed_at": null,
        "created_at": "2018-06-11T22:38:10.336Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-12T11:54:01.545Z",
        "opened_at": null,
        "rejected_at": "2018-06-18T15:28:33.055Z",
        "rejection": {
            "code": "no-action",
            "details": "We are not sure exactly what you'd like the UK Government or Parliament to do. It is already illegal to incite violence or hatred, so we're not sure what other action you'd like Government and Parliament to take.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-06-18T15:55:34.060Z"
    },
    "id": 221989,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221989.json"
    },
    "type": "petition"
}