{
    "attributes": {
        "action": "UK Government - Prevent UK MEPS voting FOR Article 13 of EU Copyright Directive",
        "additional_details": "The Internet lets us access more information than ever before, find a rich diversity of news sources, keep in touch with our friends, find new music and videos, and more. Why is it so awesome? Because what you see and do online is up to *you* not some big business or bureaucrat. European Commission and the Council want to destroy the Internet as we know it and allow big companies to control what we see and do online. \r\n\r\nShould Article 13 of the Copyright Directive proposal be adopted, it will impose widespread censorship of all the content you share online. The European Parliament is the only one that can step in and Save your Internet.",
        "background": "On 20-21 June, the European Parliament will vote on the Copyright Directive. Members of the parliament are the only ones that can stand in the way of bad copyright legislation. Tell them you need them to protect your Internet against surveillance and censorship machines!",
        "closed_at": null,
        "created_at": "2018-06-11T16:50:47.535Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-11T17:11:01.317Z",
        "opened_at": null,
        "rejected_at": "2018-06-15T16:41:35.525Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government and Parliament aren't responsible for the decisions of MEPs. \r\n\r\nYou can find out who your MEPs are, and how to contact them, here: http://www.europarl.europa.eu/unitedkingdom/en/your-meps/uk_meps.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-06-15T16:41:38.397Z"
    },
    "id": 221953,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221953.json"
    },
    "type": "petition"
}