{
    "attributes": {
        "action": "Lower grade boundaries for OCR A level biology paper 2- biological diversity",
        "additional_details": "There are many topics in the OCR specification that could have been chosen and put into the paper but on the paper there were hardly any topics and the paper proved to be challenging for many students taking the exam which may cost students their university places if they have certain conditions to meet. The grade boundaries should be lower than last year as the paper was extremely harder and proved very challenging and did not have a variety of topics on the paper.",
        "background": "The paper had hardly any topics for the two year course which may cost students their university places as many students found the paper very difficult. Lower grade boundaries than last year should be put in place as the paper was more difficult than last years paper.",
        "closed_at": null,
        "created_at": "2018-06-11T20:52:19.563Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-11T21:10:47.247Z",
        "opened_at": null,
        "rejected_at": "2018-06-18T09:18:09.759Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The content of exams is the responsibility for the exam boards, and oversight of exam boards is the responsibility of Ofqual, the independent regulator.\r\n\r\nYou can find out more about the process for challenging the result of an exam where an exam board has failed to follow the correct process:\r\n\r\nhttps://www.gov.uk/guidance/regulating-gcses-as-and-a-levels-guide-for-schools-and-colleges/reviews-and-appeals"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-06-18T09:18:18.963Z"
    },
    "id": 221980,
    "links": {
        "self": "https://petition.parliament.uk/petitions/221980.json"
    },
    "type": "petition"
}