{
    "attributes": {
        "action": "Help cancel the ULEZ expansion to inner London from October 2021.",
        "additional_details": "Check the TFL ULEZ to confirm the above & I can guarantee 99% your vehicle will not be ULEZ permissible, therefore you will have to pay the daily charge. This will affect social living, household chores, children’s social activities as you will not be able to drive your car anytime. So the mayor of London is saying change your car to newer ones costing thousands or pay up. Help sign this petition so the government will review this decision. Ask yourself the question, how does the mayor travel?",
        "background": "The mayor of London is implementing the ULEZ to central London i.e in the congestion zone area from April 2019. He is now expanding this to inner London so this is the majority of London postcodes who will be affected and will have to pay £12.50 PER DAY. We need to put a stop to it.",
        "closed_at": null,
        "created_at": "2018-06-12T19:23:12.870Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-13T08:31:24.526Z",
        "opened_at": null,
        "rejected_at": "2018-06-18T09:02:55.922Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. The decision to implement an Ultra Low Emission Zone in London is the responsibility of the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-06-18T09:02:55.929Z"
    },
    "id": 222056,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222056.json"
    },
    "type": "petition"
}