{
    "attributes": {
        "action": "The Article 50 notification is invalid and must be withdrawn",
        "additional_details": "Referenda in the UK are advisory. Indeed, the Supreme Court has ruled that neither the Government nor the people are legally entitled to make such a decision. \r\n\r\nHad the European Union Referendum Act 2015 made the vote binding and the result of the vote was to leave, the Government would have been obliged to give Article 50 notification. There would be no Article 50 Challenge because, in passing such an Act, Parliament would have delegated the decision to the people and the people’s decision would by law need to be carried out.\r\n\r\nBut that is not the Act that was passed by Parliament. Far from it. The Act only made provision for a consultative referendum to gauge the country’s interest in leaving or remaining in the EU. Parliament did not delegate the decision to the people.",
        "background": "Article 50 of the Treaty on European Union (TEU) requires a withdrawal decision to be made before notice can be served. No decision has been formerly made by Parliament. As a result, there is no constitutionally valid decision to leave the EU. Article 50, therefore, is illegal and must be withdrawn.",
        "closed_at": null,
        "created_at": "2018-06-12T11:13:10.800Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-12T15:20:28.453Z",
        "opened_at": null,
        "rejected_at": "2018-06-18T10:36:57.523Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nParliament passed the European Union (Notification of Withdrawal) Act 2017, which conferred power on the Prime Minister to notify, under Article 50(2) of the Treaty on European Union, the United Kingdom’s intention to withdraw from the EU.\r\n\r\nYou can find out more here: \r\n\r\nhttps://services.parliament.uk/bills/2016-17/europeanunionnotificationofwithdrawal.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-06-18T10:36:57.532Z"
    },
    "id": 222013,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222013.json"
    },
    "type": "petition"
}