{
    "attributes": {
        "action": "Should Parliament change law to increase one 20 mins break in a 12-hour shift?",
        "additional_details": "Andrew Griffiths MP, Minister for Small Business, Consumers & Corporate Responsibility replied on 7 June 2018 to my MP's letter:\r\n\"We keep all our employment regulations under review, including the Working Time Regulations (WTR) 1998 which contain the statutory requirements on rest breaks. We currently have no plans to review these provisions, the WTR represent the minimum requirements and employers are free to offer more generous terms to their workers through their employment contracts\".",
        "background": "You are entitled to one rest break of 20 mins if you are employed for more than six hours a day. Therefore, even on a 12 hour shift, you are only legally entitled to ONE 20 mins rest break.  This Petition is asking Parliament to change the law, to require a longer break time.",
        "closed_at": null,
        "created_at": "2018-06-12T14:16:34.566Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-14T12:30:18.730Z",
        "opened_at": null,
        "rejected_at": "2018-06-18T22:20:24.844Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. You could start a new petition saying how you would like the Government to change the law on rest breaks at work."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-06-27T12:06:22.297Z"
    },
    "id": 222023,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222023.json"
    },
    "type": "petition"
}