{
    "attributes": {
        "action": "Use Police resources more effectively in order to tackle rising violent crime",
        "additional_details": "\"Tackling Hate\" is a national policing priority, and policing \"Hate Incidents\" takes up thousands of hours of police time and hundreds of officers, despite \"Hate Incidents\" being acts, real or virtual, that are deemed too trivial and inconsequential to be considered actual crimes. The policing of mean tweets and malicious eye contact is in an indefensible waste of police time and resources when London and the rest of the UK is seeing a rise in serious and violent crime.",
        "background": "Despite the rising violent crime across the country, police forces, especially the Met Police, are using their resources to police \"Hate Incidents\", perceived slights, often online, deemed too trivial to be considered actual crimes. These officers should be on the streets instead of Twitter .",
        "closed_at": null,
        "created_at": "2018-06-14T06:50:54.902Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-20T12:38:36.282Z",
        "opened_at": null,
        "rejected_at": "2018-06-21T09:19:11.245Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. We understand that you're concerned about rising violent crime, but we're not sure what specific action you'd like the Government or Parliament to take. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to give more funding to the police to tackle violent crime, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-06-21T09:19:11.253Z"
    },
    "id": 222185,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222185.json"
    },
    "type": "petition"
}