{
    "attributes": {
        "action": "Enlist a certain criteria of prisoners and repeat offenders into armed forces.",
        "additional_details": "Upon completion offenders will have had discipline drilled into them which they clearly lack and don't get in prison. They will have driving licences off all kinds, a bank account and picture identification and references which sounds small but holds many of these people back which will greatly improve employment upon release. Many will excel in these roles as they want their family to be proud for once and want to prove they can be a worthwhile member of society whilst paying a debt to society.",
        "background": "Enlist a certain criteria of prisoners and repeat offenders into the armed forces, to reduce overcrowding, combat addiction, reduce re-offending and improve employment chances upon release. Also giving a sense of pride for offenders and family members while paying debt to society at the same time.",
        "closed_at": null,
        "created_at": "2018-06-13T21:47:19.991Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-14T21:44:46.649Z",
        "opened_at": null,
        "rejected_at": "2018-06-20T16:02:19.939Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWhile we understand that you would like some prisoners to be recruited into the armed forces, we're not sure exactly how you would like this scheme to work. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-06-20T16:02:30.491Z"
    },
    "id": 222173,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222173.json"
    },
    "type": "petition"
}