{
    "attributes": {
        "action": "Reduce decision time on tier 1 entrepreneurs visa extention unnecessary delay.",
        "additional_details": "It is obvious that the home office is hiding under the complex letter that would be sent to applicant as a yardstick to cover up the delays.  After about 9-10 months of application applicant will then be called for interview. The interview question is not been tailored for the business, interviewer are aggressive behaving as if applicants are criminals, coarsive and more importantly deny applicant from checking their record this i believe is unfair and did not allow equity.",
        "background": "The unnecessary delay in this visa route is uncalled for. Imagine waiting for over 1 year or perhaps close to 2years to receive a 2years visa extention. Most recently, I have seen people waiting for more than 2year and still extention visa not granted or decided.",
        "closed_at": null,
        "created_at": "2018-06-15T05:57:18.761Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-14T07:37:51.715Z",
        "opened_at": null,
        "rejected_at": "2018-07-27T09:24:50.450Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the process for applying for an extension to a tier 1 visa, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-07-27T09:24:50.457Z"
    },
    "id": 222269,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222269.json"
    },
    "type": "petition"
}