{
    "attributes": {
        "action": "Strip Quatar of the World Cup or boycott the Quatari World Cup",
        "additional_details": "In a World Cup where the bid was so obviously won through corruption, the Quatari government again shows that it has no respect for international rights and laws by failing to enforce any workers rights or allowing any of its immigrant workers to leave, earn fair, equal wages, get paid what they originally signed up to, talk to journalists or in any way communicate with the outside world. These people sleep up to 20 in a room and are not treated like human beings.",
        "background": "Quatar is committing outrageous human rights abuse daily through it’s treatment of workers, many of whom are kept in what is essentially modern day slavery. They give no regard for these people’s rights, confiscating their passports, and forcing them to work 100 hour weeks.",
        "closed_at": null,
        "created_at": "2018-06-15T15:40:08.127Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-16T10:40:23.690Z",
        "opened_at": null,
        "rejected_at": "2018-06-22T14:54:19.515Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what action you would like the UK Government or Parliament to take.\r\n\r\nThe UK Government and Parliament aren't responsible for deciding where the World Cup is held. If you would like Government ministers to boycott the 2022 World Cup finals, you could start a new petition asking for that.\r\n\r\nThe Government isn't responsible for the England football team, but your petition could ask the Government to urge the England team not to attend.\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-06-22T14:54:19.521Z"
    },
    "id": 222296,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222296.json"
    },
    "type": "petition"
}