{
    "attributes": {
        "action": "Protect Private Members Bills in Parliament from only 1 MP objecting to block it",
        "additional_details": "On Friday 15 June 2018 a private members bill aiming to make upskirting a criminal offense was presented to Parliament by Liberal Democrat MP for Bath Wera Hobhouse and had support from all Parties and the Government but was de railed at second reading by Sir Christopher Chope who is the Conservative MP for Christchurch is Dorset this has delayed the process, 1 MP should not have the power to stop our parliamentarians from making laws to protect us.",
        "background": "Current parliamentary procedure allows 1 MP to shout “object” in the chamber duing a private members bill in order to block the process of the bill. In the UK Parliament we have 650 MPs how is it fair that if 649 MPs back the bill to become law how can 1 MP block the process this is wrong and unfair",
        "closed_at": null,
        "created_at": "2018-06-15T20:18:09.132Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-15T20:39:55.879Z",
        "opened_at": null,
        "rejected_at": "2018-06-20T17:37:45.825Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure how you'd like the rules to be changed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you want to change the rules so that objections to Private Members' Bills need to be seconded, you may wish to sign this petition instead: https://petition.parliament.uk/petitions/222338\r\n\r\nYou may be interested to know that a group of MPs called the House of Commons Procedure Committee looked at the rules for Private Members Bills in 2016. You can read its report and recommendations here: \r\n\r\nhttps://publications.parliament.uk/pa/cm201516/cmselect/cmproced/684/68402.htm\r\n\r\nYou can watch MPs debate the Committee’s report on Parliament TV: \r\n\r\nhttp://parliamentlive.tv/event/index/9ff57b89-d23c-44a7-85a3-5a9872c0ed31?in=16:02:20 \r\n\r\nYou can read the debate on the Committee’s report here: \r\n\r\nhttps://hansard.parliament.uk/commons/2016-04-18/debates/16041810000002/PrivateMembers%E2%80%99Bills\r\n\r\nYou can find out more about the different stages of a bill on the Parliament website: \r\n\r\nhttp://www.parliament.uk/about/how/laws/passage-bill/ \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-06-20T17:37:45.833Z"
    },
    "id": 222325,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222325.json"
    },
    "type": "petition"
}