{
    "attributes": {
        "action": "Allow good private members bills with widespread support to become law.",
        "additional_details": "",
        "background": "The standing orders of the House of Commons should be changed to prevent a small number of MPs from using procedures to block private members bills that have widespread support in Parliament and from the public, such as the Voyeurism (Offences) Bill and the Mental Health Units (Use of Force) Bill.",
        "closed_at": null,
        "created_at": "2018-06-15T19:09:02.637Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-15T22:24:04.440Z",
        "opened_at": null,
        "rejected_at": "2018-06-20T17:35:38.397Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, what you mean by \"widespread support\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you want to change the rules so that objections to Private Members' Bills need to be seconded, you may wish to sign this petition instead: https://petition.parliament.uk/petitions/222338\r\n\r\nYou may be interested to know that a group of MPs called the House of Commons Procedure Committee looked at the rules for Private Members Bills in 2016. You can read its report and recommendations here: \r\n\r\nhttps://publications.parliament.uk/pa/cm201516/cmselect/cmproced/684/68402.htm\r\n\r\nYou can watch MPs debate the Committee’s report on Parliament TV: \r\n\r\nhttp://parliamentlive.tv/event/index/9ff57b89-d23c-44a7-85a3-5a9872c0ed31?in=16:02:20 \r\n\r\nYou can read the debate on the Committee’s report here: \r\n\r\nhttps://hansard.parliament.uk/commons/2016-04-18/debates/16041810000002/PrivateMembers%E2%80%99Bills\r\n\r\nYou can find out more about the different stages of a bill on the Parliament website: \r\n\r\nhttp://www.parliament.uk/about/how/laws/passage-bill/ \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-06-20T17:35:38.406Z"
    },
    "id": 222319,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222319.json"
    },
    "type": "petition"
}