{
    "attributes": {
        "action": "Make BAME specific opportunities illegal due to racism",
        "additional_details": "Creative practices such as New Writing North and the Dukes theatre in Lancaster have offered prizes to individuals through competitions open specifically to BAME candidates, excluding White British individuals. \r\n\r\nhttps://dukes-lancaster.org/creative-learning/artists-hub/\r\n\r\nOpportunities to get into publishing are difficult at the best of times as not many publishing companies offer training schemes - Harper Collins make it impossible for White British individuals by offering a BAME only traineeship.\r\n\r\nhttps://www.harpercollins.co.uk/corporate/graduate-scheme-bame-traineeship/",
        "background": "Opportunities in employment and general personal development have been increasingly restricted to BAME candidates only. Whilst I believe in encouraging people from all diverse cultures and backgrounds to access opportunities, I do not condone discrimination or racism against any individual.",
        "closed_at": null,
        "created_at": "2018-06-16T15:20:20.477Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-16T19:06:58.108Z",
        "opened_at": null,
        "rejected_at": "2018-06-20T16:14:46.488Z",
        "rejection": {
            "code": "no-action",
            "details": "It is already illegal to discriminate against someone because of their race, sex, or sexual orientation, so we're not sure what further action you'd like the Government or Parliament to take.\r\n\r\nYou can find out more here:\r\n\r\nhttps://www.gov.uk/discrimination-your-rights\r\n\r\nIn a few circumstances, if an employer can show that you need to be a particular sex in order to do a certain job, they can advertise for someone of that sex. For example, advertising a job as a counsellor in a women's refuge as a job for women only.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-06-20T16:51:29.786Z"
    },
    "id": 222394,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222394.json"
    },
    "type": "petition"
}