{
    "attributes": {
        "action": "Make it Law that ‘ALL’ schools Instill in Pupils from FIVE upward RESPECT.",
        "additional_details": "This always made ALL pupils Respect the ones above after leaving School and we never thought about doing anything against someone’s Grandparents and the ones above, we gave up seats to our Elders, Held Doors open to be Polite, Walked round them instead of into them so they get out of the way.\r\n\r\nLet’s try to change things and make the Country a Better and Safer Place for ALL.",
        "background": "Today there is NO respect for Their Elders, The Police, Emergency Services and Teachers, this as seen in the News is Causing Criminal Behavioural with Attacks on the above Sectors, Respect should stop Elderly people getting Attacked by today’s Thugs.",
        "closed_at": null,
        "created_at": "2018-06-15T19:12:40.644Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-16T19:30:47.994Z",
        "opened_at": null,
        "rejected_at": "2018-06-20T15:04:01.793Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. We understand you're concerned about the issue of respect but we're not quite sure how you would like schools to instil such respect.\r\n\r\nYou could start a new petition clearly explaining what you would like the Government or Parliament to do. To help explain how you would like schools to \"instil respect\" you may wish to consider including some examples of how you think this was done successfully in the past. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-06-20T15:20:34.392Z"
    },
    "id": 222320,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222320.json"
    },
    "type": "petition"
}