{
    "attributes": {
        "action": "Strip Sir Christopher Chope MP of his knighthood",
        "additional_details": "By prolonging he suffering of women, aiding with sexual offenders, and using genuine women’s rights issues as a platform for his petty protest against private members bills, Christopher Chope has shown himself as someone not only unsuitable for Knighthood but unsuitable as an elected representative. \r\n\r\nHis role as MP can be changed at the next election but his status as ‘Sir’ can be removed right now. Show Christopher Chope and others there is no room for mysoginy in our society.",
        "background": "On the 15th June, Sir Christopher Chope, MP for Chrischirch in Dorset, was the sole MP to object to a change in law to make it illegal to photograph up a woman’s skirt/dress. \r\n\r\nHis status as a ‘Sir’ is unbefitting of someone who sides with sexual offenders and holds back women’s rights.",
        "closed_at": null,
        "created_at": "2018-06-15T16:39:45.073Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-15T21:26:49.610Z",
        "opened_at": null,
        "rejected_at": "2018-06-21T11:20:15.223Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions asking for people's honours to be taken away. You can find out more about how honours are taken away here:\r\n\r\nhttps://www.gov.uk/guidance/having-honours-taken-away-forfeiture\r\n\r\nIf you'd like the procedure of objecting to Bills to change, you may wish to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/222338\r\n\r\nIf you'd like the law on upskirting to change, you may wish to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/216290"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-06-21T11:20:15.229Z"
    },
    "id": 222302,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222302.json"
    },
    "type": "petition"
}