{
    "attributes": {
        "action": "Update the rules on blocking Private Members Bills",
        "additional_details": "This is most recently and controversially shown by the actions of Sir Christopher Chope MP; who blocked a private members bill on making the practice of supporting an offence by objecting; this is despite the bill otherwise having clear support from virtually all honourable members present. \r\n\r\nSir Christopher is also understood to have blocked several other private members bills through objections and through filibustering.",
        "background": "Currently, a private members bill can be blocked by any one MP calling to object to it, or by filibustering. These practices are not democratic and Parliament should consider updating the rules on these types of bill to ensure only a majority vote can decide the outcome.",
        "closed_at": null,
        "created_at": "2018-06-16T04:52:13.647Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-16T09:02:06.058Z",
        "opened_at": null,
        "rejected_at": "2018-06-20T17:33:59.538Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure how you'd like the rules to be updated.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you want to change the rules so that objections to Private Members' Bills need to be seconded, you may wish to sign this petition instead: https://petition.parliament.uk/petitions/222338\r\n\r\nYou may be interested to know that a group of MPs called the House of Commons Procedure Committee looked at the rules for Private Members Bills in 2016. You can read its report and recommendations here: \r\n\r\nhttps://publications.parliament.uk/pa/cm201516/cmselect/cmproced/684/68402.htm\r\n\r\nYou can watch MPs debate the Committee’s report on Parliament TV: \r\n\r\nhttp://parliamentlive.tv/event/index/9ff57b89-d23c-44a7-85a3-5a9872c0ed31?in=16:02:20 \r\n\r\nYou can read the debate on the Committee’s report here: \r\n\r\nhttps://hansard.parliament.uk/commons/2016-04-18/debates/16041810000002/PrivateMembers%E2%80%99Bills\r\n\r\nYou can find out more about the different stages of a bill on the Parliament website: \r\n\r\nhttp://www.parliament.uk/about/how/laws/passage-bill/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-06-20T17:33:59.545Z"
    },
    "id": 222347,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222347.json"
    },
    "type": "petition"
}