{
    "attributes": {
        "action": "Remove the luxury tax on women’s sanitary products - pads, tampons etc.",
        "additional_details": "The men who signed the UK up to the European economic community in 1973 and approved tampons as non essential items would not have the courage to say that to us women today. One article in the telegraph reported that in 2015, male MPs struggled to say ‘tampon’ in a debate about the “tampon tax” - can that even be declared as a ‘debate’? The 5% VAT that remains on all period products, with the European Commission deeming tampons as non essential, is just ludicrous. The tampon tax is a clear sign of what happens when there are no women at the top table and things need to change.",
        "background": "Women’s sanitary products are still taxed as ‘luxury’ items. How can the government tax these items as ‘luxury’ when they are essential to each and every woman, and then not have the audacity to tax men’s products? Menstruating every month is not in our control, so do we deserve to pay so much?",
        "closed_at": null,
        "created_at": "2018-06-16T18:36:08.410Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-17T12:37:11.733Z",
        "opened_at": null,
        "rejected_at": "2018-06-21T09:34:32.320Z",
        "rejection": {
            "code": "duplicate",
            "details": "We think that this petition is similar:\r\n\r\nhttps://petition.parliament.uk/petitions/215003\r\n\r\nEU rules prevent the tax on sanitary products being reduced below the current 5% rate. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-07-06T13:49:21.721Z"
    },
    "id": 222405,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222405.json"
    },
    "type": "petition"
}