{
    "attributes": {
        "action": "Make gingerism part of the discrimination laws",
        "additional_details": "Racism is widely recognised when it is towards someone of an ethnic minority and is punishable by law, but what is different when it is happening to a person about the colour of their hair? People especially with red hair face a lifetimes worth of negative comments just purely on the fact their hair is unusual and can take its toll on mental heatlth/confidence. When it is brought up it is seen as pathetic but it is still discrimination and this should not still be happening in 2018.",
        "background": "Ginger is a race too and they face as much discrimination / derogatory comments as any other person seen as ‘different’ in society.",
        "closed_at": null,
        "created_at": "2018-06-16T23:16:25.644Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-17T00:49:14.333Z",
        "opened_at": null,
        "rejected_at": "2018-06-18T22:18:08.319Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Equality Act 2010 legally protects people from discrimination in the workplace and in wider society. It has a list of \"protected characteristics\". It's against the law to discriminate against someone because of those characteristics.\r\n\r\nYou can find out more about this here:\r\n\r\nhttps://www.gov.uk/discrimination-your-rights\r\n\r\nIf you'd like hair colour to be added to the list of protected characteristics, you could start a new petition asking for that to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2018-06-18T22:18:08.324Z"
    },
    "id": 222423,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222423.json"
    },
    "type": "petition"
}