{
    "attributes": {
        "action": "Stop the Glasgow School of Art being demolished",
        "additional_details": "",
        "background": "This is an iconic building that is world renowned. It brings in a large number of tourists to Glasgow . \r\nThis building has deep roots within our Scottish history and to lose it would be a crime .",
        "closed_at": null,
        "created_at": "2018-06-16T23:18:10.092Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-17T08:20:18.789Z",
        "opened_at": null,
        "rejected_at": "2018-06-20T17:25:24.407Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament don't make decisions about whether a building needs to be demolished after a fire. \r\n\r\nThe fire at the Glasgow School of Art was discussed in the House of Commons on June 19. The UK Government Minister said:\r\n\r\n\"The UK Government previously gave £10 million to rebuild the school after the last fire, and we stand ready to help again. There was never a question about the need to rebuild and restore the building when tragedy struck four years ago. The situation is far worse after the weekend’s fire, but I hope we can start with that aim in mind.\"\r\n\r\nYou can read what was said here:\r\n\r\nhttps://hansard.parliament.uk/commons/2018-06-19/debates/43B5B409-ED63-4E1C-AAB2-A7989DF93DAE/GlasgowSchoolOfArt\r\n\r\nYou could a new petition about something the UK Government and Parliament are responsible for. For example, you could start a new petition asking the UK Government and Parliament to meet the costs of restoring the Glasgow School of Art."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-06-21T08:55:26.720Z"
    },
    "id": 222424,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222424.json"
    },
    "type": "petition"
}