{
    "attributes": {
        "action": "Rescind the UK as a signatory to The Marrakesh Declaration",
        "additional_details": "The Marrakesh Declaration includes:\r\nPromotion of regular migration and mobility especially of young people and women,between Europe and North, West and Central Africa, and within these regions. (Accept migrations from Africa)\r\nIncreased attention to the fight against xenophobia, racism and discrimination: the partners will undertake efforts to combat these phenomena, and to promote a balanced narrative on migration. (Freedom of speech.)\r\nThe objectives conflict with reasons for leaving the EU.",
        "background": "On the 2nd May 2018 the UK Goverment signed The Marrakesh Declaration, knowing that the same Goverment is negotiating with, the EU, to take back control of our borders. It conflicts with taking back control of our borders.",
        "closed_at": null,
        "created_at": "2018-06-17T14:13:35.124Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-17T14:43:58.071Z",
        "opened_at": null,
        "rejected_at": "2018-09-28T12:05:52.094Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Marrakech Declaration is a political agreement and is not legally binding. On leaving the EU the UK will no longer participate, unless the Withdrawal Agreement provides otherwise."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-09-28T12:06:07.612Z"
    },
    "id": 222454,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222454.json"
    },
    "type": "petition"
}