{
    "attributes": {
        "action": "Reject calls to add Staffordshire Bull Terriers to the Dangerous Dogs Act",
        "additional_details": "Many people in the UK today have the pleasure of owning a Staffordshire Bull Terrier. As one of these people I can recommend them as being loving, loyal and caring, far from dangerous they are great companions. It would be a terrible tragedy for the dog lovers of the UK to lose the right to own one of these great companions. We are calling on Parliament to save our staffies and not have them banned as dangerous dogs, because they are not. People create dangerous dogs, people are the problem.",
        "background": "PETA, an organisation that is meant to be dedicated to protecting animals, has proposed to the UK government that it should add Staffordshire Bull Terriers to the dangerous dogs act, effectively banning them outright. Breed Specific Legislation is not the solution to the problem of dog attacks.",
        "closed_at": null,
        "created_at": "2018-06-16T22:06:32.900Z",
        "creator_name": "Steven Quinn",
        "debate": {
            "debate_pack_url": "https://www.parliament.uk/business/committees/committees-a-z/commons-select/petitions-committee/news-parliament-2017/debate-staffordshire-bull-terriers-17-19/",
            "debated_on": "2018-07-16",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2018-07-16/debates/51B3E06E-CDFE-45DD-BD6B-D9B304DA4298/DangerousDogsActStaffordshireBullTerriers",
            "video_url": "https://www.parliamentlive.tv/Event/Index/62d17595-483a-4445-bb0b-7ffc90f511a5"
        },
        "debate_outcome_at": "2018-07-17T15:48:19.819Z",
        "debate_threshold_reached_at": "2018-06-26T17:51:52.292Z",
        "government_response": {
            "created_at": "2018-07-05T09:34:26.479Z",
            "details": "Section 1 of the Dangerous Dogs Act 1991 prohibits the keeping of certain types of dog identified as either bred for fighting or that share the characteristics of dogs bred for fighting. There are four types of dog to which the prohibition applies: (i) pitbull terrier; (ii) Japanese tosa; (iii) dogo Argentino; and (iv) fila Braziliero. However, although it is an offence to keep one of these types of dog there are exemptions for individual dogs where it has been shown to a court that they do not pose a safety risk to others.  The exemptions are subject to conditions (i.e. neutered, insured against injuring third parties, muzzled and on a lead when in public).\r\n\r\nThe Government considers that the prohibition on certain types of dogs forms an important part of the measures needed to tackle irresponsible ownership of dogs. Other important measures already in place include: an offence to allow a dog, of any type or breed, to be dangerously out of control; allowing police and local authorities to issue community protection notices to irresponsible owners whose dogs are causing low level problems; and civil law allowing courts to impose restrictions on individual dogs that are found to be dangerous.\r\n\r\nThe Parliamentary Select Committee on Environment, Food and Rural Affairs (EFRA) (not Government) are currently reviewing the law on the prohibition on certain types of dogs.  EFRA invited any written evidence to be submitted to them by 6 June 2018. Once EFRA’s review is complete they will then publish a report with recommendations and submit it to the Government.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2018-07-05",
            "summary": "The Government has no intention of prohibiting the keeping of Staffordshire Bull Terriers.",
            "updated_at": "2018-07-05T09:34:26.479Z"
        },
        "government_response_at": "2018-07-05T09:34:26.481Z",
        "moderation_threshold_reached_at": "2018-06-17T16:42:06.826Z",
        "opened_at": "2018-06-22T16:56:01.988Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-06-23T20:56:16.987Z",
        "scheduled_debate_date": "2018-07-16",
        "signature_count": 184693,
        "state": "open",
        "updated_at": "2018-10-04T09:48:55.708Z"
    },
    "id": 222419,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222419.json"
    },
    "type": "petition"
}