{
    "attributes": {
        "action": "Compulsory Funding for Independent Veteran Mental Health Counselling",
        "additional_details": "We cannot take civilians and train them to become a ‘military human’, place them in abnormal environments which covers operational and combat situations, and extends to the general isolation of the military community from civilian normalities, and expect no mental health impact. The very nature of PTSD and many other mental health issues is a natural reaction to abnormal situations. Whether its contact with the enemy or reimmersion into civilian society this reaction is an occupational illness.",
        "background": "GOV must recognise veteran mental health illness as an industrial/occupational injury. And answer that with compulsory funding for access to local independent mental health support for every veteran in need. We have had 16 veteran suicides in 2 months, what is currently in place is failing.",
        "closed_at": null,
        "created_at": "2018-06-18T09:11:35.258Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-19T12:49:52.677Z",
        "opened_at": null,
        "rejected_at": "2018-06-26T11:24:37.772Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure exactly what you mean by \"Independent Veteran Mental Health Counselling\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, if you would like the Government to fund private healthcare for veterans, you could start a new petition asking for that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-06-26T11:32:11.417Z"
    },
    "id": 222490,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222490.json"
    },
    "type": "petition"
}