{
    "attributes": {
        "action": "Recommend that the term Islamophobia be dropped.",
        "additional_details": "The government has previously issued recommendations on terminology e.g. for communicating about disabled people. It is high time for similar guidelines to be issued for communications about religious groups. “Anti-Muslim discrimination” would be a more precise and clear term, clarifying that it is animosity towards people which is not permitted, while respectful criticism of a faith is allowed. The new term is also easily adaptable to other religious groups and is therefore fairer.",
        "background": "The term Islamophobia is ill-defined, and has overtones of special protection and rights for one belief system above all others. It is widely criticised today as being inaccurate, divisive and restrictive of free-speech.  We feel that this vague and problematic term needs to be dropped.",
        "closed_at": null,
        "created_at": "2018-06-18T21:06:08.460Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-19T00:36:18.198Z",
        "opened_at": null,
        "rejected_at": "2018-06-25T16:11:41.739Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. The Government isn't responsible for the terms that people choose to use. \r\n\r\nYou might be interested to know that the UK Government has no definition of the term Islamophobia:\r\nhttps://hansard.parliament.uk/Lords/2017-10-17/debates/A731DF08-23EA-4D1F-B206-00FCB7EB2C67/Islamophobia"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2018-06-25T16:11:47.332Z"
    },
    "id": 222538,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222538.json"
    },
    "type": "petition"
}