{
    "attributes": {
        "action": "Investigate each member of the HoL's that voted against BREXIT for personal gain",
        "additional_details": "The behaviour of the HoL's BREXIT dissenters was tantamount to heresy, and ignored the will of the voters. They also tried to tie the governments hand, making negotiation very difficult. It is proposed that the Commons set up a special committee to investigate all dissenting peers. Those that are found to have put personal, or EU interests, above those of the UK should be disrobed and unceremonously removed from the HoL's. Criminal action should also be considered.",
        "background": "Many peers tried to thwart BREXIT. For example, they added in legal clauses that would have tied us to the EU, forcing us to continue paying into the EU, but without representation within the EU. There were many instances where wrecking legislation was proposed by those that received EU cash.",
        "closed_at": null,
        "created_at": "2018-06-20T08:20:52.440Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-20T10:53:01.930Z",
        "opened_at": null,
        "rejected_at": "2018-06-25T16:32:45.094Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The House of Lords Commissioner for Standards is responsible for the independent and impartial investigation of alleged breaches of the House of Lords Code of Conduct. \r\n\r\nYou can find out more about the Commissioner's work, including how to make a complaint, here:\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/house-of-lords-commissioner-for-standards-/house-of-lords-commissioner-for-standards-/\r\n\r\nIf you believe that you have evidence of a criminal offence, that would be a matter for the police. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-06-25T16:32:45.100Z"
    },
    "id": 222675,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222675.json"
    },
    "type": "petition"
}