{
    "attributes": {
        "action": "Provide factual summaries on effects of Brexit, to be made available to all.",
        "additional_details": "Such information was naturally unavailable at the time of the referendum, but is now essential to ensure informed debate before the final decision. An independent body should prepare a concise report. As negotiations are still ongoing on many issues, we request an interim report on the effects of those issues that have already been settled, with updates published as others are agreed. The report and updates should be published in a form accessible to the general public, using all media channels.",
        "background": "As we approach Brexit, we citizens have the right and need to receive full information on its effects on the different economic sectors, on the taxpayer, inflation and the provision of services, especially the NHS, and on migration and employment, as well as customs and border arrangement issues.",
        "closed_at": null,
        "created_at": "2018-06-20T09:32:20.776Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-21T02:36:48.188Z",
        "opened_at": null,
        "rejected_at": "2018-06-27T17:23:30.443Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly who you'd like to be responsible for producing these summaries. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-06-27T17:23:30.450Z"
    },
    "id": 222681,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222681.json"
    },
    "type": "petition"
}