{
    "attributes": {
        "action": "university students that live in student accommodation should pay council tax",
        "additional_details": "With students paying their part it would reduce the stress on taxpayers. Also this would allow better cash flow to update and improve facilities around any City.",
        "background": "University students should have to pay council tax as they use the public transport and other facilities of the city's that is paid for by the taxpayer.\r\nSo I think it is only fair that they pay for it too, as some city's are know struggling and council tax is constantly going up.",
        "closed_at": null,
        "created_at": "2018-06-19T19:30:49.072Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-25T19:25:47.079Z",
        "opened_at": null,
        "rejected_at": "2018-07-02T13:05:12.056Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean by \"university students that live in student accommodation should pay council tax\". We're not sure how you'd like \"student accommodation\" to be defined.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. If you'd like university students to be required to pay council tax, you could start a new petition asking for that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-07-02T13:05:12.062Z"
    },
    "id": 222630,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222630.json"
    },
    "type": "petition"
}