{
    "attributes": {
        "action": "Fully Investigate the feasibility of a Leeds Underground system.",
        "additional_details": "The planning, build, running, upkeep, and further expansions of a tube system would create thousands of local jobs both directly and indirectly for years to come. These jobs would be almost certainly be for life jobs. \r\nThe cost of such a system would be hundreds of billions but it would make any government look forward thinking about transport, jobs and the environment. \r\nSuch a system would connect Leeds properly, reliably and for many years to come.",
        "background": "Leeds public transport is terrible, a City the size of Leeds has had proposed tram, trolley bus and monorail schemes, these will never work on the city's already overcrowded streets. The government and councils half hearted approach to Leeds doesn't work, they need to commit to a Leeds Tube NOW",
        "closed_at": null,
        "created_at": "2018-06-20T12:53:05.354Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-21T05:08:14.080Z",
        "opened_at": null,
        "rejected_at": "2018-06-28T09:26:17.702Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It would be up to local authorities in Leeds, including Leeds City Council and the Leeds City Region Enterprise Partnership, to make any proposals for an Underground system in Leeds.\r\n\r\nYou can find out how to petition the council here:\r\n\r\nhttps://democracy.leeds.gov.uk/mgepetitionlistdisplay.aspx?bcr=1\r\n\r\nYou can find out about the Local Enterprise Partnership here:\r\n\r\nhttp://www.the-lep.com/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2018-06-28T09:26:26.405Z"
    },
    "id": 222698,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222698.json"
    },
    "type": "petition"
}