{
    "attributes": {
        "action": "Support Equal Parenting Rights for Men & Women:\r\nEqual Pay & Time Off Work",
        "additional_details": "The UK law entitles fathers to take 1 or 2 weeks of Paternity Leave and mothers to take 52 weeks of Maternity Leave.\r\n\r\nStatutory Paternity Pay for eligible employees is either £145.18 a week or 90% of their average weekly earnings (whichever is lower).\r\n\r\nStatutory Maternity Pay is paid for up to 39 weeks. Mothers get at least 90% of their average weekly earnings for the first 6 weeks (up to 6 months), then £145.18 or 90% of their average weekly earnings (whichever is lower) for the next 33 weeks.",
        "background": "All parents agree having a baby is a highly important part of life!\r\n\r\nOn Father's Day I realised that like me all UK fathers had to make a tough choice between:\r\n\r\nSupport their wife & baby for at least 6 weeks - lose the job!\r\nOR\r\nTake 1 or 2 weeks Paternity Leave then miss out - keep the job!",
        "closed_at": null,
        "created_at": "2018-06-19T19:31:19.602Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-24T19:54:38.838Z",
        "opened_at": null,
        "rejected_at": "2018-06-29T10:33:18.243Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Parents can already take shared parental leave, if they're eligible. You can find out more here:\r\nhttps://www.gov.uk/shared-parental-leave-and-pay\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask for a specific increase to paternity leave, if that's what you'd like to happen. \r\n\r\nYou may wish to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/215791"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-06-29T10:33:18.250Z"
    },
    "id": 222632,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222632.json"
    },
    "type": "petition"
}