{
    "attributes": {
        "action": "Remove article 15 of the Offensive Weapons Bill (HC Bill 232)",
        "additional_details": "This draft new law will make it impossible for self-employed tradesmen to have bladed tools delivered to their residence, hobbyists to acquire specialist tools that OTC retailers could not justify stocking and furthermore it contravenes the human rights of the house bound and the infirm unable to travel to bricks and mortar shops.\r\nI appeal to you not just to sign this petition but to also write to your MP to ask that they support the removal of section 15.",
        "background": "After numerous representations to the Home Office and Metropolitan Police offering multiple solutions that will reduce availability of blades to those who wish to use them as weapons the Government have persisted with a misinformed proposal which is at best misguided and at worst dangerous.",
        "closed_at": null,
        "created_at": "2018-06-21T09:13:19.011Z",
        "creator_name": "Christopher Mark Ashbolt",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-07-18T10:27:05.558Z",
            "details": "Retailers online and offline are prohibited from selling knives to under 18s. Evidence from online test purchase operations conducted over the last decade, where online shopping has become increasingly common, shows that the majority of sampled online retailers failed to have effective age verification procedures in place. The failure rate for online test purchases of knives has not significantly improved over this period. \r\n\r\nThe Government has therefore sought to improve these outcomes by conducting a public consultation and introducing legislation that will place more stringent controls on online sellers of knives. \r\n\r\nFollowing  concerns expressed in the consultation, certain defences were introduced into the Bill that has been published. The prohibition on the delivery of knives to residential addresses is now limited to those knives that can cause serious injury. If ordered online these knives will need to be collected from a place where age verification can take place, either by the purchaser or their representative.\r\n \r\nIn respect of other bladed items and knives, the Bill provides a number of defences around the prohibition of delivery to a residential address. For example, deliveries to business premises, including where a business is run from home, would not be affected by the prohibition placed in the Bill on delivery to a residential address. Other items that would be exempt from the prohibition on delivery to a residential address would include encased razor blades; knives with a blade of less than 3 inches; knives that cannot cause serious injury, for example table knives; bladed products designed or manufactured to specifications from the buyer such as bespoke knives. There are also exemptions for bladed products that are used for sporting purposes, such as fencing swords and bladed products that would be used for re-enactment activities.\r\n\r\nHome Office",
            "responded_on": "2018-07-18",
            "summary": "The Bill prevents knives which cause serious harm from being delivered to residential addresses but does not stop delivery of bladed items and knives to business premises or businesses run from home.",
            "updated_at": "2018-07-18T10:27:05.558Z"
        },
        "government_response_at": "2018-07-18T10:27:05.561Z",
        "moderation_threshold_reached_at": "2018-06-21T09:33:53.663Z",
        "opened_at": "2018-06-28T06:49:52.478Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-07-02T13:05:05.292Z",
        "scheduled_debate_date": null,
        "signature_count": 23902,
        "state": "open",
        "updated_at": "2018-12-04T17:04:52.113Z"
    },
    "id": 222776,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222776.json"
    },
    "type": "petition"
}