{
    "attributes": {
        "action": "Thameslink Railway must fully refund season tickets for the delays from 20th May",
        "additional_details": "There is already a claim process in place, however this requires claiming every single journey individually and the compensation is minimal. Furthermore, shortly after the new timetable was introduced, a large number of trains were removed from the schedule which means you cannot claim compensation for those trains being cancelled every single day.",
        "background": "On the 20th May a new timetable was introduced on the Thameslink railway line through London, since then there have been delays and cancellations everyday. All season tickets should be fully refunded for the affected period, which is from the 20th of May and as yet there is no end date.",
        "closed_at": null,
        "created_at": "2018-06-21T10:44:01.737Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-21T20:26:12.854Z",
        "opened_at": null,
        "rejected_at": "2018-06-27T15:45:31.693Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nYou could start a new petition asking the UK Government and Parliament to change the rules to make rail franchises refund seasons tickets when there has been severe disruption for a certain period, if that's what you'd like to happen.\r\n\r\nYou may be interested to know that the Secretary of State for Transport made a statement about timetable changes on Monday 4 June and MPs asked questions about it.\r\n\r\nYou can read the statement here: https://hansard.parliament.uk/commons/2018-06-04/debates/8053C64D-817B-4041-BB61-9C445FDC599E/RailTimetabling\r\n\r\nYou can watch/ listen to the statement here: https://parliamentlive.tv/event/index/b00320b1-dbf7-4fdc-b51c-db3e8a5f200b?in=17:01:27"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-06-27T15:45:45.858Z"
    },
    "id": 222784,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222784.json"
    },
    "type": "petition"
}