{
    "attributes": {
        "action": "Require supermarkets to offer a plastic-free option for all their fruit & veg.",
        "additional_details": "Currently there is evidence of an intolerable level of plastic loose in the ocean. In order to back up the work being done to reduce this waste, it is necessary to reduce our use of packaging in an individual level, and among the most difficult to avoid is the packaging of fresh fruit and vegetables in supermarkets. Forcing supermarkets to provide us with the choice of buying cucumbers, cabbages, broccoli etc in eco-friendly packaging will enable people on their journey to zero waste.",
        "background": "In response to the problem of an ever-increasing amount of plastic waste polluting our environment, we need to make supermarkets offer an option of no packaging or eco-friendly packaging for each item of fresh fruit and vegetables they sell.",
        "closed_at": "2018-12-21T23:59:59.999Z",
        "created_at": "2018-06-20T16:01:37.856Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0245",
            "debated_on": "2018-11-12",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2018-11-12/debates/0BFE8BD9-929D-4305-BE7A-D4EB11D64C0F/Plastic-FreePackaging(FruitAndVegetables)",
            "video_url": "https://parliamentlive.tv/Event/Index/7ca44780-942c-41ba-909e-0f5a91c58175"
        },
        "debate_outcome_at": "2018-11-13T11:11:27.839Z",
        "debate_threshold_reached_at": "2018-10-17T07:02:05.215Z",
        "government_response": {
            "created_at": "2018-11-07T18:10:39.917Z",
            "details": "The Government shares concerns about plastic waste polluting our environment.\r\n\r\nOur 25 Year Environment Plan published in January sets out measures to eliminate all avoidable plastic waste. We will do this through a four-point plan that takes action at each stage of the product lifecycle – production, consumption and end of life. At the production stage, this includes encouraging producers to take more responsibility for the environmental impact of their products and making sure plastic items are more carefully designed. At the consumer stage we want to reduce demand for single-use plastic. At the end of life stage, we will make it easier for people to recycle and increase the amount of plastic being recycled.\r\n\r\nThe Government is currently working with retailers to encourage their efforts to reduce waste and to explore the introduction of plastic-free supermarket initiatives in which fresh food is sold loose, giving consumers the choice. Packaging has an important and positive role to play in reducing product damage, increasing shelf-life, and reducing food waste. Keeping food fresher for longer through innovations such as vacuum packing and re-sealable packs has a significant impact on extending the life of products and reducing waste. If a product is wasted due to insufficient packaging then its disposal can have a greater environmental impact than the packaging itself.\r\n\r\nThere are opportunities where offering food loose may help to reduce plastic waste whilst not impacting on shelf life. We are currently working with retailers and the Waste and Resources Action Programme (WRAP) exploring the potential for the introduction of plastic-free initiatives in supermarkets in which all food is loose.\r\n\r\nFurther to this work, WRAP and the Ellen MacArthur Foundation have published their Plastics Pact with support from the government and 80 businesses, NGOs, government organisations and service providers. The Pact aims to make all plastic packaging reusable, recyclable or compostable by 2025. Participants will also work together to recycle or compost 70% of plastic packaging by 2025 while striving to eliminate single-use plastics in that timeframe.\r\n\r\nIndustry has also committed to implementing solutions that will enable the sustainable recycling of all black plastic packaging - bottles, pots, tubs and trays – by the end of 2018.\r\n\r\nThe government is also looking at further ways to reduce avoidable waste and recycle more as part of its Resources and Waste Strategy to be published later this year.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2018-11-07",
            "summary": "We are working with retailers and the Waste and Resources Action Programme to explore the potential for the introduction of plastic-free initiatives in supermarkets in which fresh food is sold loose.",
            "updated_at": "2018-11-07T18:10:39.917Z"
        },
        "government_response_at": "2018-11-07T18:10:39.921Z",
        "moderation_threshold_reached_at": "2018-06-20T16:51:19.162Z",
        "opened_at": "2018-06-21T17:17:10.374Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-10-10T21:56:44.955Z",
        "scheduled_debate_date": "2018-11-12",
        "signature_count": 128001,
        "state": "closed",
        "updated_at": "2018-12-26T18:00:18.480Z"
    },
    "id": 222715,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222715.json"
    },
    "type": "petition"
}