{
    "attributes": {
        "action": "Remove Lord Sugar as from the house of Lords due to racial views",
        "additional_details": "This tweet was accompanied with a edited photo of the team in which sunglasses and other merchandise had been added in to the photograph. This was then removed and a tweet sent out explaining how he found it funny and couldn't understand how it could be seen as offensive. This shows that Alan Sugar does not agree that this original tweet could be construed as racist and be seen as generalising of people from ethnic backgrounds.",
        "background": "On the 20th of June, at 10:38 am, Lord Sugar posted a tweet via his official Twitter account claiming that he recognised members of the Senegal world cup team from the beaches in Marbella where they would be selling sunglasses.",
        "closed_at": null,
        "created_at": "2018-06-20T14:24:18.473Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-20T15:18:50.388Z",
        "opened_at": null,
        "rejected_at": "2018-06-25T16:27:01.262Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept a petition calling for a member of the House of Lords to be expelled. This site is jointly owned by the UK Government and the House of Commons, neither of which has the power to do this. \r\n\r\nOnly the House of Lords has power to expel or suspend one of its members for any length of time. Expulsion or suspension may be used only if a member has been found by the House of Lords Commissioner for Standards to be in breach of the Code of Conduct, the finding of breach has been upheld by the Committee for Privileges and Conduct, and that Committee has recommended expulsion or suspension (as the case may be). The final decision on whether to expel or suspend is for the House of Lords as a whole."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-07-06T13:48:33.574Z"
    },
    "id": 222705,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222705.json"
    },
    "type": "petition"
}