{
    "attributes": {
        "action": "Freedom for Edinburgh Zoo Pandas Tian Tian & Yang Guang. Send them home.",
        "additional_details": "In December 2011 Edinburgh Zoo welcomed two pandas - Yuang Tang (Sunshine) and Tian Tian (Sweetie). There were big breeding plans and much hype of a first ever Panda baby at the zoo. Sadly the Pandas did not breed, showed little interest  to each other. Multiple failed artificial inseminations year after year. Tian Tian was separated from her twins in 2009. The torture and stress on these Pandas is unfair and cruel. The director of animals Mr Valentine has QUIT, the breeding programme halted.",
        "background": "The Edinburgh Zoo Pandas have been here since 2011 and have been unsuccessful to produce an offspring. Artificial inseminations and frozen donor sperm has been used to desperately impregnate the Tian Tian. It is time to let them go home and live in peace.",
        "closed_at": null,
        "created_at": "2018-06-21T15:57:05.412Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-21T16:55:13.785Z",
        "opened_at": null,
        "rejected_at": "2018-06-27T16:46:29.222Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Edinburgh Zoo is a Scottish charity, owned by the Royal Zoological Society of Scotland. \r\n\r\nIf you would like to petition the Scottish Parliament to bring pressure to bear for the return of the Edinburgh Zoo pandas, you could find out how to do that here:\r\n http://www.parliament.scot/gettinginvolved/petitions/CreateAPetition.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-06-27T16:46:29.229Z"
    },
    "id": 222799,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222799.json"
    },
    "type": "petition"
}