{
    "attributes": {
        "action": "Racist comments by Alan Sugar to be removed as a lord and be sacked by the BBC.",
        "additional_details": "",
        "background": "Alan Sugar has been criticised for posting a tweet about the Senegal World Cup squad that compared the players to people selling sunglasses and handbags on beaches.",
        "closed_at": null,
        "created_at": "2018-06-21T00:11:41.905Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-21T15:05:14.934Z",
        "opened_at": null,
        "rejected_at": "2018-06-25T16:27:38.097Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept a petition calling for a member of the House of Lords to be expelled. This site is jointly owned by the UK Government and the House of Commons, neither of which has the power to do this. \r\n\r\nOnly the House of Lords has power to expel or suspend one of its members for any length of time. Expulsion or suspension may be used only if a member has been found by the House of Lords Commissioner for Standards to be in breach of the Code of Conduct, the finding of breach has been upheld by the Committee for Privileges and Conduct, and that Committee has recommended expulsion or suspension (as the case may be). The final decision on whether to expel or suspend is for the House of Lords as a whole.\r\n\r\nThe BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n\t\r\nYou might like to write to the BBC to make this suggestion."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-06-25T16:27:44.646Z"
    },
    "id": 222761,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222761.json"
    },
    "type": "petition"
}