{
    "attributes": {
        "action": "Stop councils from avoiding liability for not maintaining public footpaths",
        "additional_details": "The area in question is a well used footpath that is used by all runners walkers and familes. The wooden timers are rotten and covered with metal sheeting which has moved and bent over time. which has resulted in raise trip hazzards and sharp edges. \r\nMy concern is that if this had happened to a child it would have caused long term problems and the council would not pay compensation due to using its repaired on a reactive basis even tho they have carried out temp repairs.",
        "background": "After my dog was badly injuried after having two claws ripped out from the root. I reported it to the council only for them to deny liability even tho they went and repaired the area. They use the wording (reactive) only maintaining it when its reported to be faulty. They would not pay fees.",
        "closed_at": null,
        "created_at": "2018-06-21T21:12:51.111Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-28T09:09:14.953Z",
        "opened_at": null,
        "rejected_at": "2018-07-04T13:10:15.938Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. \r\n\r\nWe're sorry to hear about what happened to your dog.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou could also start a new petition about something the UK Government and Parliament are responsible for. For example, you could start a new petition to make English local authorities pay compensation for any injuries or damage caused by a path or road they are responsible for."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2018-07-04T13:10:15.947Z"
    },
    "id": 222821,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222821.json"
    },
    "type": "petition"
}