{
    "attributes": {
        "action": "Include non-judgemental study of the mind as part of all medical training",
        "additional_details": "The issue is compounded by the fact that the nonphysical aspects of the human being are mostly ignored in medical training and doctors only study the brain, not the mind and our consciousness. \r\n\r\nIf the mind is studied, it is to judge it, not to understand it. \r\n\r\nNew research is showing that the mind is crucial to help people recover from both physical and mental illnesses.\r\n\r\nLet's give our doctors the best chance at success by providing them with training in a more holistic approach to our health.",
        "background": "There is currently a mental health crisis in the UK, with rising rates of anxiety and depression, and an increase in prescriptions for medication to try to alleviate mental problems. However for the most part this only masks the symptoms rather than providing long-lasting cures.",
        "closed_at": null,
        "created_at": "2018-06-22T16:22:35.001Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-27T20:38:39.429Z",
        "opened_at": null,
        "rejected_at": "2018-07-03T17:48:57.476Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean by \"Include non-judgemental study of the mind as part of all medical training\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-07-03T17:49:00.894Z"
    },
    "id": 222860,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222860.json"
    },
    "type": "petition"
}