{
    "attributes": {
        "action": "Packaging law to require a ‘tested on animals’ label unless certified otherwise",
        "additional_details": "- product testing information is usually not on product packaging \r\n- where testing information is stated, it is not in a standardised format \r\n- where testing information is stated, it may be false (eg Avon say they are cruelty free but do test on animals to export to China)\r\n- there is no easy way for consumers to validate if animal testing has occurred for a specific product \r\n- it is reasonable to expect packaging to contain enough information for consumers to make a purchasing decision",
        "background": "Most consumers have no idea how many cosmetics, toiletries, cleaning products and over-the-counter medications are still tested on animals. As a result, it’s difficult to find information on testing of individual products. We have a right to this information before we buy a product.",
        "closed_at": null,
        "created_at": "2018-06-24T11:37:55.091Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-24T15:30:08.567Z",
        "opened_at": null,
        "rejected_at": "2018-06-29T09:51:22.865Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the labelling of products tested on animals, but we're not sure exactly what you'd like the Government or Parliament to do. For example, we're not sure who you would like to be responsible for certifying that a product has not been tested on animals.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-06-29T09:51:22.874Z"
    },
    "id": 222952,
    "links": {
        "self": "https://petition.parliament.uk/petitions/222952.json"
    },
    "type": "petition"
}