{
    "attributes": {
        "action": "If England win the world cup, the Monday should be made a bank holiday for 2018",
        "additional_details": "",
        "background": "We need this for all those supporting England as the next day will not be pleasant for all fans",
        "closed_at": "2018-12-29T23:59:59.999Z",
        "created_at": "2018-06-25T12:29:48.499Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "",
            "debated_on": null,
            "overview": "The Petitions Committee has decided not to schedule a debate on this petition.  \r\n\r\nGareth Southgate and the England team did a fantastic job, but sadly they didn’t win the World Cup. So there wouldn’t be much to gain from debating this petition.  \r\n\r\nMore than 200,000 people signed the petition in less than two weeks – it’s the biggest petition we have open at the moment. That’s a sign of the fantastic support from fans that the team enjoyed throughout the World Cup.  \r\n\r\nYou can start and sign petitions about the issues that matter to you at petition.parliament.uk",
            "transcript_url": "",
            "video_url": ""
        },
        "debate_outcome_at": "2018-07-18T09:37:07.767Z",
        "debate_threshold_reached_at": "2018-07-10T11:00:28.827Z",
        "government_response": {
            "created_at": "2018-07-19T16:49:56.204Z",
            "details": "The Government is committed to bringing people together in strong, united communities. We encourage and support people to have shared aspirations, values and experiences. Sporting events such as the World Cup contribute towards this objective. We regret however that we cannot agree to create new bank or public holidays to mark the success of sporting events.\r\n\r\nThe Government regularly receives requests for additional bank and public holidays to celebrate a variety of occasions.  However, the current pattern is well established and accepted. \r\n\r\nWhilst an additional bank holiday may benefit some communities and sectors, the cost to the economy of an additional bank holiday remains considerable.  The most recent estimate following an Impact Assessment for the additional holiday for the Diamond Jubilee is that a bank holiday (across the UK as a whole) costs employers around £1.2bn. \r\n\r\nWorkers in the UK are entitled to 28 days holiday each year.  Employers are under no legal obligation to grant time off for public holidays.  However, Government's policy is to encourage employers to respond flexibly and sympathetically to any requests for leave, bearing in mind business needs.  Acas provides detailed guidance about holiday entitlement on its website.\r\n\r\nDepartment for Business, Energy and Industrial Strategy ",
            "responded_on": "2018-07-19",
            "summary": "The Government would like to congratulate the England team on its sterling performance in the World Cup.  The Government has no plans for a bank holiday. ",
            "updated_at": "2018-07-19T16:49:56.204Z"
        },
        "government_response_at": "2018-07-19T16:49:56.208Z",
        "moderation_threshold_reached_at": "2018-06-25T12:59:27.661Z",
        "opened_at": "2018-06-29T10:11:51.627Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-07-09T12:32:13.799Z",
        "scheduled_debate_date": null,
        "signature_count": 237399,
        "state": "closed",
        "updated_at": "2019-03-02T17:15:07.817Z"
    },
    "id": 223013,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223013.json"
    },
    "type": "petition"
}