{
    "attributes": {
        "action": "Government to address hypocrisy over existing Cannabis legislation",
        "additional_details": "1. The government claims there is no medical benefit to Cannabis, whilst creating/supplying Sativex/Epidiolex. The husband of Victoria Atkins, drugs minister to the UK, is the Managing Director of a company which produces Epidiolex; a medicine derived from Cannabis.\r\n\r\n2. Every time a related petition is started, the government cites the same 10 year old study as justification for their claims (https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/119174/acmd-cannabis-report-2008.pdf).\r\n\r\nNot only is this study grossly outdated, omitting the latest research, many of the claims made by the government are shown to be inconclusive in the study paper itself.\r\n\r\nWe, the British people, demand answers, beyond the same, disingenuous response.",
        "background": "Many petitions have already been set up calling for the legalisation/decriminalisation of Cannabis; leading to the same cookie-cutter governmental response. But before change can occur, the government must acknowledge the blatant hypocrisy on display.",
        "closed_at": null,
        "created_at": "2018-06-26T04:31:18.854Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-26T10:50:56.249Z",
        "opened_at": null,
        "rejected_at": "2018-07-02T09:40:01.113Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-07-02T09:40:01.119Z"
    },
    "id": 223064,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223064.json"
    },
    "type": "petition"
}