{
    "attributes": {
        "action": "Act now to stop people dumping plastic and other rubbish into the sea.",
        "additional_details": "People need to recycle. Dispose of rubbish properly and also the releasing of balloons should be banned. Why not encourage people to plant a tree or donate to charity in memory of a loved one. I would like to see the Government advertising with video evidence of what's happening to sealife and wildlife. I saw an upsetting bbc report today of birds being stomach pumped and bits of plastic coming out of them because they're eating it. Targets of 2042 or whatever is too late. Take action now!!!",
        "background": "It saddens me that people use the streets, countryside and even the sea and rivers as a bin. Wildlife is suffering. Sea life is suffering. The country looks like a landfill site in some places because people aren't disposing of their rubbish properly.",
        "closed_at": null,
        "created_at": "2018-06-25T20:54:47.695Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-26T10:42:07.761Z",
        "opened_at": null,
        "rejected_at": "2018-07-02T10:27:51.564Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-07-02T10:27:51.571Z"
    },
    "id": 223055,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223055.json"
    },
    "type": "petition"
}