{
    "attributes": {
        "action": "Mandatory EHCPs  for children with Autism.",
        "additional_details": "",
        "background": "As a parent to a little boy with autism it's something I feel very strongly about.It's an injustice not to put appropriate supports in school for children with a disability.",
        "closed_at": null,
        "created_at": "2018-06-26T07:51:23.419Z",
        "creator_name": "Dianne Mortimore",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-10-30T09:36:02.329Z",
            "details": "We introduced significant reforms to help all children, no matter what their special educational need or disability (SEND), to be able to reach their full potential and receive the right support to succeed in their education and their adult lives. \r\n\r\nChildren and young people with autism have a range of individual needs and some have other additional SEND as well as autism. The SEND system introduced through the Children and Families Act 2014 is aimed at identifying and meeting a range of diverse needs. Schools should be monitoring the progress of all their pupils and intervening where learning difficulties are identified, providing ‎the 'graduated approach' known as SEN support. This is a cycle of assessment, planning, intervention and review used by schools and colleges to assist them to identify needs and continuously support progress. Schools and colleges are required to use their best endeavours to support children and young people’s needs. \r\n\r\nWhere this approach is applied in a timely and effective way, the majority of children and young people with autism can and do achieve well in their education without an Education, Health and Care (EHC) plan. In January 2018 14.6% of the school population were identified with SEN and just 2.9% of these had an EHC plan. \r\n\r\nIf a child or young person, including those with autism, does not make expected progress in response to the support being provided by the school, or the support required exceeds the school or colleges’ SEND provision, the school or college, or the parents/carers of the child or young person, or the young person themselves, can ask the local authority to carry out an EHC needs assessment, provided one has not taken place in the previous six months. All local authorities have a duty under the Children and Families Act 2014 to carry out assessments and draw up EHC plans where necessary and they must look at each request for an assessment individually. \r\n\r\nMany children and young people with autism do have an EHC plan. 28.2% of all the pupils with EHC plans in January 2018 had autism identified as their primary need, the most common type of need overall (School Census). Out of 119,909 pupils with a primary need of autism, 55% had an EHC plan (or statement) and 45% were on SEN support.  Identification of children with autism who need plans has increased each year since 2010. Children and young people with autism are being identified for EHC plans where necessary. \r\n\r\nChildren and young people with autism have especially benefitted from the person-centred, multi-agency, participative approach of the reformed SEND system and its focus on good progress and successful supported transition to adulthood. The system is based on meeting individuals’ needs rather than the creating mandatory categories of groups of children with SEND.  \r\n\r\nWe have funded the Autism Education Trust (AET) since 2011 to deliver autism awareness and autism training to education staff in early years, schools and further education settings and it has so far reached more than 190,000 people - not just teachers and teaching assistants, but also support staff such as receptionists, dining hall staff and caretakers, encouraging a ‘whole school’ approach to supporting pupils with autism.\r\n\r\nDepartment for Education",
            "responded_on": "2018-10-30",
            "summary": "The widely ranging needs of the children and young people on the autistic spectrum are best met by the current graduated SEN system, rather than one requiring mandatory EHC plans for all.",
            "updated_at": "2018-10-30T09:36:02.329Z"
        },
        "government_response_at": "2018-10-30T09:36:02.331Z",
        "moderation_threshold_reached_at": "2018-06-26T10:14:27.338Z",
        "opened_at": "2018-07-02T15:44:39.444Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-10-17T21:52:28.348Z",
        "scheduled_debate_date": null,
        "signature_count": 11844,
        "state": "open",
        "updated_at": "2018-12-04T08:45:31.368Z"
    },
    "id": 223069,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223069.json"
    },
    "type": "petition"
}