{
    "attributes": {
        "action": "Reduce VAT to 5% on repairs and approved alterations to listed buildings.",
        "additional_details": "Since 2012, The Listed Property Owners’ Club has noticed a distinct fall in certain types of applications for listed building consent. The reduction of VAT to 5% on repairs and approved alterations would be a real incentive for owners to maintain their homes and safely conserve our historic and heritage buildings. The Listed Property Owners’ Club is the only organisation representing owners of private listed buildings.  \r\nMore information can be found at www.lpoc.co.uk",
        "background": "Private listed property owners are preserving much of Britain’s built heritage for future generations, yet many are struggling to maintain and repair their homes. In 2012, the Government removed the zero rate of VAT for pre-authorised alterations to listed buildings. This was a major blow to owners.",
        "closed_at": "2019-01-02T23:59:59.999Z",
        "created_at": "2018-06-26T08:41:32.440Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-11-08T12:41:56.187Z",
            "details": "Protecting and making the most of the UK’s heritage is important for our economy and society. We released a Heritage Statement in 2017, setting out how we will support the heritage sector. \r\n\r\nHistoric England and the Heritage Lottery Fund provide advice and support for the conservation of heritage, including listed buildings. The government recognises the particular challenges faced by private owners of listed properties in planning regulations, and this is why we have introduced measures to streamline the listed buildings consent regime. These measures include giving local authorities the power to grant a general consent for minor works to listed buildings, this removes the need for specific applications for these types of works.\r\n\r\nVAT is a broad-based tax on consumption and the standard rate of twenty per cent applies to most goods and services. While there are exceptions to the standard rate, these are strictly limited by domestic and EU law as well as by fiscal considerations. VAT is an important source of revenue which is used to fund the government’s public spending priorities including hospitals, schools and defence. \r\n\r\nUnder EU law, a reduced rate of five percent could be applied to alterations or repairs of buildings, but it would not be possible to limit this to alterations and repairs of only listed buildings. Introducing a reduced rate is estimated to cost the Exchequer at least £2.5 billion a year and this would have to be balanced by increased taxes elsewhere, reductions in government spending, or borrowing. While all taxes are kept under review, the government has no plans to change the VAT treatment of renovations and repairs at this time. \r\n\r\nHM Treasury",
            "responded_on": "2018-11-08",
            "summary": "We recognise the valuable contribution to UK Heritage made by owners of listed buildings. We continue to promote our country’s heritage and we will ensure that everyone can enjoy and benefit from it.",
            "updated_at": "2018-11-08T12:41:56.187Z"
        },
        "government_response_at": "2018-11-08T12:41:56.190Z",
        "moderation_threshold_reached_at": "2018-06-26T09:58:02.380Z",
        "opened_at": "2018-07-02T12:59:56.038Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-10-19T22:18:00.645Z",
        "scheduled_debate_date": null,
        "signature_count": 11851,
        "state": "closed",
        "updated_at": "2019-01-03T00:00:06.525Z"
    },
    "id": 223075,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223075.json"
    },
    "type": "petition"
}