{
    "attributes": {
        "action": "Put a stop to bullying in schools.\r\nZero tolerance should mean Zero tolerance.",
        "additional_details": "We know that bullying can cause many young people to feel isolated, worthless, and experience thoughts of suicide. A national bullying survey by Bullying UK found that 40% of young people who reported being bullied experienced thoughts of suicide and 39% had self-harmed. It also found that 42% of young people had had to take time off school after they had experienced bullying. ",
        "background": "I'm sickened by the amount of children having to change school due to bullies\r\n\r\nZero tolerance should mean zero. \r\nAt the moment schools need paper trails miles long to get this into motion. \r\nMeanwhile the child getting bullied is suffering. \r\n\r\nI feel if there are consequences it will reduce it.",
        "closed_at": null,
        "created_at": "2018-06-25T12:53:37.450Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-25T14:17:44.318Z",
        "opened_at": null,
        "rejected_at": "2018-06-29T10:11:24.786Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. At the moment, it's the responsibility of individual schools to set their own behaviour policies. \r\n\r\nBy law, all state (not private) schools must have a behaviour policy in place that includes measures to prevent all forms of bullying among pupils. You can find out more here:\r\n\r\nhttps://www.gov.uk/bullying-at-school\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do to tackle bullying in schools."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-06-29T10:11:24.795Z"
    },
    "id": 223016,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223016.json"
    },
    "type": "petition"
}