{
    "attributes": {
        "action": "Meet with the BBC to help sack Mark Lawrenson as a football Pundit/Commentator",
        "additional_details": "The continuous moaning and no football intelegence is ruining the overall exciting atmosphere from the world Cup. Common quotes that cause utter dismay within the household are as such:\r\n1. He went down like Custard there\r\n2. Do France need to play Kante AND Tolisso?\r\n3. At this level you have got to score goals to win matches\r\n4. He can be as good as he wants to be; that's how good he can be etc....\r\nNo evidence is needed, football fans just need to watch the games he commentates and they understand",
        "background": "Too many times men, women and children across GB have tuned into to watch some exciting football to find they have to listen to absolute waffle. This dull auditory experience does not match the exhilarating visual experience from the professional footballers, creating a very boring atmosphere.",
        "closed_at": null,
        "created_at": "2018-06-25T19:04:19.987Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-26T06:30:55.153Z",
        "opened_at": null,
        "rejected_at": "2018-07-02T09:32:19.316Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations. \r\n\r\nYou might like to write to the BBC to make this suggestion. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-07-27T11:22:29.246Z"
    },
    "id": 223041,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223041.json"
    },
    "type": "petition"
}