{
    "attributes": {
        "action": "Save cricket on the Mitcham Cricket Green - oldest ground in the world",
        "additional_details": "The pavilion was purpose built for the Club in 1903 and has been in continuous use since then.  There is good evidence of cricket played on Mitcham Cricket Green since before 1685. It has hosted county and international matches.  WG Grace played there. Lord Nelson watched cricket there.  The Green has been the training ground for many eminent cricketers including Strudwick, Sandham, Richardson and David M Smith (current President).\r\nWe currently have 3 senior, 3 junior and a Ladies team.",
        "background": "Since Phoenix Grp Investments Ltd bought the freehold of Mitcham Cricket Club pavilion in 2008, the Club has been trying to renew its lease.  Phoenix refuse to discuss this before they get planning permission to develop the site. This could end 333 years of cricket on the Mitcham Cricket Green.",
        "closed_at": null,
        "created_at": "2018-06-27T11:20:33.907Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-27T13:55:08.478Z",
        "opened_at": null,
        "rejected_at": "2018-07-02T16:01:27.520Z",
        "rejection": {
            "code": "irrelevant",
            "details": "You could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-07-02T16:01:33.696Z"
    },
    "id": 223183,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223183.json"
    },
    "type": "petition"
}