{
    "attributes": {
        "action": "Intervene on our behalf to the Saudi Governmet to Let us Re build Holy Shrine",
        "additional_details": "Holy Prophets Daughter is buried in  Jannat Ul Baqi in Saudi Arabia and there was our Imams buried there along with companions of Holy Prophet Of Islam and the Saudi Rulers decided to destroy the Holy Shrine & Tombs by using a bulldozer. We as a nation and humanity have respect of all Holy Shrines regardless of sect or religion so why is it that the Saudi Government keeps ignoring us and the Saudi Embassy in London. We have tried for so long for them to agree and communicate but they won’t.",
        "background": "The Saudi Rulers demolished the Holy Shrine Of Our Lady Of light Holy Prophet Of Islam’s Daughter Holy Fatima Zahra S/A & Holy Household Imams along with companions who lay at rest there. The area was bulldozed with utter disregard with no consideration and keep ignoring our requests and protests",
        "closed_at": null,
        "created_at": "2018-06-27T01:12:39.460Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-28T20:45:04.440Z",
        "opened_at": null,
        "rejected_at": "2018-07-04T14:41:23.689Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly how you'd like the UK Government or Parliament to intervene.\r\n\r\nYou could start a new petition explaining clearly what you'd like the UK Government or Parliament to do. For example you could start a new petition asking the UK Government to urge the Saudi Government to protect all religious sites, regardless of sect, if that is what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2018-07-04T14:41:23.696Z"
    },
    "id": 223160,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223160.json"
    },
    "type": "petition"
}