{
    "attributes": {
        "action": "The main aim of petition is to change the law.",
        "additional_details": "In my opinion by watching documentaries online, it has come to my attention that individuals are being arrested and they may have not commited the crime and criminals/suspects refuse to prove their innocence. It would be easier to find criminals have committed a crime  and for the right criminals to be sentenced. I would like the law to change as I feel that lie detectors are accurate and they are established organisations and TV programmes that use lie detector tests.",
        "background": "I do not think it is justice to allow suspects to choose whether they would like to take part in a lie detector test. I strongly feel that they should be given a complusory lie detector test with out consent as criminals/possible suspects do not have the lawful right to take an individuals life.",
        "closed_at": null,
        "created_at": "2018-06-26T17:20:09.449Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-26T19:34:18.920Z",
        "opened_at": null,
        "rejected_at": "2018-07-02T09:32:49.511Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-07-02T09:32:49.518Z"
    },
    "id": 223140,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223140.json"
    },
    "type": "petition"
}