{
    "attributes": {
        "action": "Parliament to suspend A50 period or retract A50 notification.",
        "additional_details": "Given the Electoral commission and ICO only has limited powers I'd like the allegations to be investigated by the police, FCA, FSA who have the powers to bring criminal prosecutions with penalties of jail terms to those found guilty of breaking the law in regards to the referendum on 16th June 2016.",
        "background": "There are now numerous allegations of laws being broken by those involved with VoteLeave, BeLeave and Leave.EU.  A full investigation should be carried out and those suspected of wrong doing should be investigated - this includes MPs.  This is a massive threat to our democracy.",
        "closed_at": null,
        "created_at": "2018-06-27T14:49:54.695Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-28T06:10:06.189Z",
        "opened_at": null,
        "rejected_at": "2018-07-04T16:30:07.589Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure if you want the UK not to leave the EU, or if you want the process of exiting the EU to be suspended for a certain period of time. \r\n\r\nIn any case, the UK Government and Parliament are not responsible for investigating allegations of crimes. This would be a decision for the police. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2018-07-04T16:50:41.625Z"
    },
    "id": 223197,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223197.json"
    },
    "type": "petition"
}