{
    "attributes": {
        "action": "Please help us stop the governors from closing our school.",
        "additional_details": "However, increasing regulatory requirements, difficulties in recruitment and retention of teachers, ready availability of free state-funded Hindu schools, and declining pupil numbers have all posed significant challenges, particularly over the last few years. This in turn has hampered our ability to invest in the resources required to sustain the improvements needed in the School, both educationally and in infrastructure.\r\n\r\nTherefore, it is with a heavy heart and profound regret that the trustees of the Akshar Educational Trust have had to take the extremely difficult decision to exit the education sector.\r\nIt is planned to close the School in two phases. The closure timetable will give a full academic year's notice in order to allow all pupils time to apply to other schools.",
        "background": "The Swaminarayan School is a blessing from Pramukh Swami Maharaj. It was a dream of Pramukh Swami Maharaj to see The Swaminarayan school turn into a boarding school in the future.",
        "closed_at": null,
        "created_at": "2018-06-26T17:19:23.191Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-26T17:30:46.049Z",
        "opened_at": null,
        "rejected_at": "2018-07-02T13:02:18.756Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a decision taken by the Ashkar Educational Trust, not the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-07-02T13:02:18.764Z"
    },
    "id": 223139,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223139.json"
    },
    "type": "petition"
}