{
    "attributes": {
        "action": "obese children under the age of 10 are subject to child abuse",
        "additional_details": "child obesity rates are rapidly climbing and parents are becoming more lenient with their children’s diets. children don’t fully understand the grave dangers of becoming obese and parents should fulfill their roles of parents and not allow for their child to become obese and prone to such diseases as heart disease and strokes. fill this petition if you believe that parents should be fined or jailed for child abuse if their child becomes severely overweight by the age of 10.",
        "background": "the Unted Kingdom’s child obesity rates are rapidly increasing with blame next to no blame left on the parents of the child. most children under the age 10 don’t understand the dangers of becoming obese and I strongly believe that parents should take more responsibility for their children’s weight.",
        "closed_at": null,
        "created_at": "2018-06-28T21:15:38.761Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-28T22:47:27.414Z",
        "opened_at": null,
        "rejected_at": "2018-07-05T16:21:10.385Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to launch an awareness campaign about the dangers of childhood obesity, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-07-05T16:28:30.518Z"
    },
    "id": 223295,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223295.json"
    },
    "type": "petition"
}