{
    "attributes": {
        "action": "Review safe walking distances for school children, to include safe cycle routes.",
        "additional_details": "School children are required to walk up to 3 miles, this could take 60 minutes whilst cycling would be significantly quicker.  As such there should be a significant element of safe cycle routes for those that have to walk for for more than 2km so as to minimise their journey times.  As children who stay at after school clubs could still be waking at nearly 17:00, which is dark for a significant amount of the school year.",
        "background": "Given that national guidance for accessibility of anywhere is 2km walking and 5km cycling, therefore safe routes to school should be based on this.  For instance those required to access a school more than 2km should have a safe cycling route for most of this distance.",
        "closed_at": null,
        "created_at": "2018-06-28T12:21:46.309Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-05T05:28:04.988Z",
        "opened_at": null,
        "rejected_at": "2018-07-12T16:16:59.331Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Local councils are responsible for local cycle routes.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to give local councils more funding to provide cycle routes, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-07-12T16:16:59.337Z"
    },
    "id": 223250,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223250.json"
    },
    "type": "petition"
}