{
    "attributes": {
        "action": "Stop accidents & killings on A201.Improve pedestrian traffic for safer junctions",
        "additional_details": "There is no barrier to direct pedestrian traffic, resulting in people walking carelessly on bike lanes causing accidents. Today, 28/6/18,  I crashed because of an ignorant pedestrian who later apologised, but similar incidents happen on a daily basis & A201 has become a deathtrap for many. We are asking to add balustrades along A201 so pedestrian traffic can be limited to footpaths & designated junctions and crossings only and paint the CS lane with distinctive blue colour for safety/visibility.",
        "background": "A201 in Central London has been through major traffic changes in the past years. Although bike lanes were introduced, pedestrian traffic hasn't been improved,  causing numerous accidents, many of which deadly, due to the fact that there is no definition of safe paths for pedestrians along A201.",
        "closed_at": null,
        "created_at": "2018-06-28T21:36:12.984Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-06-29T07:20:14.355Z",
        "opened_at": null,
        "rejected_at": "2018-07-05T16:42:56.634Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-07-05T16:42:56.639Z"
    },
    "id": 223297,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223297.json"
    },
    "type": "petition"
}