{
    "attributes": {
        "action": "Make it a criminal offence to leave animals especially dogs or cats in a hot car",
        "additional_details": "I’m wanting this to become a criminal offence after seeing numerous press articles about dogs especially being left in hot cars during the recent hot weather.\r\n\r\nI have some links to some of the recent press articles -\r\n\r\nhttp://www.dailymail.co.uk/news/article-5891053/Police-called-dog-locked-sweltering-hot-car.html\r\n\r\nhttps://www.somersetlive.co.uk/news/somerset-news/dog-trapped-in-hot-car-1721661\r\n\r\nhttp://www.dailymail.co.uk/news/article-5887581/Dramatic-moment-police-forced-smash-car-free-two-sweltering-dogs.html?ito=social-facebook\r\n\r\nI hereby call on the government to make it a criminal offence to leave any animals and especially dogs or cats in a car in hot uncomfortable conditions, especially conditions which may affect the health of the animal and/or may be fatal.",
        "background": "Make it a specific criminal offence to leave a dog, cat or any other living animal in a car especially during hot weather or heatwaves or any other conditions in which the car may become overheated and unbearable for the animal and especially in which may effect the health or be fatal for the animal",
        "closed_at": null,
        "created_at": "2018-06-27T21:55:03.726Z",
        "creator_name": "James Jennings",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-08-14T11:21:58.515Z",
            "details": "It is a criminal offence, under the Animal Welfare Act 2006, to cause an animal unnecessary suffering, including by leaving it in hot car. The maximum penalty for such an offence is 6 months’ imprisonment or an unlimited fine, or both. The Government has already announced that it will increase the custodial penalty for this offence to 5 years’ imprisonment.\r\n\r\nAnimal owners and keepers must be aware that they have a legal duty to provide for the welfare needs of their animals, at all times. There is considerable publicity warning people about the dangers of heat stress and leaving animals inside hot vehicles. Owners must be aware that many animals do not react well to hot temperatures, including dogs, and ensure that even in hot weather they are not left unattended in such circumstances.\r\n\r\nIn addition the statutory Code of Practice for the Welfare of Dogs explains the dangers of heat stress on dogs and the need to avoid leaving them in cars on hot days. A copy of the code can be found here on the Government’s official website:\r\n  \r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf\r\n\r\nBreach of a provision of the Code is not an offence itself but if proceedings are brought against someone for an offence under Section 9 of the Animal Welfare Act 2006, the Court will look at whether or not that person has complied with the Code in deciding whether they have committed an offence.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2018-08-14",
            "summary": "It is already a criminal offence to cause an animal unnecessary suffering by leaving it in a hot car.",
            "updated_at": "2018-08-14T11:21:58.515Z"
        },
        "government_response_at": "2018-08-14T11:21:58.517Z",
        "moderation_threshold_reached_at": "2018-06-27T22:39:58.692Z",
        "opened_at": "2018-07-03T15:34:39.394Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-08-05T17:23:30.291Z",
        "scheduled_debate_date": null,
        "signature_count": 13054,
        "state": "open",
        "updated_at": "2018-12-04T13:32:02.760Z"
    },
    "id": 223225,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223225.json"
    },
    "type": "petition"
}