{
    "attributes": {
        "action": "Force all meat packaging to use images of slaughterhouses to deglamourise meat",
        "additional_details": "Pictures would be stark to illustrate the appalling conditions that animals live in; the effects on health of meat-eating; and the environmental toll that raising animals for meat has.",
        "background": "Packets of cigarettes after having adopted grotesque images of the effects of smoking in 2008 have reduced the number of smokers significantly in the UK. I am calling on the government to adopt a similar scheme with meat packaging in order to warn people about what they are eating.",
        "closed_at": "2019-01-05T23:59:59.999Z",
        "created_at": "2018-06-29T14:32:21.586Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-01-25T10:21:37.677Z",
            "details": "The Government believes there is legislation and guidance in place to ensure that consumers can have confidence in the food they purchase. \r\n\r\nFood information rules work on the principle that any information provided to consumers should not be misleading. More generally, the Consumer Protection from Unfair Commercial Practices Regulations require that material information should not be withheld if as a result it causes, or is likely to cause, the average consumer to take a transactional decision they would not have otherwise taken.\r\n\r\nMandatory labelling requirements for products of animal origin go further than for general food information, for example, requiring information regarding the origin of fresh and frozen meat. Further, there are strict rules around any claims made about the welfare conditions under which an animal has been kept.\r\n\r\nThe UK has some of the highest animal welfare standards in the world. Defra has published specific guidelines on animal welfare issues for poultry farming, broiler chickens and breeder chickens, pig farming, sheep and goats, beef cattle and dairy cows and deer farming. \r\n\r\nThe Government has demonstrated a significant concern for the welfare of on-farm animals. The Government has also taken a number of actions to strengthen our high standards of animal welfare even further. \r\n\r\nThe Government’s commitment to make CCTV recording in slaughterhouses mandatory was delivered when legislation came into force on 4 May 2018. This will help maintain and improve animal welfare standards in all slaughterhouses and provide assurance to consumers that this is the case.\r\n\r\nWe are committed to ensuring a clear balance between farming and climate change, which is why mitigating climate change is explicitly listed among the ‘public goods’ in the Agriculture Bill. We continue to support our farmers to become more sustainable as we leave the EU. Improvements in agricultural practice mean that since 1990 we are producing pork with 36% less emissions. Further, efficiency gains in dairy farming mean that we are now producing 9% more milk than we were in 2000 with 18% fewer cows, and 7% less greenhouse gas emissions.\r\n\r\nFurther, meat can be part of a balanced diet. A balanced diet, rich in fresh fruit and vegetables, beans, pulses and cereals, fresh dairy produce and protein sources such as fresh fish, offal and properly sourced meat is critical to human health and flourishing.\r\n\r\nWe are confident that the existing regulations on meat labelling allow consumers to make well informed decisions. EU Exit will offer opportunities to further develop UK labelling requirements.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2019-01-25",
            "summary": "\r\nThe UK has strict rules on animal welfare at the time of slaughter and food labelling rules to ensure consumers have confidence in the food they eat. Pictures of slaughterhouses are not necessary.",
            "updated_at": "2019-01-25T10:21:37.677Z"
        },
        "government_response_at": "2019-01-25T10:21:37.680Z",
        "moderation_threshold_reached_at": "2018-06-29T14:54:03.028Z",
        "opened_at": "2018-07-05T08:05:48.562Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-01-05T12:04:11.761Z",
        "scheduled_debate_date": null,
        "signature_count": 11391,
        "state": "closed",
        "updated_at": "2019-01-29T11:46:01.899Z"
    },
    "id": 223338,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223338.json"
    },
    "type": "petition"
}