{
    "attributes": {
        "action": "Ensure that free musical instrument tuition is available to all schoolchildren.",
        "additional_details": "",
        "background": "1. Feel the groundswell of support! \r\n2. The educational benefits are profound.\r\n3. Business leaders are telling us we need to teach children to be creative, not to compete with machines.\r\n4. Music makes our communities stronger and healthier, saving money elsewhere.  \r\n5.  Music fuels our economy.",
        "closed_at": null,
        "created_at": "2018-06-30T19:36:39.405Z",
        "creator_name": "Ralph Riddiough",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-07-24T16:21:07.912Z",
            "details": "We believe a high-quality music education should engage and inspire all pupils to develop a love of music, their talent as musicians, and increase their self-confidence, creativity and sense of achievement.\r\n\r\nOur National Plan for Music Education sets out our vision that all children have the opportunity to learn a musical instrument free of charge.\r\nBetween 2016-2020 we are spending £300 million on a network of music education hubs. The hubs ensure that every child aged 5-18 has the opportunity to learn a musical instrument; provide opportunities to play in ensembles; ensure that clear progression routes are available and affordable for all; and ensure that every pupil has the opportunity to sing regularly. In 2015/16, 662,871 pupils learned to play a musical instrument through whole class ensemble teaching that was provided or supported by music education hubs. Pupils and parents cannot be charged for this teaching. Data for 2016/17 will be published later this year.\r\n\r\nIn addition to music education hubs, we provide almost £120m through the Music and Dance Scheme to support exceptionally talented young musicians, dancers and choristers to attend specialist schools and centres of excellence. Also, the government has used almost £2m for National Youth Music Organisations (NYMOs) such as the National Youth Orchestra and £2m for ‘In Harmony’. ‘In Harmony’ aims to inspire and transform the lives of children in 6 areas in England through community-based orchestral music-making in areas of exceptional deprivation through high-quality musical education. Lastly, over £400,000 has gone to Music for Youth to provide opportunities for young people and families to perform in and attend regional and national festivals and concerts, who might not otherwise have had access. \r\n\r\nThere are also great innovations being carried out by organisations such as ABRSM, which, together with the DfE, Classic FM and Decca, launched the Classical 100 music app with recordings of the 100 pieces of classical music primary school pupils should hear. This can be found at www.classicfm.com/classical-100/launch/.\r\n\r\nDepartment for Education",
            "responded_on": "2018-07-24",
            "summary": "The role of Music Education Hubs includes ensuring that every child has an opportunity to learn a musical instrument free of charge, and hubs receive £75m a year from the government to provide this.  ",
            "updated_at": "2018-07-24T16:21:07.912Z"
        },
        "government_response_at": "2018-07-24T16:21:07.915Z",
        "moderation_threshold_reached_at": "2018-07-01T06:56:11.973Z",
        "opened_at": "2018-07-05T12:41:59.530Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-07-12T06:44:57.870Z",
        "scheduled_debate_date": null,
        "signature_count": 15516,
        "state": "open",
        "updated_at": "2018-10-04T10:44:30.846Z"
    },
    "id": 223408,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223408.json"
    },
    "type": "petition"
}