{
    "attributes": {
        "action": "Hold a public inquiry into the effect of the term Islamophobia on free speech.",
        "additional_details": "The term is frequently criticised in articles and online for its conflation of legitimate criticism of a faith with animosity towards a group of people. It is widely perceived as an attack on free speech, and a step towards a situation where only officially sanctioned viewpoints may be expressed.\r\n\r\nIt is imperative that a public inquiry be held to understand the effects of this term on free speech, and give the general public a chance to make their voice heard on the matter.",
        "background": "The government admits that there is no official definition of the term, and hence there is no clarity about what does and does not constitute Islamophobia. Given that being labelled an Islamophobe can be disastrous to a person’s career and public standing, this is creating uncertainty and fear.",
        "closed_at": null,
        "created_at": "2018-07-02T09:44:01.989Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-02T14:24:50.607Z",
        "opened_at": null,
        "rejected_at": "2018-07-09T10:24:15.720Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament are not responsible for deciding what words mean or how words should be used. \r\n\r\nYou could start a new petition explaining clearly what you would like the UK Government or Parliament to do. For example, you could start a new petition asking for an inquiry into freedom of speech in the UK, which could include whether people's concerns about being labelled are harming freedom of speech. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-07-09T10:24:23.826Z"
    },
    "id": 223495,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223495.json"
    },
    "type": "petition"
}