{
    "attributes": {
        "action": "Review decision to cut route of the key bus 277",
        "additional_details": "The 277 provides an important link to the Underground for thousands of Hackney residents, who will now have to change buses at Dalston or walk 25 minutes to continue their journey. TfL believes that passengers will be able to use the London Overground or alternative bus routes, but the truth is that it will extend and delay the journeys for many residents. We are also disappointed that TfL has decided to implement this change at a time when the Overground’s services are already over crowded.",
        "background": "The 277 used to run from the Isle of Dogs to Highbury and Islington via Mile End, Hackney Central and Dalston, but since 30/06/18 services terminate at Dalston Junction.\r\nThis decision is a the latest in a series of cuts to bus services in Hackney, with more in the pipeline to save money.",
        "closed_at": null,
        "created_at": "2018-07-03T10:05:29.203Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-04T16:36:35.766Z",
        "opened_at": null,
        "rejected_at": "2018-07-06T16:28:30.898Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. TfL is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-07-06T16:28:32.777Z"
    },
    "id": 223566,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223566.json"
    },
    "type": "petition"
}