{
    "attributes": {
        "action": "Stop Wolverhampton Council from irresponsibly promoting cross border hiring",
        "additional_details": "As a spokesperson for the coventry Taxi trade and a driver for 30 years\r\ni feel very concerned about the way Wolverhampton council are issuing licences. they have currently issued around 10.000 and will not stop doing this because in there own words \"we are not breaking any laws don't blame us blame westminster\" i will not let this irresponsible attitude by Wolverhampton councillors affect the publics safety so have decided to try and do whatever i can to Highlite my concerns.",
        "background": "Wolverhampton council have so far licensed around 10.000 vehicles and will continue to do so with there \"Fast Track\" online Taxi licensing system that can complete a licence application in around 2 weeks this has resulted in cars being licensed in Wolverhampton but working as far away as Brighton",
        "closed_at": null,
        "created_at": "2018-07-02T17:20:10.941Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-02T19:20:30.937Z",
        "opened_at": null,
        "rejected_at": "2018-07-09T09:17:49.306Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nIf you'd like the law on cross-border hire to change, you may want to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/209900"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-07-09T09:17:49.313Z"
    },
    "id": 223529,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223529.json"
    },
    "type": "petition"
}