{
    "attributes": {
        "action": "Support the United Kingdom Cannabis Social Club Model in Wrexham, North Wales",
        "additional_details": "In order to achieve this north wales police need to support the clubs urgency to move away from the black market through growing for personal use and donating medicinal grade cannabis to the club which can be made into helpful concentrates. \r\nThe club wants to promote the social aspect and would like to have a relationship with the local council and authorities where we can allow individuals to safely use cannabis. The club represents somewhere for individuals to access where they can learn, educate and meet other people in the cannabis community.",
        "background": "The Wrexham Social Cannabis Club has devised a model which follows the UKCSC agenda and promotes a community care standard with regard to individuals who are unwell and need access to cannabis based therapies.",
        "closed_at": null,
        "created_at": "2018-07-02T15:51:16.235Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-05T13:51:37.862Z",
        "opened_at": null,
        "rejected_at": "2018-07-11T11:56:13.226Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. We're not sure exactly what you'd like the UK Government or Parliament to do. \r\n\r\nYour petition seems to be asking for action from the North Wales Police, not the UK Government or Parliament. \r\n\r\nYou can find out how to contact the Office of the Police and Crime Commissioner North Wales here: \r\n\r\nhttps://www.northwales-pcc.gov.uk/en/Contact/Contact-Us-New.aspx\r\n\r\nYou might like to sign one of the following petitions: \r\n\r\nhttps://petition.parliament.uk/petitions/214030\r\nhttps://petition.parliament.uk/petitions/215640"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-07-11T11:56:19.788Z"
    },
    "id": 223525,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223525.json"
    },
    "type": "petition"
}