{
    "attributes": {
        "action": "Make slaughterhouse visits compulsory for all school children",
        "additional_details": "Non-human animals are the most oppressed and abused sentient beings on Earth. 'Social justice' is needed for non-human animals. \r\n\r\n70 billion farmed animals are reared annually worldwide. More than 6 million are killed for food every hour. - \"Factory Farms\". A Well Fed World\r\n\r\nAnimal agriculture is the leading cause of species extinction, ocean dead zones, water pollution, and habitat destruction. - \"Livestock's Long Shadow\". Food and Agriculture Organization of The United Nations. 2006",
        "background": "From birth children are conditioned to become selectively compassionate. They're told that it's 'normal', 'natural' and 'necessary' to exploit some species of sentient beings ('farmed' animals) but wrong to abuse others ('pets') in the same way. All children should see the true impact of farming.",
        "closed_at": null,
        "created_at": "2018-07-02T19:40:19.384Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-03T13:18:21.265Z",
        "opened_at": null,
        "rejected_at": "2018-07-10T14:55:28.682Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Parliament and Government aren't responsible for school visits. \r\n\r\nYou could start a new petition about something the UK Parliament and Government are responsible for. For example, you could start a new petition asking for animal welfare in farming, including slaughter, to be added to the national curriculum.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-07-10T14:55:33.981Z"
    },
    "id": 223539,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223539.json"
    },
    "type": "petition"
}