{
    "attributes": {
        "action": "Pay healthcare students a wage while on placement",
        "additional_details": "Placement hours and unsociable shifts restrict students from taking on extra work to help with the cost of living. I propose they are paid at Band 2 level during placement hours.",
        "background": "Although healthcare students receive supernumerary status while on placement, staff shortages and increased demand for healthcare dictates they are “hands on”.",
        "closed_at": "2019-01-09T23:59:59.999Z",
        "created_at": "2018-07-03T10:23:23.275Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-08-13T10:36:34.636Z",
            "details": "The Nursing and Midwifery Council standards require that nursing students are “supernumerary during all practice learning”. Supernumerary means that students will not, as part of their programme preparation, be contracted by any person or anybody to provide nursing care. www.nmc.org.uk/globalassets/sitedocuments/standards/nmc-standards-for-pre-registration-nursing-education.pdf \r\n\r\nTraining delivered through a supernumerary model means that trainees cannot count towards employee head count or provide service during supernumerary time. \r\n\r\nThe reason students are supernumerary in clinical practice is to learn the clinical skills necessary for entry to the workforce. Students are required to complete 2,300 hours of clinical learning so whilst they may be performing limited clinical duties, under close supervision, they are not being paid to staff hospitals.  \r\n\r\nThe Care Quality Commission (CQC) monitor the impact of nurse staffing on safety and quality of care.  CQC inspections will always include an assessment of the adequacy of nurse staffing levels, skill mix and competency and assess how decisions are reached on staffing levels and skill mix assuring that workforce plans are centred on the needs of patients and clinical safety.\r\n\r\nUnder the Department for Education student loan system students can claim up to a maximum maintenance loan of £11,354 a year, this loan is means tested and is dependent upon the location of study, the length of the course, income and residency.  Since 2017, health care students can typically receive around 25 percent more up-front living cost-support whilst they study, than under the previous bursary system. \r\n\r\nIn addition to allowances paid under the student loans system the government has made available a Learning Support Fund, annual non-repayable grants to support students whilst attending clinical placements; £1000 child dependents allowance, reimbursement of additional travel costs and an exceptional hardship fund of up to £3000 per year. \r\n\r\nThere are several measures in place to ensure the quality of placements and protected learning time. Placements are audited and Health Education England has a quality framework that is focused on the learning environment. \r\n\r\nIf students on placement have concerns about the nature of their placement they should raise this with their higher education institution.  The professional nursing and trade union bodies offer guidance for members on how to raise concerns.\r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2018-08-13",
            "summary": "Supernumerary status whilst on clinical placements is protected learning time to enable student nurses to learn necessary skills and perform limited clinical duties under close supervision.",
            "updated_at": "2018-08-13T10:36:34.636Z"
        },
        "government_response_at": "2018-08-13T10:36:34.639Z",
        "moderation_threshold_reached_at": "2018-07-03T18:39:24.112Z",
        "opened_at": "2018-07-09T09:15:15.332Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-07-31T17:20:06.327Z",
        "scheduled_debate_date": null,
        "signature_count": 21152,
        "state": "closed",
        "updated_at": "2019-01-10T18:10:40.390Z"
    },
    "id": 223567,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223567.json"
    },
    "type": "petition"
}