{
    "attributes": {
        "action": "British National (Overseas) Citizens should be given full British Citizenship.",
        "additional_details": "The Chinese government is ignoring the Sino Anglo Agreements signed in 1981. It could be a disaster if we keep ignoring this is happening. Hong Kongers will come in as political refugees. We will need a lot of effort to house them and bad for the British reputations to the International community then.",
        "background": "People in Hong Kong who hold the British National (Overseas) passport are British; however, the British government is refusing and avoiding giving these Hong Kongers the right of abode in the United Kingdom nor in any of the British territories. Many of them were forced to become PROC Chinese.",
        "closed_at": "2019-01-09T23:59:59.999Z",
        "created_at": "2018-07-02T18:04:25.578Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-12-12T15:01:16.209Z",
            "details": "The Immigration Act 1971 – which commenced on 1 January 1973 – established the principle of right of abode as being central to the ability to enter and live in the UK without restriction. From that time onwards, only a person who has a direct connection with the UK has the right of abode, and all others are subject to the Immigration Rules introduced under that Act. Although Hong Kong was still a colony in 1973, its inhabitants were not given the right of abode under the Immigration Act 1971 and, unless they had another tie – such as existing residence in the UK – they were subject to immigration control. Under the British Nationality Act 1981 persons from Hong Kong became British Dependent Territory citizens (BDTCs) but this did not affect their position regarding immigration status in the UK.\r\n\r\nWhen Hong Kong became a Special Administrative Region of the People’s Republic of China on 1 July 1997, it was no longer possible to retain or acquire BDTC by virtue of a connection with Hong Kong. However, in the ten years immediately prior to the handover persons who would otherwise be BDTCs were eligible to apply for British National (Overseas) BN(O) status. This does not give the holder the ability to reside in the UK – reflecting the position prior to 1997 – but it does give a person the ability to use a British travel document and to be afforded consular protection should they travel outside of the Hong Kong Special Administrative Region or the People’s Republic of China.\r\n\r\nOf the varying forms of British nationality, only British citizens and certain British subjects have the right of abode in the UK, reflecting the provisions of the British Nationality Act 1981. BN(O)s, being subject to immigration control, are not treated any differently in terms of the criteria to enter or reside in the UK.\r\n\r\nSince the introduction of the British Nationality Act 1981, the only way that anyone can obtain the right of abode in the UK is by becoming a British citizen. Ministers do not have discretion to grant the right of abode outside of legislation, and there are no plans to amend the law to that effect.\r\n\r\nIn his 2007 Review of Citizenship, Lord Goldsmith recognised that to automatically give BNOs full British citizenship would be a breach of the commitments made between China and the UK in the 1984 Joint Declaration on the future of Hong Kong.\r\n\r\nHowever, BNOs can be registered as British citizens in certain circumstances:\r\na) If a person lives in the UK for a period of five years, and meets the specified residence requirements, they can apply for registration under section 4(2) of the British Nationality Act 1981. Those applying under this section are not required to demonstrate the knowledge of English and knowledge of Life in the UK requirements. \r\nb) The British Nationality Hong Kong Act 1997 also provides for the registration of British nationals who would otherwise be stateless and are ordinarily resident in Hong Kong. \r\nc) BNOs can also apply for registration under section 4B of the 1981 Act if they do not have another citizenship or nationality.\r\n\r\nFurther information can be found on the GOV.UK website: https://www.gov.uk/apply-citizenship-british-nationality\r\n\r\nHome Office",
            "responded_on": "2018-12-12",
            "summary": "There are no plans to amend the law in this respect.",
            "updated_at": "2018-12-14T15:00:29.034Z"
        },
        "government_response_at": "2018-12-12T15:01:16.212Z",
        "moderation_threshold_reached_at": "2018-07-03T02:34:19.419Z",
        "opened_at": "2018-07-09T11:42:07.216Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-11-25T08:49:02.553Z",
        "scheduled_debate_date": null,
        "signature_count": 11928,
        "state": "closed",
        "updated_at": "2019-01-10T00:00:00.349Z"
    },
    "id": 223531,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223531.json"
    },
    "type": "petition"
}