{
    "attributes": {
        "action": "Queen Elizabeth 2nd to reverse universal credit due to hardship on her subjects",
        "additional_details": "Politicians swear allegiance to the monarch and their successors so I think instead of continuing to ask them to help the people is pointless but we have a system of Fiat currency which is no longer backed by anything other than our imagination, it is simply against my human heart to accept in the 21st century this return to a medieval  fiefdom where people are treated as objects who are worthless unless they prove to the job centre they are worthy of currency to buy food and essentials for life",
        "background": "Urgent action is needed to stop the inhumane way universal credit is making the lives of the most vulnerable in our communities all over the United Kingdom face their lives and deal with being unemployed sick or disabled including mental health issues. We can't pretend people are not suffering.",
        "closed_at": null,
        "created_at": "2018-07-03T17:04:42.291Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-17T18:32:40.799Z",
        "opened_at": null,
        "rejected_at": "2018-07-24T10:09:06.332Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it calls on Her Majesty the Queen to take action, not the UK Government or Parliament. \r\n\r\nIf you'd like the UK Government to take action, you could start a new petition explaining clearly what you would like the Government  to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-07-24T10:21:45.648Z"
    },
    "id": 223601,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223601.json"
    },
    "type": "petition"
}