{
    "attributes": {
        "action": "Challenge the wearing of inappropriate uniform during hot weather.",
        "additional_details": "The throwback argument is to use the vehicles air conditioning, but this has been proven to be detrimental to your health on several counts. The wearing of shorts would not only aid the driver, but also reduce of driver fatigue, therefore reduce potential accidents on the roads.\r\nThe worlds climate is changing, temperatures increasing, so an aid to cool people down should be allowed, and legislation should cater for this requirement.",
        "background": "We have been TUPE to a new company, who insist on making us wear full length (black) trousers. We previously wore shorts, as we proved through the Health & Safety committee that it is beneficial to your health and reduces fatigue, which is very important as LGV drivers.",
        "closed_at": null,
        "created_at": "2018-07-03T17:11:20.674Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-03T20:04:46.885Z",
        "opened_at": null,
        "rejected_at": "2018-07-09T08:02:17.877Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask for a specific change to the law, requiring companies to provide appropriate uniforms for staff working in hot weather. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-07-09T08:02:17.885Z"
    },
    "id": 223602,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223602.json"
    },
    "type": "petition"
}