{
    "attributes": {
        "action": "Reduce the cost of public transport for school children in Kent",
        "additional_details": "With a younger child also in secondary school, our family expenditure for the children's bus fares in September 2018 will be £690. \r\nParents who are unable to afford the transport costs, are choosing to drive their children to school, increasing traffic and creating congestion and pollution.\r\nOther parents who struggle to pay the high travel fares are making school choices based on transport costs rather than educational benefits for their children.",
        "background": "When my daughter started travelling to secondary school, from Whitstable to Canterbury, a 6 mile journey, in 2013, the price was £50. Since then, the price increases were as follows; £100, £200, £250, £270. At 16, the price is now £400. Education is compulsory until 18, why the increase?",
        "closed_at": null,
        "created_at": "2018-07-04T08:41:41.818Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-04T09:30:57.304Z",
        "opened_at": null,
        "rejected_at": "2018-07-09T09:37:30.502Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-07-09T09:37:30.509Z"
    },
    "id": 223661,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223661.json"
    },
    "type": "petition"
}