{
    "attributes": {
        "action": "Allow dogs of prohibited types  to be rehomed to fit and proper persons",
        "additional_details": "Many friendly rehomable dogs die because the law does not allow them to be rehomed.  Killing a perfectly friendly dog when the law can easily be changed to allow dogs that pose no danger to be rehomed to a fit and proper person for any reason, is not what we expect while we pride ourselves in being nation of animal lovers. \r\n\r\n While repeal of BSL is our preferred option, this petition asks for us to be allowed to stop killing friendly dogs in the name of the Government and failed legislation.",
        "background": "Currently, hundreds (minimally) of friendly dogs are being destroyed annually because the law does not allow suitable homes to be found for them. Legal crossbreeds can be deemed an illegal dog despite being  family pets. We urge the Government to amend the law to allow prohibited dogs to be rehomed.",
        "closed_at": null,
        "created_at": "2018-07-04T12:23:07.292Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-04T12:40:24.815Z",
        "opened_at": null,
        "rejected_at": "2018-07-11T10:51:22.867Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you're concerned about dogs being put to sleep, but we're not sure what specific action you'd like. \r\n\r\nYou could start a new petition explaining clearly what you would like the UK Government or Parliament to do. For example, you could start a new petition asking the UK Government or Parliament to allow dogs covered by breed-specific legislation to be kept if certain conditions are met, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-07-11T10:51:30.057Z"
    },
    "id": 223689,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223689.json"
    },
    "type": "petition"
}