{
    "attributes": {
        "action": "Stop the “Trump Baby” blimp from flying .",
        "additional_details": "Liberals and leftists would cry “HATE SPEECH” if it were the other way around! STOP the double standard! It can’t be HATE SPEECH when it suits them, and PEACEFUL PROTEST when it doesn’t! \r\n\r\nIt would be deemed RACIST if it were done of the LONDON MAYOR KHAN himself!\r\nWould Britain be offended if this was done for their beloved Queen during a visit to America?\r\n\r\nPlease share this with as many people as you can!\r\nNo one deserves this kind of embarrassment. \r\nHelp us STOP the ANTI-TRUMP BLIMP!",
        "background": "The horrible blimp mayor Sadiq Khan is allowing to fly over London during President Trumps visit is incredibly disrespectful. It’s offensive to Americans that live here, and may hurt the political, military, and alliances Britain has with the United States. Stop the double-standard!",
        "closed_at": null,
        "created_at": "2018-07-05T12:40:24.129Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-05T12:49:52.222Z",
        "opened_at": null,
        "rejected_at": "2018-07-09T09:34:06.044Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the UK Government or Parliament. The Mayor of London is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-07-09T09:34:06.051Z"
    },
    "id": 223772,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223772.json"
    },
    "type": "petition"
}