{
    "attributes": {
        "action": "Lower Shelton small school Big heart. Stop the small school closer.",
        "additional_details": "Central Beds County Council started a consultation to close Shelton The presentation via council was frightening fear and panic run with parents, result some parents felt it necessary to avoid the rush took their children away from their friends, local community and support network.It left the school and all the remaining parents a bigger battle, we do not fault these parents worry.  LA has given their conclusion to informal proceedings. There continue formal process to close. Stop this closer",
        "background": "Local Authorities LA. Have disused that there closing are school. This school is a rural school in a village surounded by other busy packed villages. It holds less then 53 children.We’re a school of heart and community. Age range 2-9 years. There is no school with in are radar like us.",
        "closed_at": null,
        "created_at": "2018-07-05T09:14:54.949Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-06T16:39:55.480Z",
        "opened_at": null,
        "rejected_at": "2018-07-12T16:23:22.345Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-07-12T16:23:22.350Z"
    },
    "id": 223751,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223751.json"
    },
    "type": "petition"
}