{
    "attributes": {
        "action": "Rescind Art.50 if Vote Leave has broken Electoral Laws regarding 2016 referendum",
        "additional_details": "Article 50.1 of the Lisbon Treaty sets out that a member can leave by \" Any Member State may decide to withdraw from the Union in accordance with its own constitutional requirements.\"\r\n \r\nAlso, Article 10.3 of the Lisbon Treaty, \"Every citizen shall have the right to participate in the democratic life of the Union. Decisions shall be taken as openly and as closely as possible to the citizen.\"",
        "background": "If Vote Leave has broken any laws regarding overspending in 2016 EU referendum then Art.50 should be immediately withdrawn and full EU membership continued.",
        "closed_at": null,
        "created_at": "2018-07-04T20:41:19.252Z",
        "creator_name": "Amy Milliken",
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0202",
            "debated_on": "2018-09-10",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2018-09-10/debates/765648D6-5872-49B6-AA13-4E9AC0DA923C/VoteLeaveCampaignElectoralLaw",
            "video_url": "https://www.parliamentlive.tv/Event/Index/f5d8b613-0156-4925-a54f-958105fd7bb5"
        },
        "debate_outcome_at": "2018-09-12T14:47:51.684Z",
        "debate_threshold_reached_at": "2018-07-18T20:33:54.233Z",
        "government_response": {
            "created_at": "2018-08-01T12:20:25.369Z",
            "details": "The British people voted to leave the EU, and it is the duty of the Government to deliver on their instruction. There can be no attempt to stay in the EU.\r\n\r\nThe result of the referendum held on 23 June 2016 saw a majority of people vote to leave the European Union. This was the biggest democratic mandate for a course of action ever directed at any UK Government. Following this, Parliament authorised the Prime Minister to trigger Article 50, passing the EU (Notification of Withdrawal) Act.\r\n\r\nIn last year’s General Election, over 80% of people then voted for parties committing to respecting the result of the referendum. It was the stated policy of both major parties that the decision of the people would be respected. The Government is clear that it is now its duty to implement the will of the electorate.\r\n\r\nThis was not a decision made after just a few weeks of campaigning, but one that came after a debate that had taken place both in Parliament and across the country for decades. \r\n\r\nWe are committed to making a success of the British people’s decision to leave the European Union.  And that is how we have always approached the negotiations -  anticipating success, not failure. It is vital that we try to reach an agreement that builds a strong relationship between Britain and the EU as neighbours, allies and partners. Not just for those who voted to leave but for every citizen of the United Kingdom. We were given a national mandate and this Government is determined to deliver a deal in the national interest. \r\n\r\nAs the Prime Minister has said: “This is about more than the decision to leave the EU; it is about whether the public can trust their politicians to put in place the decision they took.” The British people can trust this Government to honour the referendum result and get the best deal possible. To do otherwise would be to undermine the decision of the British people. The premise that the people can trust their politicians to deliver on the promises they make and will deliver them in Parliament is fundamental to our democracy.\r\n\r\nOur focus is making a success of Brexit and attempting to get the best deal possible. A deal that is in the interests of both the United Kingdom and the European Union. And one that takes in both economic and security cooperation.\r\n\r\nIt is the Government’s duty to deliver the will of the people and reach a desirable final outcome.\r\n\r\nDepartment for Exiting the European Union",
            "responded_on": "2018-08-01",
            "summary": "The British people voted to leave the EU and the Government respects that decision. We have always been clear that as a matter of policy our notification under Article 50 will not be withdrawn.",
            "updated_at": "2018-09-13T16:04:30.428Z"
        },
        "government_response_at": "2018-08-01T12:20:25.372Z",
        "moderation_threshold_reached_at": "2018-07-04T21:38:27.352Z",
        "opened_at": "2018-07-12T16:39:52.003Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-07-17T10:13:51.444Z",
        "scheduled_debate_date": "2018-09-10",
        "signature_count": 199591,
        "state": "open",
        "updated_at": "2018-10-04T10:48:03.314Z"
    },
    "id": 223729,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223729.json"
    },
    "type": "petition"
}