{
    "attributes": {
        "action": "Reform the Dangerous Dogs Act 1991 and repeal Breed Specific Legislation.",
        "additional_details": "Since the introduction of the act average fatalities per year have doubled. \r\nMostly fatalities have involved owner abuse or neglect of the dog.\r\n92% of dogs seized by the met status dogs unit were not involved in any incident; seizing of dogs based on appearance cost £3million per year.\r\nFocus must be on owner education and responsibility for the actions of their dog, regardless of breed.",
        "background": "In light of DEFRA deeming, to EFRA's Inquiry, that the Dangerous Dogs Act (Breed Specific Legislation) is working, by focusing on dogs’ looks; people & dogs are being put at risk. Since the Act, bites have risen & many pets destroyed. We ask the Act be reformed to end the unscientific Breed focus.",
        "closed_at": null,
        "created_at": "2018-07-05T17:23:10.643Z",
        "creator_name": "Shaila Bux",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-08-03T14:17:00.844Z",
            "details": "Section 1 of the Dangerous Dogs Act 1991 prohibits the keeping of certain types of dog identified as either bred for fighting or that share the characteristics of dogs bred for fighting. There are four types of dog to which the prohibition applies: (i) pitbull terrier; (ii) Japanese tosa; (iii) dogo Argentino; and (iv) fila Braziliero. However, although it is an offence to keep one of these types of dog there are exemptions for individual dogs where it has been shown to a court that they do not pose a safety risk to others.  The exemptions are subject to conditions (i.e. neutered, insured against injuring third parties, muzzled and on a lead when in public).\r\n\r\nThe Government considers that the prohibition on certain types of dogs forms an important part of the measures needed to tackle irresponsible ownership of dogs. Other important measures already in place include: an offence to allow a dog, of any type or breed, to be dangerously out of control; allowing police and local authorities to issue community protection notices to irresponsible owners whose dogs are causing low level problems; and civil law allowing courts to impose restrictions on individual dogs that are found to be dangerous.\r\n\r\nFigures provided by the Metropolitan Police show that nearly 20% of dog attacks in London were committed by pit bull type dogs. This is a far higher proportion than one would expect, given the population of pit bulls in this country. \r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2018-08-03",
            "summary": "The Government does not consider that removing the prohibition on certain types of dogs would increase public safety or go anyway to reducing the number of dog attacks.",
            "updated_at": "2018-08-03T14:17:00.844Z"
        },
        "government_response_at": "2018-08-03T14:17:00.847Z",
        "moderation_threshold_reached_at": "2018-07-05T17:45:23.188Z",
        "opened_at": "2018-07-12T10:42:27.808Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-07-18T12:52:00.827Z",
        "scheduled_debate_date": null,
        "signature_count": 18942,
        "state": "open",
        "updated_at": "2018-10-04T10:36:06.701Z"
    },
    "id": 223784,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223784.json"
    },
    "type": "petition"
}