{
    "attributes": {
        "action": "UK MAYORS/MAYORESS\r\nTo have been born in the uk\r\nOr have lived here for 30 years",
        "additional_details": "",
        "background": "All the Cities in the UK what have a Mayor or a Mayoress\r\nmust have either been born in the uk or been living in the uk for at least 30 years.\r\nThis petition is nothing to do with race or religion",
        "closed_at": null,
        "created_at": "2018-07-04T20:59:07.251Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-04T21:14:13.322Z",
        "opened_at": null,
        "rejected_at": "2018-07-27T09:59:09.067Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. We're not sure which kind of mayors you are talking about, or exactly what changes you'd like to see or how this would work. \r\n\r\nThere are different types of mayors in the UK. They are chosen in different ways, have diffferent functions, and the requirements for being eligible to be chosen as a mayor are different. The arrangements for mayors in Scotland, Wales and Northern Ireland are not the responsibility of the UK Government or Parliament.\r\n\r\nSome mayors are directly elected by voters. Others are local councillors who  are elected by the other councillors in the local council. Some cities also have Lord Mayors. \r\n\r\nYou mention cities in the UK, so we think you might be interested in \"metro mayors\". You can find out more about \"metro mayors\" here: \r\n\r\nhttps://commonslibrary.parliament.uk/key-issues/metro-mayors-and-devolution-deals/\r\n\r\nYou can find out more about who is eligible to stand for election as a \"metro mayor\" here:\r\n\r\nhttps://www.electoralcommission.org.uk/i-am-a/candidate-or-agent/combined-authority-mayoral-elections\r\n\r\nWe're also not sure exactly how you would like the requirements for eligibility to work. For example, we're not sure how this would apply to British citizens who are born outside the UK, or British citizens who have lived in the UK for less than 30 years. \r\n\r\nYou could start a new petition explaining clearly what you would like the UK Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-07-27T11:20:11.907Z"
    },
    "id": 223733,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223733.json"
    },
    "type": "petition"
}