{
    "attributes": {
        "action": "Highlight issue of Sikhs and Hindus of Afghanistan and help refugees in the UK.",
        "additional_details": "Sikhs and Hindus are a small minority in Afghanistan and the number of families is decreasing even further as they to migrate to a safer place (e.g. UK) because on a daily basis minorities are harassed and refused basic human rights.\r\n\r\n- Sikh Gurudwaras and Hindu Mandirs (place of worship) being victim of multiple attacks;\r\n- Unable to live safely on a day to day basis (harrased on streets).\r\n- Unable to represent minorities within the decisions affecting Afghanistan and its Afghan people.",
        "background": "Recent suicide bomb attacks on Sikh and Hindu minority leaders in Afghanistan - Jalalabad has left the whole Sikh and Hindu community in Afghanistan very vulnerable. Hope for a better future has now disappeared completely with the deaths of visionary leaders.\r\n\r\nMore info: www.HelpAfghanRefugees.com",
        "closed_at": null,
        "created_at": "2018-07-06T21:09:39.022Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-07T11:55:26.383Z",
        "opened_at": null,
        "rejected_at": "2018-07-13T10:16:28.293Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. We understand you're concerned about Sikhs and Hindus of Afghanistan but we're not sure exactly what you would mean by \"Highlight issue of Sikhs and Hindus of Afghanistan\". We're also not sure what sort of help you would like the Government to provide to refugees in the UK. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-07-13T10:25:29.525Z"
    },
    "id": 223898,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223898.json"
    },
    "type": "petition"
}