{
    "attributes": {
        "action": "Defrauding a democratic vote nullifies the result of the vote",
        "additional_details": "The draft of an investigation into Vote Leave concludes it broke spending limits and failed to comply with some of the rules:\r\n\r\n    - made an inaccurate return of campaign expenditure\r\n    - is missing invoices and receipts\r\n    - failed to comply with a statutory notice\r\n    - exceeded its spending limit\r\n\r\n\r\nAs a result of its findings it has imposed fines. However the result still stands. This makes a mockery of our democracy.\r\n\r\nIf you cheat to win a game, then you do not win the game.",
        "background": "The electoral commission has the power to investigate and fine campaigns that break electoral law. However the relatively small fines can be seen as simply doing business by people who want to sway a vote in their favour. This corrupts our democracy.",
        "closed_at": null,
        "created_at": "2018-07-06T06:49:25.744Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-06T07:45:51.519Z",
        "opened_at": null,
        "rejected_at": "2018-07-12T16:48:38.597Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\nIn particular, we're not sure  whether you'd like action on the EU Referendum or votes and elections in general. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask Parliament to change the law to require a vote to be re-run if electoral law has been broken. \r\n\r\nYou might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/223729"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-07-27T11:18:36.974Z"
    },
    "id": 223826,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223826.json"
    },
    "type": "petition"
}