{
    "attributes": {
        "action": "Review why many faith schools are failing inspections when they are doing well",
        "additional_details": "Schools with excellent exam results, happy children and safe environments are being needlessly nit-picked on very minor issues which are then used to destroy the school by inspectors who have a different ethos from the school.\r\n\r\nThere is a lack of inspectors from similar backgrounds that can accurately asses faith schools.\r\n\r\nInspectors ask inappropriate questions to children, despite their obvious discomfort and despite being against the ethos of the School.",
        "background": "OFSTED is supposed to be checking on the standard of education. They are pushing a secular, liberal worldview using British values to stop anyone teaching a viewpoint that they don't agree with\r\nIf this is a free country, that means a variety of viewpoints and educational approaches have to allowed",
        "closed_at": null,
        "created_at": "2018-07-06T10:52:31.015Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-06T12:33:37.254Z",
        "opened_at": null,
        "rejected_at": "2018-07-13T09:53:34.501Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. In particular whether you'd like faith based schools to be inspected only by OFSTED inspectors of the same backgrounds, or whether you'd like a full review into why faith based schools are failing OFSTED inspections.\r\n\r\nPetitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you'd like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-07-13T09:53:34.508Z"
    },
    "id": 223848,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223848.json"
    },
    "type": "petition"
}