{
    "attributes": {
        "action": "Call for a vote of no confidence in Theresa May",
        "additional_details": "She promised to lead us through Brexit and deliver what is best for the people of this country, she is failing to do that, out means out, no deals that tie us to the EU, no freedom of movement, free to trade with the rest of the world, out of the single market, out of the customs union, control of our own borders, no compromises that doesn’t deliver the Brexit we were promised.",
        "background": "We the people of Britain have the right to call for a vote of no confidence in Theresa May, we voted her in, we have the democratic right to vote her out",
        "closed_at": null,
        "created_at": "2018-07-05T23:17:29.726Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-06T21:59:42.471Z",
        "opened_at": null,
        "rejected_at": "2018-07-11T15:38:56.477Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers, including the Prime Minister, to be sacked or for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2018-07-11T15:39:06.032Z"
    },
    "id": 223820,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223820.json"
    },
    "type": "petition"
}