{
    "attributes": {
        "action": "We want our Government to follow the lead of Australia & ban commercial sunbeds",
        "additional_details": "It is estimated that treating these cancers will cost the NHS up to £465m a year by 2025.  The NHS is already overstretched.  If melanoma spreads through the body, it is notoriously difficult to treat.  The treatments that are used are enormously expensive.  A sunbed ban would indirectly support the NHS.",
        "background": "Skin cancer rates continue to soar in the UK, melanoma kills 6 people every day. Sunbed users have an increased risk of developing skin cancer.",
        "closed_at": "2019-01-12T23:59:59.999Z",
        "created_at": "2018-07-06T21:14:50.762Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-11-13T13:20:15.453Z",
            "details": "The Department of Health and Social Care takes the risks to health of ultraviolet radiation seriously, including exposure through use of sunbeds. The Sunbeds (Regulation) Act 2010 came into force in April 2011 in England and Wales to prohibit under-18s from using sunbeds. Guidance to support local authority authorised officers in successfully implementing the Act has been published and can be found at:\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/216373/dh_125982.pdf\r\n \r\nPublic Health England’s advice about sunbeds is available at: https://www.gov.uk/government/publications/sunbeds-safety-advice/sunbeds-safety-advice. It advises that:\r\nSunbeds emit ultraviolet radiation, which can cause tanning and sunburn. There is no evidence to suggest any type of sunbed is less harmful than natural sun exposure and Public Health England discourages the use of sunbeds for cosmetic tanning.\r\nSunbeds should never be used by anyone under 18 years of age. If you are over 18 years of age and wish to use a sunbed then use a staffed facility that provides guidance to users and limit your use of the sunbed – do not have repeated sessions to build up a quick tan before a summer holiday. If you have very fair skin, burn easily in the sun or have had skin cancer, do not use a sunbed.\r\n \r\nIt is important for everyone to be aware of their skin and to seek advice from their GP if they notice changes, particularly with moles that itch or bleed, or change shape.\r\n \r\nThe Department of Health and Social Care has no current plans to review policy on sunbeds but will keep the evidence under review.\r\n\r\nDepartment of Health and Social Care\r\n",
            "responded_on": "2018-11-13",
            "summary": "The Department of Health and Social Care takes the risks to health of ultraviolet radiation seriously, including exposure through use of sunbeds.",
            "updated_at": "2018-11-13T13:20:15.453Z"
        },
        "government_response_at": "2018-11-13T13:20:15.455Z",
        "moderation_threshold_reached_at": "2018-07-06T21:59:31.546Z",
        "opened_at": "2018-07-12T16:22:40.594Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-10-24T22:09:07.787Z",
        "scheduled_debate_date": null,
        "signature_count": 15368,
        "state": "closed",
        "updated_at": "2019-01-13T00:00:03.243Z"
    },
    "id": 223903,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223903.json"
    },
    "type": "petition"
}