{
    "attributes": {
        "action": "Ask Theresa May to aid the Pakistan Government in extraditing Nawaz Sharif",
        "additional_details": "The Panama Papers leak in 2015 revealed several of Sharif's children had links to offshore companies, which were allegedly used to channel funds and buy foreign assets - including luxury flats in Avenfield House, on London's Park Lane.\r\n\r\nWe call for the UK government to aid in extraditing Nawaz Sharif should he choose not to return to Pakistan",
        "background": "A Pakistani court has sentenced former Prime Minister Nawaz Sharif to 10 years in prison on corruption charges related to four luxury London flats.\r\n\r\nThe National Accountability Bureau (NAB) court handed down the verdict after a series of delays.\r\n\r\nHis daughter and son-in-law were also convicted.",
        "closed_at": null,
        "created_at": "2018-07-06T23:29:15.876Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-08T01:50:25.521Z",
        "opened_at": null,
        "rejected_at": "2018-07-13T16:39:10.659Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the UK Government or Parliament to do. Petitions need to call on the Government or Parliament to take a specific action. \r\nThe UK has no formal extradition treaty with Pakistan, but Section 194 of the Extradition Act 2003 does allow special extradition arrangements in exceptional circumstances. However, under current law, an extradition process is initiated at the request of the government of the country in which the individual has been convicted of a crime.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2018-07-13T16:39:10.666Z"
    },
    "id": 223922,
    "links": {
        "self": "https://petition.parliament.uk/petitions/223922.json"
    },
    "type": "petition"
}