{
    "attributes": {
        "action": "EU referendum that calls for threshold of 55% minimum instead of simple majority",
        "additional_details": "The last EU referendum held on 23 June 2016 was decided by a narrow simple majority of 51.9% to 48.1% on a turnout of 72%. There are accusations that statements made misled the public. Guilt and generation divide is fueling resentment. People fear consequences of a divided nation walking into an unknown future. With clearer information now in the public domain this can be resolved by another referendum requiring a minimum majority of 55% of those voting to be the decisive will of the people",
        "background": "Given controversies and narrow majority in the last EU referendum that have led to deep national divisions on Brexit and with benefit of clearer information now, Parliament to discuss and legislate for a new decisive referendum on EU membership requiring a minimum threshold of 55% of those voting",
        "closed_at": null,
        "created_at": "2018-07-08T17:12:41.603Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-09T14:16:31.765Z",
        "opened_at": null,
        "rejected_at": "2018-07-13T14:29:52.647Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you would like to have another referendum with the majority side receiving at least 55% of the vote but we're note quite sure what you think should happen if that 55% threshold is not reached.\r\n\r\nWe're also not sure exactly what you want the referendum question to be.\r\n \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-07-13T14:30:04.138Z"
    },
    "id": 224091,
    "links": {
        "self": "https://petition.parliament.uk/petitions/224091.json"
    },
    "type": "petition"
}