{
    "attributes": {
        "action": "Ensure that the DWP Health Professionals have the relevant  qualifications",
        "additional_details": "Medical Evidence is ignored by the Health Professionals and the DWP Decision Makers, it seems that the reports are taken at face value and that what a claimant reports to the health professional isn’t necessarily stated on the report ... if reported at all. It seems that claimants meet the criteria for aids and appliances etc yet the DM will dismiss the said aids as in their opinion the claimant doesn’t need them. These false reports are causing unnecessary anxiety and stress to vulnerable people",
        "background": "All too often brain injured survivors are losing their pip and esa awards due to the Assessors basing their reports on assumption and speculation\r\nFar too many  HP reports are fictitious and contain false information and aren’t relevant to the claimants disability or how it affects them",
        "closed_at": null,
        "created_at": "2018-07-08T14:45:12.769Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-08T16:29:36.699Z",
        "opened_at": null,
        "rejected_at": "2018-07-13T16:35:41.778Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what qualifications you'd like DWP assessors to have. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-07-19T10:31:38.803Z"
    },
    "id": 224083,
    "links": {
        "self": "https://petition.parliament.uk/petitions/224083.json"
    },
    "type": "petition"
}