{
    "attributes": {
        "action": "Theresa May must RESIGN NOW!!!\r\nShe's reneged on her Manifesto Brexit pledges.",
        "additional_details": "Theresa May's Government proposals about Brexit following the Chequers meeting amount to little more than BREXIT IN NAME ONLY.\r\n\r\nThey are NOT BREXIT.\r\n\r\nThey will prevent us from making FREE TRADE DEALS with allies like the U.S., and thus renege on the promises made in the Referendum Campaign, that after a Leave vote we would be free to forge our own Trade Deals anywhere in the world outside the EU.\r\n\r\nTheresa May's position is now totally untenable.\r\nShe has misled the people.\r\nShe must RESIGN NOW.",
        "background": "The Chequers meeting has shown, Theresa May has clearly reneged on her Manifesto pledges to leave the Customs Union, leave the Single Market, and end the jurisdiction of the ECJ in the UK.\r\nShe has ignored the 17.4 million who voted Leave on the condition that \"the Govt. will carry out your wishes.\"",
        "closed_at": null,
        "created_at": "2018-07-09T14:15:47.658Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-09T14:30:22.715Z",
        "opened_at": null,
        "rejected_at": "2018-07-12T16:13:31.232Z",
        "rejection": {
            "code": "honours",
            "details": "The resignation of the Prime Minister would be an individual decision for that person, and not a decision for the Government or Parliament as a whole.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-07-12T16:13:38.826Z"
    },
    "id": 224189,
    "links": {
        "self": "https://petition.parliament.uk/petitions/224189.json"
    },
    "type": "petition"
}