{
    "attributes": {
        "action": "Drastically improve funding for Mental Health Services within the UK",
        "additional_details": "",
        "background": "I have personally experienced the impact of the cuts to mental health services when I needed the help the most and I know I am not the only one who has experienced this: child or adult. There needs to be far more funding and support from the Government, but more importantly the Minister of Health.",
        "closed_at": null,
        "created_at": "2018-07-09T18:17:32.299Z",
        "creator_name": "Brandon James Brayshaw",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-09-05T11:05:58.017Z",
            "details": "We want to make sure people get the right mental health care, when they need it, and that we do more to prevent mental illness in the first place. \r\nIn January 2016, the then Prime Minister announced that that the Government would invest an additional £1bn in mental health services to support implementation of the Five Year Forward View for Mental Health by 2020/21. This transformation programme covers the following areas:\r\n\r\n•\tchildren and young people’s mental health;\r\n•\tperinatal mental health;\r\n•\tcommon mental health problems for adults;\r\n•\tcommunity, acute and crisis care for adults;\r\n•\tsecure care pathway;\r\n•\thealth and justice; and\r\n•\tsuicide prevention.\r\n\r\nTo help ensure that additional funding reaches the frontline, the Mental Health Investment Standard (MHIS) means that local commissioners are required to increase their mental health expenditure year on year by more than their overall allocation growth.  \r\n\r\nSpending on mental health increased to a planned £11.86bn in 2017/18.\r\n\r\nOur progress in delivering our commitments to improve mental health services is set out in NHS England’s Five Year Forward View for Mental Health Dashboard:\r\n\r\nhttps://www.england.nhs.uk/mental-health/taskforce/imp/mh-dashboard/\r\n\r\nFor example:\r\nWe are exceeding performance against our waiting time standards for access to psychological therapies. Latest figures from May 2018 showed of those people who completed a course of Improving Access to Psychological Therapies (IAPT) treatment, 89.6% waited less than 6 weeks to enter treatment and 99.0% waited less than 18 weeks\r\n\r\nFor Early Intervention in Psychosis (EIP), latest figures from June 2018 showed 76.5% of patients started treatment within two weeks, against target of treatment within 2 weeks for more than 50% of people experiencing a first episode of psychosis.\r\nWe are also making available an additional £1.4 billion for mental health services for children and young people, which will ensure that 70,000 more children and young people will access mental health services each year by 2020/21.   \r\n\r\n\r\nThe Green Paper-Transforming children and young people’s mental health provision, which is supported by over £300m of additional funding on top of this, includes the following plans to improve access to services and mental health support in schools: \r\n\r\nIncentivising every school and college to identify and train  a senior designated lead for mental health in every school and college;\r\n\r\nCreating new mental health support teams which will deliver interventions for mild to moderate mental health need in or close to schools and colleges;\r\n\r\nPiloting a new four week waiting time for NHS children and young people’s mental health services.\r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2018-09-05",
            "summary": "Mental health is a top priority for the Government. We are transforming services supported by record amounts of funding, and have ambitious plans to increase the workforce.",
            "updated_at": "2018-09-05T11:05:58.017Z"
        },
        "government_response_at": "2018-09-05T11:05:58.019Z",
        "moderation_threshold_reached_at": "2018-07-09T18:28:32.692Z",
        "opened_at": "2018-07-17T10:13:50.631Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-08-19T20:03:40.438Z",
        "scheduled_debate_date": null,
        "signature_count": 18926,
        "state": "open",
        "updated_at": "2018-12-04T14:38:53.210Z"
    },
    "id": 224239,
    "links": {
        "self": "https://petition.parliament.uk/petitions/224239.json"
    },
    "type": "petition"
}