{
    "attributes": {
        "action": "Save cricket on the oldest ground in the world - threatened by developers",
        "additional_details": "The pavilion was purpose built for the Club in 1903 and has been in continuous use since then. Community ownership will protect cricket on the Mitcham Cricket Green. There is good evidence of cricket played on Mitcham Cricket Green for 333 years; hosting county and international matches. It has been the training ground for eminent cricketers including Strudwick, Sandham, Richardson and David M Smith (current President). \r\nWe currently have 3 senior, 3 junior and a Ladies team.",
        "background": "Since Phoenix Grp Investments Ltd bought the freehold of Mitcham Cricket Club pavilion in 2008, the Club has been trying to renew its lease. Please maintain the pavilion's status as an Asset of Community Value and refuse an Act of Parliament required for development on the Mitcham Cricket Green.",
        "closed_at": null,
        "created_at": "2018-07-09T21:20:20.860Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-10T20:53:04.810Z",
        "opened_at": null,
        "rejected_at": "2018-09-25T15:59:42.150Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what you mean by an \"Act of Parliament required for the development on the Mitcham Cricket Green\". There isn't currently a bill in Parliament that could be voted against, or an Act that could be repealed. We're therefore not sure what action you'd like the UK Government or Parliament to take. \r\n\r\nLocal planning issues are the responsibility clear of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Housing, Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-09-25T15:59:52.816Z"
    },
    "id": 224264,
    "links": {
        "self": "https://petition.parliament.uk/petitions/224264.json"
    },
    "type": "petition"
}