{
    "attributes": {
        "action": "Build a better Orthotics department at the Royal Orthopaedic Hospital Birmingham",
        "additional_details": "I am a wheelchair user who visits the Orthotics department regularly to have boots specially made. The building is of an inadequate size for a department that is only going to become busier in years to come. The Royal Orthopaedic Hospital had 8-million-pound spent on the new outpatients department but sadly the Orthotics department was neglected and is now in need of re-building.",
        "background": "The Orthotics department provides orthosis which is a support thats corrects or protects part of the body, it can range from splints, braces or orthopaedic footwear. Unfortunately the department size is inadequate for a department that is constantly in use with hundreds of people visiting every year",
        "closed_at": null,
        "created_at": "2018-07-10T13:40:26.204Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-11T15:38:34.125Z",
        "opened_at": null,
        "rejected_at": "2018-08-06T17:09:28.074Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something the UK Government and Parliament are not responsible for.\r\n\r\nThe Royal Orthopaedic Hospital NHS Foundation Trust is responsible for making decisions about the Royal Orthopaedic Hospital. \r\n\r\nYou can contact them here: https://www.roh.nhs.uk/contact-us\r\n\r\nYou could start a new petition about something that the UK Government and Parliament are responsible for. For example, you could start a new petition asking the UK Government to provide extra funding to the Royal Orthopaedic Hospital NHS Foundation Trust to improve the orthotics department."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-08-22T11:14:06.894Z"
    },
    "id": 224361,
    "links": {
        "self": "https://petition.parliament.uk/petitions/224361.json"
    },
    "type": "petition"
}