{
    "attributes": {
        "action": "Introduce tighter laws regarding controlling posts that show violence and drugs.",
        "additional_details": "There has been a dramatic increase in Knife Crime in our large cities. There has also been an increase in County Lines targeting vulnerable young people. Drill music has directly contributed to a rise in youth crime in the capital. Negative messages are been spread through social media. These site owners should take responsibility in removing these dangerous posts. When more and more children under 11 are accessing these posts. We should stop young people viewing these posts to keep them safe",
        "background": "We are calling for social media organisations to moderate and remove any posts or uploads that contain or promote knife crime, violence, drugs, youth crime and gang culture. This is to include music uploads including Drill music and sites that are used to promote the sale of drugs.",
        "closed_at": null,
        "created_at": "2018-07-10T11:07:19.734Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-10T11:51:39.760Z",
        "opened_at": null,
        "rejected_at": "2018-08-01T09:11:13.783Z",
        "rejection": {
            "code": "no-action",
            "details": "Your petition seems to be calling on social media sites, not the UK Government or Parliament, to take action.\r\n\r\nIf you'd like the law to be changed, you could start a new petition explaining clearly what changes you'd like to see. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-08-22T11:13:50.344Z"
    },
    "id": 224330,
    "links": {
        "self": "https://petition.parliament.uk/petitions/224330.json"
    },
    "type": "petition"
}