{
    "attributes": {
        "action": "Bring back social housing rents",
        "additional_details": "You are seeing growing numbers of rough sleepers in and around the capital.social housing buildings are being destroyed and replaced with affordable housing which is only affordable to a choosen few.Family's are being refused housing due to insufficient income and properties being bought by big property investors who refuse to accomodate tenants who are on extremely low incomes and that can't meet the rents being requested.The government needs to rectify this growing issue",
        "background": "There is a growing number of working households become homeless.Due to the growing rise in affordable rents which most working households are unable to afford and having to make a decision of keeping a roof over their heads this is causing a great strain on other resources.",
        "closed_at": null,
        "created_at": "2018-07-11T15:06:19.695Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-12T06:59:52.870Z",
        "opened_at": null,
        "rejected_at": "2018-07-27T10:13:54.497Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. We understand that you're concerned about social housing, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to introduce a rent cap."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2018-07-27T10:14:13.995Z"
    },
    "id": 224516,
    "links": {
        "self": "https://petition.parliament.uk/petitions/224516.json"
    },
    "type": "petition"
}