{
    "attributes": {
        "action": "Fund life saving Immunotherapy for lung cancer patients to more than 2 years",
        "additional_details": " Lung cancer is a bigger killer yet after 24 months they take the option away\r\n \r\nI believe I am possibly the 1st or one of the first to reach the 2 years on this. When I was given it, it was my last hope as chemotherapy did not work and I was not that well at all. I went on this as an early trial in June 2016 as a last hope! had my last treatment in June 2018. I was originally given 6 to 12 months to live. But this has given me brilliant results and extra time with my kids and family. Now it has been taken away with nothing else offered. More people will be in this situation very soon. We all need help, if you could sign and share this I would be so grateful.\r\n \r\nWe just want to be able to spend more time with our families. Thank you",
        "background": "Currently Pembrolizumab (immunotherapy) is only an option for 24 months if you have lung cancer. If you have Melanoma it is given until it either stops working or the side effects become too much, no time limit.",
        "closed_at": "2019-01-30T23:59:59.999Z",
        "created_at": "2018-07-11T17:53:13.805Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-01-08T17:03:57.919Z",
            "details": "This Government understands the devastating effect that lung cancer has on patients like the petitioner, Mr Cole, and indeed their family. It is vitally important for him and other patients to have access to the most effect cancer treatments. This is why we established the Cancer Drugs Fund (CDF). The CDF works to ensure that patients in England have better access to effective cancer drugs not routinely funded by the NHS. \r\n\r\nSince October 2010, the Cancer Drugs Fund has enabled over 120,000 approvals for treating people in England with life-extending cancer drugs that would not otherwise have been available to them.  Since the introduction of the Fund we have spent more than £1.9 billion helping people with cancer get the treatments they need.  New arrangements for the appraisal and funding of cancer drugs in England which came into effect from July 2016 are also helping to provide faster access to the most promising new cancer drugs and ensure better value for patients, taxpayers and the NHS. \r\n\r\nNICE is the independent body that provides guidance on the prevention and treatment of ill health and the promotion of good health and social care. NICE produces a range of guidance products, including technology appraisals, clinical guidelines and quality standards. Decisions on which medicines should be routinely available on the NHS are very difficult to make and NICE only reaches its final decisions on the use of a technology after a careful and thorough consideration of the evidence and following extensive consultation with stakeholders.   \r\n\r\nNICE published technology appraisal guidance on pembrolizumab for untreated PD-L1-positive metastatic non-small-cell lung cancer (TA447) on 28 June 2017.  NICE recommended pembrolizumab as an option for certain people with untreated PD-L1-positive metastatic non-small-cell lung cancer, within the Cancer Drugs Fund (CDF).  It was initially recommended for use within the CDF because there were clinical uncertainties that needed to be resolved using further data from an ongoing clinical trial.  When the guidance was reviewed in the light of the new data from the trial, NICE was able to confirm its effectiveness and recommend it for routine commissioning. On 28 July 2018 NICE therefore published updated recommendations which are available at Pembrolizumab for untreated PD-L1-positive metastatic non-small-cell lung cancer (TA531).  \r\n\r\nThe recommendation to stop treatment at 2 years, in both the original and updated guidance, was based on the best available clinical evidence, especially one particular trial (KEYNOTE024). This trial was designed to stop treatment at 2 years, on the expectation that patients would not need to continue treatment to achieve the long-term benefit.  NICE’s independent Appraisal Committee understood that no patients in the trial on pembrolizumab completed 2 years' therapy. The committee heard from clinical experts that while the best duration of treatment with pembrolizumab is unknown, patient and clinical experts agreed that stopping treatment at 2 years independent of disease status would be acceptable to patients.  \r\n\r\nWhen NICE publishes guidance, a review date is suggested. NICE does not have any current plans to review its recommendations, including that the treatment should be used for no more than two years. However, NICE’s guidance may be reviewed early if there is significant new evidence that is likely to change the recommendations. \r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2019-02-05",
            "summary": "It is a key Government priority that you and other patients have access to effective cancer treatments. Pembrolizumab is available to NHS patients with lung cancer in line with NICE’s guidance.",
            "updated_at": "2019-02-06T18:14:07.136Z"
        },
        "government_response_at": "2019-01-08T17:03:57.922Z",
        "moderation_threshold_reached_at": "2018-07-11T19:07:07.440Z",
        "opened_at": "2018-07-30T10:44:17.253Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-12-06T22:32:34.080Z",
        "scheduled_debate_date": null,
        "signature_count": 10263,
        "state": "closed",
        "updated_at": "2019-02-06T18:14:07.138Z"
    },
    "id": 224537,
    "links": {
        "self": "https://petition.parliament.uk/petitions/224537.json"
    },
    "type": "petition"
}