{
    "attributes": {
        "action": "Protect Rights at Risk in Brexit Britain",
        "additional_details": "Many employment and social protection rights are derived from the EU law, and case-law of the European Court of Justice. For example, equal pay for work of equal value, parental leave, anti-harassment laws, properly paid holiday rights, working time and important features of our anti-discrimination provisions, including on pregnancy and maternity, have been introduced/substantially developed by the EU. To protect our hard-won rights, we must be given the chance to vote on the final deal.",
        "background": "Much attention has been focussed on arguments about trade and the economy but not enough on the impact leaving the EU will have on our rights.The Gov has promised to leave the EU Charter of Fundamental Rights with no British replacement. This poses a real risk to people from all walks of life.",
        "closed_at": null,
        "created_at": "2018-07-11T14:21:55.658Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-13T08:33:06.402Z",
        "opened_at": null,
        "rejected_at": "2018-07-20T10:58:03.018Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIf you'd like there to be a referendum on the final Brexit deal, you may wish to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/222124\r\n\r\nOtherwise, you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-07-20T10:58:03.024Z"
    },
    "id": 224511,
    "links": {
        "self": "https://petition.parliament.uk/petitions/224511.json"
    },
    "type": "petition"
}