{
    "attributes": {
        "action": "Stop Pets at Home selling live animals and cages which are too small.",
        "additional_details": "Animal Cruetly. False advertising. Selling unsuitable accessories. Could you see 2 Guinea pigs in a cage as small as 2ft by 1ft. This size isn’t even enough for a 1 Guinea pig never mind 2\r\n\r\nThe stores dont handle the animals daily. The hamsters are in enclosures far too small with too many in together.\r\n\r\nThe store focuses too much on the ore common pets like dogs or cats and not enough attention on the small animals or reptiles. Enough is enough. Would you treat your dog like they treat furries?",
        "background": "Pets at home sell cages for Rabbits and Guinea pigs which are just too small for them. They also sell live animals which are not getting handled every day and not getting the space they need until the get their new home. Not enough care for animals which advertises wrongly to people wanting to buy.",
        "closed_at": null,
        "created_at": "2018-07-12T14:27:14.889Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-12T14:56:08.758Z",
        "opened_at": null,
        "rejected_at": "2018-07-19T14:18:26.254Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what you'd like to happen. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the Government and Parliament to change the law so that it specifies minimum size requirements for the cages and tanks of common pets, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-07-19T14:18:35.976Z"
    },
    "id": 224745,
    "links": {
        "self": "https://petition.parliament.uk/petitions/224745.json"
    },
    "type": "petition"
}