{
    "attributes": {
        "action": "Overturn the government’s declaration that animals have no emotions or feelings",
        "additional_details": "Science speaks for itself. The archaic thought processes of a political party who’s only view is to continue to line their greedy pockets with money does not stand for anything when science speaks the truth!\r\n\r\nThe facts are there!",
        "background": "The Tory Government continues to neglect animal rights by declaring that all animals have no emotions or feelings, including the ability to feel pain. \r\n\r\nThis vote comes in contrast to extensive scientific evidence that shows that other animals do have feelings and emotions, some even stronger.",
        "closed_at": null,
        "created_at": "2018-07-12T20:58:58.668Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-13T06:47:10.121Z",
        "opened_at": null,
        "rejected_at": "2018-07-20T15:38:11.570Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIn response to a petition to \"Pass legislation making animals legally 'Sentient Beings' in UK law.\",  the Government said,\r\n\r\n\"The government is committed to the very highest standards of animal welfare as we leave the EU. We have published a draft Bill which clearly recognises animal sentience in domestic law.\" \r\n\r\nYou can read the petition and the full Government response here:\r\n\r\nhttps://petition.parliament.uk/petitions/205348\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-07-20T15:38:11.578Z"
    },
    "id": 224805,
    "links": {
        "self": "https://petition.parliament.uk/petitions/224805.json"
    },
    "type": "petition"
}