{
    "attributes": {
        "action": "Tougher laws for all anti-social behaviour.To make the streets safer and cleaner",
        "additional_details": "Take a look the the crime figures this year. Stabbings every week in major cities, rapes, burglaries, litter, graffiti etc etc. There is hardly a street in any city or town where there aren't signs of anti-social behaviour. Cleaner streets, with zero-tolerance laws are what is needed to make this country safer for all law-abiding citizens. Real punishments are what are required, and the law needs to put the rights of the tax paying, law abiding citizens first.",
        "background": "To stop all anti-social crime such a littering, graffiti and to make our streets cleaner and safer for all law-abiding citizens. People are fed up with dirty, littered streets & of graffiti. Also violent offenders roaming our neighbourhoods with no respect for authority, and no real punishment.",
        "closed_at": null,
        "created_at": "2018-07-13T11:02:02.978Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-13T16:01:09.340Z",
        "opened_at": null,
        "rejected_at": "2018-07-20T09:46:16.017Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about anti-social behaviour, but we're not sure exactly what legal changes you'd like to see. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2018-07-20T09:46:16.023Z"
    },
    "id": 224864,
    "links": {
        "self": "https://petition.parliament.uk/petitions/224864.json"
    },
    "type": "petition"
}