{
    "attributes": {
        "action": "Make the late payments act, a criminal act",
        "additional_details": "I personally have been a victim of a non-paying customer. I took legal steps against a business and two years down the line, I'm still where I started if anything worse as I paid solicitors fees, court fees etc. I managed to get a financial report of the business in question and it turns out that this business owes a number of other companies a vast amount of money.",
        "background": "The number of non-paying customers and contractors is forever growing. Putting honest workers in financial difficulties and putting businesses in danger of losing everything they worked hard for. There is a legal system to follow, however, this is poorly designed and has a number of flaws.",
        "closed_at": null,
        "created_at": "2018-07-13T11:14:51.361Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-13T11:29:19.952Z",
        "opened_at": null,
        "rejected_at": "2018-07-27T09:23:55.520Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean by \"Make the late payments act, a criminal act\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. If you'd like it to be a criminal offence to make a late payment to a supplier, you could start a new petition asking for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-07-27T09:23:55.528Z"
    },
    "id": 224869,
    "links": {
        "self": "https://petition.parliament.uk/petitions/224869.json"
    },
    "type": "petition"
}