{
    "attributes": {
        "action": "Ban the ‘No pets’ rule in all housing contracts and parks in Brighton & Hove",
        "additional_details": "Parks are the only places I can let my dog loose as they are protected by fencing and gates. If I were to let my pup off the lead in an open space, I’d be too scared that he’d run away or get hit by a car. Dogs should be allowed to run free and socialise with other dogs in parks, and not constantly be on a lead, as that’s unfair on them.",
        "background": "My dog is my guide, therapy and emotional support dog. EVERYONE should be allowed to have this support in their lives from a pet. EVERYONE should be allowed to let their dogs run free and socialise in parks. \r\n\r\nBrighton is a multi cultural and modern city- so why can’t it be fully pet friendly to?",
        "closed_at": null,
        "created_at": "2018-07-12T21:44:50.556Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-12T21:59:24.954Z",
        "opened_at": null,
        "rejected_at": "2018-07-19T16:10:03.434Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttps://phantom.brighton-hove.gov.uk/mgEPetitionListDisplay.aspx\r\n\r\nYou may wish to sign this petition about emotional support dogs and housing: \r\n\r\nhttps://petition.parliament.uk/petitions/216091"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2018-07-19T16:10:09.468Z"
    },
    "id": 224811,
    "links": {
        "self": "https://petition.parliament.uk/petitions/224811.json"
    },
    "type": "petition"
}