{
    "attributes": {
        "action": "make botulinum toxin & dermal filler treatment a medical activity and treatment",
        "additional_details": "There have been several incidents where non qualified indivuals are providing treatments and not able to diagnoses, treat accordingly, manage complications or provide clean hygienic settings for treatment, which are usual high risk and infection prone.  Countless examples and evidence can be seen on social media. It has to stop! And someone needs to do something, even a little to help! It is fast becoming a cash business making a quick buck leaving patients in horrific conditions and danger.",
        "background": "no regulation of non surgical injectable industry.  gov. funded regulatory body was rejected. make the provision of \"botox\"& dermal fillers a medical activity, ONLY doctors dentists & reg.nurses able to provide these medical treatments as are already registered with existing  bodies the GMC GDC NMC.",
        "closed_at": null,
        "created_at": "2018-07-14T18:10:01.303Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-15T22:47:42.125Z",
        "opened_at": null,
        "rejected_at": "2018-07-20T10:56:34.670Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou'll need to give your full name to start a petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-07-20T10:56:34.677Z"
    },
    "id": 224981,
    "links": {
        "self": "https://petition.parliament.uk/petitions/224981.json"
    },
    "type": "petition"
}