{
    "attributes": {
        "action": "Pay hard working sleep in carers the back pay they are entitled to.",
        "additional_details": "Sleep in shifts are just a name. They aren't a reality for us care workers. \r\nWe don't have a good night's sleep we are always using a listening ear, to make sure the vulnerable people we care for are safe and well throughout the night. \r\nWe get woken up during the night, may it be the service user making noise or calling us. \r\nWe cannot leave the premises at all. This is working. We are among the lowest paid professions in the UK yet we keep our clients alive daily. We deserve better, we deserve to be valued.",
        "background": "After 2 employment tribunals a compliance scheme was set up to ensure carers got the back pay they so deserve. \r\nThe court of appeal today judged in favour of The Royal Mencap society. This now means hard working, low paid carers are not entitled to millions of pounds of backpay for sleep in shifts.",
        "closed_at": null,
        "created_at": "2018-07-13T21:00:05.242Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-13T22:14:32.601Z",
        "opened_at": null,
        "rejected_at": "2018-07-20T09:21:15.779Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Government can't change the decision that the Court of Appeal has reached, but Parliament could change the law.\r\n\r\nYou could start a new petition asking for the law to be changed, so that sleep in carers are legally entitled to be paid the minimum wage, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-07-20T09:21:15.785Z"
    },
    "id": 224919,
    "links": {
        "self": "https://petition.parliament.uk/petitions/224919.json"
    },
    "type": "petition"
}