{
    "attributes": {
        "action": "Brexit re article 50 it must not be suspended/stopped under any circumstances",
        "additional_details": "the british people MUST be given the Brexit they voted for anything else is not acceptable to the british public  ARTICLE 50 must not under any circumstances be hindered/suspended/stopped for any reason whatsoever  the time is here to take action as there has been excessive feet dragging/delaying tactics by those opposed to brexit",
        "background": "the full details are well known to everyone the media has covered it fully",
        "closed_at": "2019-01-31T23:59:59.999Z",
        "created_at": "2018-07-13T19:36:58.576Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2019-0025",
            "debated_on": "2019-02-04",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2019-02-04/debates/0AEA559B-D3B8-4F04-BF61-380C01404B6B/LeavingTheEuropeanUnion",
            "video_url": "https://parliamentlive.tv/Event/Index/1736e63b-5fba-4445-837b-6ee041a81a0b"
        },
        "debate_outcome_at": "2019-02-05T12:29:15.485Z",
        "debate_threshold_reached_at": "2019-01-24T17:31:55.334Z",
        "government_response": {
            "created_at": "2019-01-29T15:44:49.009Z",
            "details": "In 2016, almost three quarters of the electorate took part in the referendum and 17.4 million people voted to leave the European Union. This is the highest number of votes cast for anything in UK electoral history and the biggest democratic mandate for a course of action ever directed at any UK Government. \r\n\r\nIn 2017’s General Election, over 80% of people then also voted for parties committing to respect the result of the referendum - it was the stated policy of both major parties that the decision of the people would be respected. The Government is clear that it is now its duty to implement the will expressed by the electorate in the referendum. \r\n\r\nThe British people must be able to trust in its Government both to effect their will, and to deliver the best outcome for them. As the Prime Minister has said: “This is about more than the decision to leave the EU; it is about whether the public can trust their politicians to put in place the decision they took.” We recognise that to do otherwise would be to undermine the decision of the British people, and to disrespect the powerful democratic values of this country and this Government.\r\n\r\nTo revoke the Article 50 notice would go against the referendum result and is not a course of action the Government feels we should take. The Government continues to be committed to delivering on the instruction given to us by the British people; working to overcome the challenges and seize the opportunities this brings to deliver an outcome which betters the lives of British people - whether they voted to Leave or to Remain.\r\n\r\nIn doing so, we will honour the mandate of the British people and leave the European Union in a way which benefits every part of our United Kingdom and every citizen of our country.\r\n\r\nWhilst we note the judgment in the recent Wightman litigation, the Government's policy is not to revoke the Article 50 notice.\r\n\r\nDepartment for Exiting the European Union",
            "responded_on": "2019-01-29",
            "summary": "The Government’s policy is not to revoke the Article 50 notice. The British people gave a clear instruction to leave and we are delivering on that instruction.",
            "updated_at": "2019-01-29T15:44:49.009Z"
        },
        "government_response_at": "2019-01-29T15:44:49.011Z",
        "moderation_threshold_reached_at": "2018-07-23T20:48:23.211Z",
        "opened_at": "2018-07-31T11:13:41.400Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-01-11T19:39:59.402Z",
        "scheduled_debate_date": "2019-02-04",
        "signature_count": 116473,
        "state": "closed",
        "updated_at": "2019-02-13T12:10:39.961Z"
    },
    "id": 224908,
    "links": {
        "self": "https://petition.parliament.uk/petitions/224908.json"
    },
    "type": "petition"
}