{
    "attributes": {
        "action": "To enforce food manufacturers to explicitly state all ingredients on packaging.",
        "additional_details": "I recently had a severe allergic reaction to a pudding from the food company 'Brakes'. I am still trying to find out what the 'flavourings' on their pudding ingredients include because it could be nutmeg.\r\n\r\nSince 2014 all food businesses are legally required to provide allergy sufferers with ALL ingredients. Just stating 'flavourings' and 'spices' is too vague and could include an ingredient that people are severely allergic to.",
        "background": "I have a severe nut allergy to treenuts, peanuts and nutmeg. Most food packaging ingredients have 'flavourings' and 'spices' which is not specific for allergy sufferers. Spices could include nutmeg. Food manufacturers must state what exactly is in the 'flavourings' and 'spices' within ingredients.",
        "closed_at": null,
        "created_at": "2018-07-16T11:14:17.470Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-16T18:25:59.252Z",
        "opened_at": null,
        "rejected_at": "2018-08-10T16:08:54.801Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIf you'd like to report problems with product labelling, you can find out how to do that here:\r\n\r\nhttps://www.food.gov.uk/contact/consumers/report-problem/report-a-product-labelling-issue\r\n\r\nIf you'd like the law on labelling to change, you could start a new petition asking for the specific change that you'd like to see. You could either ask the UK Government to work with other EU member states to agree a change to EU law, or you could ask the UK Parliament to change UK law after the UK leaves the EU. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-08-10T16:08:54.806Z"
    },
    "id": 225085,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225085.json"
    },
    "type": "petition"
}