{
    "attributes": {
        "action": "The UK government should ban Steve Bannon from entering the UK",
        "additional_details": "",
        "background": "Steve Bannon is a far-right political figure who poses a direct risk to the security of the UK. He should not be allowed to enter the UK to spread messages of hate.",
        "closed_at": "2019-01-27T23:59:59.999Z",
        "created_at": "2018-07-15T12:30:45.455Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-08-20T16:09:35.220Z",
            "details": "The Government does not routinely comment on individual immigration cases.\r\n\r\nComing to the UK is a privilege and not a right. There are powers available in immigration legislation to prevent those who seek to harm our society and who do not share our basic values from entering the UK. Individuals can be refused a visa or entry at the border if their character, conduct or associations make it undesirable to grant them entry to the UK.  \r\n\r\nThe Home Secretary may also exclude a non-European Economic Area national from the UK if he considers their presence in the UK to be non-conducive to the public good. This may be on the grounds of criminality, extremism or unacceptable behaviour or for national security reasons. \r\n\r\nExclusion powers are very serious and are not used lightly. The Home Secretary will use these powers only when justified and based on all available evidence.\r\n\r\nThe Government recognises the strength of feeling against the views expressed by Steve Bannon and will continue to speak out against comments which have the potential to divide our communities, regardless of who makes them. We reject any attempts to create division and marginalisation amongst those we endeavour to protect.\r\n\r\nHome Office.",
            "responded_on": "2018-08-20",
            "summary": "The Government has a policy of not routinely commenting on individual immigration or exclusion cases.",
            "updated_at": "2018-08-20T16:09:35.220Z"
        },
        "government_response_at": "2018-08-20T16:09:35.223Z",
        "moderation_threshold_reached_at": "2018-07-15T17:17:08.482Z",
        "opened_at": "2018-07-27T15:03:01.587Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-07-31T19:42:22.395Z",
        "scheduled_debate_date": null,
        "signature_count": 13392,
        "state": "closed",
        "updated_at": "2019-01-28T00:00:01.843Z"
    },
    "id": 225025,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225025.json"
    },
    "type": "petition"
}