{
    "attributes": {
        "action": "Legislate, police to apply the law equally regardless of race ethnicity politics",
        "additional_details": "Recently the Met police allowed and facilitated anti-Trump demonstrations while obstructing and banning Pro-Trump demonstrations. Police should be apolitical.  They threaten those carrying the union jack with arrest while ignoring other ISIS flags.  They arrest Christians reading the bible aloud and allow Muslims to block streets to pray,they have mosques to pray in. I do not follow any religious dogma, but this is not applying the law equally.",
        "background": "Police allow ISIS supported Muslim marches to fly ISIS flags and to carry hate filled placards  - this is grossly unfair, they threaten or arrest peaceful demonstrators who wish to carry or fly the union jack. Ethnicity religion and political beliefs should not affect how the law is applied.",
        "closed_at": null,
        "created_at": "2018-07-16T14:55:11.658Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-16T15:50:32.404Z",
        "opened_at": null,
        "rejected_at": "2018-07-23T14:45:03.380Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about the policing of marches and arrests are operational decisions for the Police, not the UK Government or Parliament. You can find out more here about police powers and marches: \r\n\r\nhttps://www.gov.uk/protests-and-marches-letting-the-police-know\r\n\r\nIn any case, it's already against the law to discriminate against anyone because of their race or religion. You can find out more here: \r\n\r\nhttps://www.gov.uk/discrimination-your-rights\r\n\r\nThe Independent Police Complaints Commission, not the Government or Parliament, conducts independent investigations of the police. \r\n\r\nYou can find out more about the IPCC, including how to make a complaint, here:\r\n\r\nhttps://www.ipcc.gov.uk/complaints\r\n\r\n\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-07-23T14:45:03.387Z"
    },
    "id": 225098,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225098.json"
    },
    "type": "petition"
}