{
    "attributes": {
        "action": "Stop chemists asking for your address in public when collecting your medication",
        "additional_details": "With many years in the charitable care field, supporting individuals who are victims of domestic abuse/drug abuse / disabled and older people being targetted, this small change made by parliament could not only stop victims being abused but also possibly save lives.  Asking for proof of name address would be much safer for all.",
        "background": "I have seen many victims of abuse, being abused after abusive partners have heard their new address in chemists or having people follow people into chemists when due to medication, to find out there address.",
        "closed_at": null,
        "created_at": "2018-07-17T13:42:26.279Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-17T16:00:21.730Z",
        "opened_at": null,
        "rejected_at": "2018-07-24T08:42:38.907Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we're not sure exactly what action you'd like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask for the law to change, to legally require pharmacists to offer people the option of giving their address privately or to ask for a different way of identifying someone."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-07-24T08:42:38.913Z"
    },
    "id": 225184,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225184.json"
    },
    "type": "petition"
}