{
    "attributes": {
        "action": "Mandatory minimum sentence for shaken baby deaths no guilty plea reduction.",
        "additional_details": "The case of lee sweet who pled guilty to manslaughter of his son should serve as a warning that this should never happen again.  No family should have to wait a year to lay to rest such a precious life, let alone have to watch as he received a third reduction in sentence for pleading guilty after 11 months of denining it.",
        "background": "We are calling for a mandatory minimum sentence of 15 years when an offender kills a child through shaking the infant. This should also mean that they are not eligible for the reduction in sentence when pleading guilty to get a lower jail term.",
        "closed_at": "2019-02-01T23:59:59.999Z",
        "created_at": "2018-07-17T12:22:59.025Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-02-14T11:14:17.081Z",
            "details": "The death of a child will be one of the most traumatic experiences for any family, particularly when that death is the result of a criminal act. The Government is committed both to providing tailored support to those affected by these horrific crimes and ensuring that the courts have the powers they need to deter and punish perpetrators, and protect young lives.\r\n\r\nSomeone who shakes an infant to death could be charged with a number of offences, depending on the circumstances. These include murder, manslaughter, causing or allowing death or serious physical harm of a child, and other assault offences. These are terrible and serious crimes which carry the possibility of lengthy custodial sentences.\r\n\r\nIn England and Wales, all murder convictions must result in a life sentence, and for offenders aged 18 and over judges will consider a minimum term spent in prison of at least 15 years. After this, the offender will be eligible to apply for release, but will remain subject to being recalled to prison for the rest of their life if they their breach licence conditions, including re-offending.\r\n\r\nFor manslaughter, the maximum penalty available is life imprisonment. The Sentencing Council’s guidelines on an unlawful act of manslaughter say that where there was a high risk of death (to a victim/s), the starting point for sentencing should be a 12 year custodial sentence, but could be as high as a 16 year custodial term. \r\n\r\nWhen sentencing, the courts consider the full circumstances of the case and must follow any relevant sentencing guidelines produced by the independent Sentencing Council. The guidelines are clear that courts should make a prison sentence longer where the victim was vulnerable due to age, and where the offence committed is an abuse of trust.\r\n\r\nMinimum sentences are rarely used in criminal law in England and Wales. To allow judges to take into account all circumstances of the case, the normal practice is for Parliament to set maximum sentences and leave it to the court to determine the appropriate sentence having regard to the facts of an individual case. An important exception is the mandatory life sentence for murder mentioned above.\r\n\r\nIt has long been the practice of the courts to give a reduction in sentence where a defendant pleads guilty. This is because in the case of an early plea it saves witnesses from the concern about having to give evidence. A guilty plea avoids the need for a trial, enabling cases to be dealt with quickly, and shortens the delay between charge and sentence.\r\n\r\nWhilst nothing we can do can reverse such tragic events, in recognition of the immeasurable impact on those bereaved by murder and manslaughter, since 2010 the Ministry of Justice has provided funding for a national Homicide Service. The service will help provide support to families affected in England and Wales.\r\n \r\nFrom April 2019, all families in England and Wales bereaved by homicide will be able to access specialist services provided by Victim Support, working in partnership with 11 other organisations. This includes support from Child Bereavement UK (CBUK), who specialise in helping those bereaved through the particularly traumatic impact of child death. The new service will provide access to emotional and practical support, a dedicated case worker, free legal advice, peer support and referral to specialist therapy. For more information, visit https://www.victimsupport.org.uk/more-us/why-choose-us/specialist-services/homicide-service or call the support line: 0330 031 9178. \r\n\r\nMinistry of Justice",
            "responded_on": "2019-02-14",
            "summary": "The Government recognise the dreadful impact of murder and manslaughter on the families of victims. Mandatory life sentences for murder and a maximum penalty of life for manslaughter are available.",
            "updated_at": "2019-02-14T11:14:17.081Z"
        },
        "government_response_at": "2019-02-14T11:14:17.083Z",
        "moderation_threshold_reached_at": "2018-07-17T17:22:01.342Z",
        "opened_at": "2018-08-01T12:54:18.307Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-01-27T19:59:05.692Z",
        "scheduled_debate_date": null,
        "signature_count": 10496,
        "state": "closed",
        "updated_at": "2019-02-14T11:14:17.102Z"
    },
    "id": 225176,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225176.json"
    },
    "type": "petition"
}