{
    "attributes": {
        "action": "Review of Nottingham City Councils Selective Licensing Scheme.",
        "additional_details": "The proposed licence fee is £780 for those without accreditation (applications must be submitted by 1 August) and this figure is still subject to final approval by the Executive Board which is not due to meet until 31 July 2018.\r\nNottingham City will only accept accreditation through DASH or Unipol, with DASH having closed their application process without prior notice to any Landlords on 13 July 2018. \r\nNo Landlords have had written prior notice of any of these implementations and more time must be given.\r\nPlease sign this petition to review the Selective Licensing Scheme by Nottingham City Council",
        "background": "We believe Nottingham Landlords have not received enough notice to prepare themselves for the impending scheme coming into force 1 August 2018.",
        "closed_at": null,
        "created_at": "2018-07-17T14:50:18.744Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-17T14:55:18.809Z",
        "opened_at": null,
        "rejected_at": "2018-07-24T08:48:56.689Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\t\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can find out how to petition the council here:\r\n\r\nhttp://committee.nottinghamcity.gov.uk/mgEPetitionListDisplay.aspx?bcr=1"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2018-07-24T08:48:56.697Z"
    },
    "id": 225191,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225191.json"
    },
    "type": "petition"
}