{
    "attributes": {
        "action": "Look into the way coventryhomefinder\r\nselects people for housing",
        "additional_details": "Myself and many others have been on the housing list for years and can never get a place to live or better where we live. Example growing family’s stuck in flats girls and boys sharing until there 10! Things not being taking into consideration like living in areas all your life and having family there for support, always being offered small horrible places on the other side of town. So I have a growing family but cannot have a nice house to spend years I have to do with anything.",
        "background": "Coventryhomefinder are having people wait for years even when priority. Unless you have 10 kids or from a different country your not priority enough. Or are always offered crap in horrible areas away from family even though you have evidence of ex overcrowding anxiety you cannot have somewhere nice.",
        "closed_at": null,
        "created_at": "2018-07-18T19:55:51.735Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-19T16:50:41.677Z",
        "opened_at": null,
        "rejected_at": "2018-07-25T10:13:31.697Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept you petition because it's about something that the UK Government or Parliament is not responsible for. Housing allocation is the responsibility of your local council. \r\n\r\nYou could raise this issue with your local councillor, who represents you. You can use this page to find out who your local councillors are and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOr you could raise a complaint with the council. You can use this page to find out how to do this:\r\nhttp://www.coventry.gov.uk/info/5/contact_the_council/545/comments_compliments_and_complaints/5"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-07-27T11:08:57.626Z"
    },
    "id": 225330,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225330.json"
    },
    "type": "petition"
}