{
    "attributes": {
        "action": "Leaving the EU & a Trade Deal are 2 separate entities & should be dealt as such.",
        "additional_details": "Leaving EU in its entirety should not infringe on any Trade Deal. Art. 50(2) imposes obligation on the EU to negotiate/conclude an agreement with the UK (the withdrawing state) setting out arrangement for its withdrawal. Obligation on the EU to set out its proposals and not the other way around. Any Agreement which leaves the UK in the Single Market, Customs Union & the ECJ & EU treaties, after the set date, is contrary to & inconsistent with, the decision arrived at by the Referendum. In that event, the actions of the Government will be unconstitutional & undemocratic & likely to lead to considerable public unrest.",
        "background": "Mrs May, the Government & Parliament are purposely mudding the waters. A Trade Agreement with EU must be separated from the Electorates' vote to leave.  Leaving the EU should not infringe on any Trade Deal.   There may be rules attached but not at the expense of our Sovereignty and Powers.",
        "closed_at": null,
        "created_at": "2018-07-18T15:19:15.203Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-18T15:43:54.932Z",
        "opened_at": null,
        "rejected_at": "2018-07-25T10:11:10.343Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-07-25T10:11:10.349Z"
    },
    "id": 225308,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225308.json"
    },
    "type": "petition"
}