{
    "attributes": {
        "action": "UK to refer Sri Lanka to ICC in March 2019",
        "additional_details": "It has failed to implement the resolution and brazenly repudiated its commitments to the UNHRC and victims of the war, so far without consequence. In March 2018 UN Human Rights Commissioner Zeid Ra'ad Al Hussein has also explicitly expressed his frustration, having lost faith in Sri Lanka’s willingness to engineer transitional justice and has called on member states to “explore other avenues, including the application of universal jurisdiction,that could foster accountability.” the UN Deputy for Human Rights, Kate Gilmore called for the establishment of a Special Court.",
        "background": "Refer Sri Lanka to International Criminal Court, if it continues to fail to implement its commitment made to the UNHRC Res. [A/HRC/RES/30/1] by March 2019; by agreeing to provide accountability and transitional justice. ",
        "closed_at": "2019-01-26T23:59:59.999Z",
        "created_at": "2018-07-19T12:56:53.865Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-12-19T10:09:28.817Z",
            "details": "UK support for international criminal justice and accountability is a fundamental element of our foreign policy. The UK supports Sri Lanka’s accountability commitments to the UN Human Rights Council through Resolutions 30/1 and 34/1 as the best way to establish truth, and to achieve justice, restitution and reconciliation. A national process, initiated by the Government of Sri Lanka and supported by all communities, offers the best route to achieve this.\r\n\r\nSri Lanka is not party to the Rome Statute, so the International Criminal Court (ICC) has no jurisdiction to investigate the situation in that country. The ICC could only exercise jurisdiction if the situation is referred to it by a UN Security Council Resolution, or if Sri Lanka accepts the Court’s jurisdiction. Our assessment is that this step would not have the support of the required Security Council members.  Nor would it advance the cause of accountability for an ICC referral to fail to win Security Council support or to be vetoed. Sri Lanka has made commitments to the UNHRC, and we continue to look to them to deliver those commitments in full.\r\n\r\n\r\nThe UK welcomed the Annual Report of the Office of the UN High Commissioner for Human Rights on 21 March, which assessed progress made by the Sri Lankan government in the implementation of UN Human Rights Council resolution 30/1 and 34/1, and found that the Government of Sri Lanka has taken some steps to address human rights concerns and to introduce more democratic and accountable government.  \r\n\r\nThese include the return of some military-held civilian land, the establishment of an Office of Missing Persons and the ratification of the Convention on Enforced Disappearances. However, more needs to be done.  We are encouraging further progress on these issues, as well as encouraging the Government of Sri Lanka to deliver meaningful devolution through constitutional reform, and to establish credible mechanisms for transitional justice. Minister for Asia and the Pacific Mark Field raised these issues with the Government of Sri Lanka during his visit in October, and in a statement on the political situation on 17 December he made clear the UK’s continued commitment to support Sri Lanka in safeguarding human rights across the country. \r\n\r\nThe UK is providing Sri Lanka with £8.3 million of Conflict, Stability and Security Fund funding over three years, including support for police reform and training, reconciliation and peace building, and resettlement and demining in the north of the country.\r\n\r\nForeign & Commonwealth Office",
            "responded_on": "2018-12-19",
            "summary": "The UK supports Sri Lanka’s commitments to the UNHRC through Resolutions 30/1 and 34/1 as the best way to establish truth, and to achieve justice, restitution and reconciliation.",
            "updated_at": "2019-01-22T15:09:17.588Z"
        },
        "government_response_at": "2018-12-19T10:09:28.819Z",
        "moderation_threshold_reached_at": "2018-07-19T15:15:15.216Z",
        "opened_at": "2018-07-26T16:50:13.804Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-12-12T13:41:58.544Z",
        "scheduled_debate_date": null,
        "signature_count": 18784,
        "state": "closed",
        "updated_at": "2019-01-27T00:00:00.157Z"
    },
    "id": 225395,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225395.json"
    },
    "type": "petition"
}