{
    "attributes": {
        "action": "Require by law tfl/similar contact people via email/phone not just post",
        "additional_details": "I had a difficult move,and in the paperwork the one thing i forgot to update address on was my dvla form.A 120 pound tfl fine i wouldve paid had i received notice was then 540 pounds with debt collectors at my door. Id been abroad then moved and had not received any notice. Ive seen a lot of other good law abiding citizens stung and bullied by this lack of empathy for small mistakes/archaic lack of email/mobiles within the law. I think its time for email/telephone to be added. To help the gov&us",
        "background": "Moving is incredibly difficult. If you move a lot/have kids/go abroad, its so easy for things to fall through the cracks. Its absurd that a small clerical error can allow a fine to lead to debt collectors at your door,  being treated like a criminal, when you would've paid had they emailed or called",
        "closed_at": null,
        "created_at": "2018-07-19T01:08:16.849Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-26T20:21:07.686Z",
        "opened_at": null,
        "rejected_at": "2018-08-02T14:26:10.088Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask for certain bodies to be legally required to contact people by e-mail and phone, where possible, if that's what you'd like to happen.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-08-02T14:26:10.093Z"
    },
    "id": 225348,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225348.json"
    },
    "type": "petition"
}