{
    "attributes": {
        "action": "Stop British citizens from being penalised for flying British flags in the UK.",
        "additional_details": "Displaying British flags is not a crime, even though some officials treat it as such. Such officials need reminding that this is the UK, and these are our flags. It should be illegal to ban the use of British flags, or to prevent them being displayed. \r\nThe British public is sick of the double standards, and there is no reason to feel ashamed of our flags, people trying to ban them should be ashamed of their anti-British rhetoric.\r\nClaiming that our flags are racist should not be allowed.",
        "background": "Councils and other officials, including the police, are making people take down the Union Jack and the England flag, on marches, or at home, with the excuse that they are racist. This should not be allowed to happen, while every other nation is free to show their flags on our streets.",
        "closed_at": null,
        "created_at": "2018-07-19T10:20:58.635Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-19T11:41:57.480Z",
        "opened_at": null,
        "rejected_at": "2018-07-24T09:57:10.567Z",
        "rejection": {
            "code": "no-action",
            "details": "People are already allowed to carry the Union Flag, so we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nyou can find out more about the rules on flying flags here:\r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/15438/flying_flags_guide.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-07-24T09:57:10.572Z"
    },
    "id": 225368,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225368.json"
    },
    "type": "petition"
}