{
    "attributes": {
        "action": "We want a world class radiotherapy service accessible for all cancer patients.",
        "additional_details": "We’re asking to increase the NHS Cancer budget dedicated to radiotherapy from 5% to 6.5%, and a one-off £250 million investment to modernise existing machines and build satellite radiotherapy centres to ensure accessible service nationwide. UK cancer survival rates are well below European average. If the UK achieved best European levels, 10k more patients would survive per year. Radiotherapy has a huge part to play in giving the people of the UK the cancer treatment service they deserve.",
        "background": "We want the best radiotherapy treatment for cancer as close to home as possible. 1 in 2 of us will at some point develop cancer, meaning 1 in 4 of us need radiotherapy at some point in our lifetime. More investment is critical; despite the need, radiotherapy only receives 5% of the UK cancer budget.",
        "closed_at": "2019-01-26T23:59:59.999Z",
        "created_at": "2018-07-18T15:28:34.091Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-01-25T16:23:14.192Z",
            "details": "Although cancer survival rates are at their highest level, we accept that cancer survival in England has historically lagged behind the best performing countries in Europe and the World.  However, it is difficult to compare in a meaningful way due to time lag and issues with data completeness.  There are different regional practices in data collection and variation in data completeness, eg often regional rather than national data is compared.  As a result, we should be careful about using these comparisons as a measure of the current performance of the system, although they can be useful as a long-term benchmark.\r\n\r\nModernising radiotherapy services is crucial to our ambition to increase cancer survival rates, with 55,000 more people surviving 5 years post diagnosis by 2028.  Over the last two years, we have invested £130m in modernising radiotherapy equipment, with over 80 machines funded for replacement or upgrade across the country since October 2016.  We are also shortly publishing new radiotherapy service specifications which will establish 11 radiotherapy networks – to ensure that everyone across the country is able to access high quality care.  The establishment of these networks will be a significant undertaking: we are committed to ensuring their success and therefore intend to provide additional resources over and above the normal funding of radiotherapy services to support their establishment.  \r\n\r\nService specification update -\r\nFinal service specifications setting out the detailed function and requirements of Radiotherapy Networks and Radiotherapy providers are due to be published imminently, following publication of the Long Term Plan. The establishment of Radiotherapy Networks is designed to improve access to high quality, innovative and advanced radiotherapy, as close to home as possible. Alongside the publication of the service specifications, NHS England will also publish a report setting out stakeholders’ feedback during public consultation and NHS England’s response.\r\n\r\nAdvanced radiotherapy treatment -\r\nRecent advances in radiotherapy using cutting-edge imaging and computing technology have helped target radiation doses at cancer cells more precisely. As a result, they enable better outcomes, with improved quality of life for patients and reduced NHS costs in the long term, through patients experiencing fewer side effects.\r\n\r\nNHS England has committed £15 million over three years to evaluate treating patients with Stereotactic Ablative Radiotherapy.  And in April 2012, the Secretary of State announced that £250 million will be invested to build proton beam therapy (PBT) facilities at The Christie Hospital in Manchester and UCLH in London.  Contracts were signed with Varian Medical Systems, Interserve Construction at The Christie, and Bouygues UK at UCLH at the end of July 2015. The Christie PBT centre became operational from 20th August for patient assessment and treatment planning. The UCLH centre will open in summer 2020.\r\n\r\nLong Term Plan -\r\nThe Long Term Plan reaffirms our ongoing commitment to modernising radiotherapy (para 3.62) – “Faster, smarter and effective radiotherapy, supported by greater networking of specialised expertise, will mean more patients are offered curative treatment, with fewer side effects and shorter treatment times.”\r\n\r\nThe Plan was not able to cover capital investment, however it states in para 3.60 that, “The NHS will use its capital settlement to be negotiated in the 2019 Spending Review in part to invest in new equipment”.\r\n\r\nRadiotherapy funding -\r\nThe 5% to 6.5% radiotherapy budget increase aim is included within the ‘Manifesto for Radiotherapy’, published during late 2018 by the All Party Parliamentary Group.  \r\n\r\nIt is not clear from the petition’s wording how the percentages quoted have been calculated, however there is a reference to Social and General Statistics available in the House of Commons Library. The document also references the amount of money paid by NHS England to providers for radiotherapy activity and this figure (£383m) is in-line with our internal information. Of relevance to this issue are:\r\n \r\nRadiotherapy activity is largely reimbursed through national prices for radiotherapy fractions. The Long Term Plan signalled NHS England’s commitment to reviewing the national tariff to support providers to deliver newer techniques, such as hypofractionation, and also to encourage regular equipment upgrade.\r\n\r\nA radiotherapy equipment modernisation programme was established in 2016 with the goal of investing £130million in new equipment. Newer equipment offers a number of benefits including faster treatment times which helps to reduce capacity constraints and improve service efficiency, allowing services to do more within the same revenue envelope.\r\n\r\nNHS England is investing in a new national Proton Beam Therapy service, these costs sit outside the £383m figure referenced in the Manifesto\r\n\r\nDepartment of Health and Social Care\r\n",
            "responded_on": "2019-01-25",
            "summary": "NHS England has invested £130 million to upgrade or replace radiotherapy machines in England so that cancer patients have access to the latest leading-edge technology regardless of where they live.",
            "updated_at": "2019-01-25T16:23:14.192Z"
        },
        "government_response_at": "2019-01-25T16:23:14.195Z",
        "moderation_threshold_reached_at": "2018-07-18T15:38:29.712Z",
        "opened_at": "2018-07-26T09:25:37.701Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-01-05T10:09:38.461Z",
        "scheduled_debate_date": null,
        "signature_count": 10610,
        "state": "closed",
        "updated_at": "2019-01-30T17:42:25.228Z"
    },
    "id": 225310,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225310.json"
    },
    "type": "petition"
}