{
    "attributes": {
        "action": "Impose a temporary ban on dog breeding to clear shelters of abandoned dogs",
        "additional_details": "At a recent visit to the Dog's Trust, a member of staff brought to my knowledge that some UK shelters have kill policies. A dog I met named Cadbury was imported from Ireland to avoid euthanasia for no reason other than space. This boy was lucky, but shelters in England are overflowing and can't accommodate all dogs that would be destroyed elsewhere. A temporary ban on breeding would reduce the availability of puppies and give these dogs more of a chance to find homes rather than be euthanised.",
        "background": "In parts of the UK, if dogs are not rehomed by shelters within a set time they are destroyed. Many of these are lovely, young, healthy animals who are killed due to an increasing number of abandoned dogs and lack of shelter space. My proposal could drastically reduce the number of dogs in shelters.",
        "closed_at": null,
        "created_at": "2018-07-20T14:00:38.650Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-20T14:57:01.281Z",
        "opened_at": null,
        "rejected_at": "2018-08-06T17:22:19.960Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to reduce the number of dogs in shelters, but exactly sure what you'd like the Government or Parliament to do to make that happen. \r\n\r\nYou might like to sign one of these petitions instead:\r\n\r\nhttps://petition.parliament.uk/petitions/221005\r\n\r\nhttps://petition.parliament.uk/petitions/213451\r\n\r\nYou could also start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2018-08-06T17:22:28.042Z"
    },
    "id": 225487,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225487.json"
    },
    "type": "petition"
}