{
    "attributes": {
        "action": "Bring in tighter controls over ParkingEye.",
        "additional_details": "I would like to see tighter regulations for companies such as ParkingEye. They target innocent people who have paid, but not retained their tickets. I received my parking charge weeks after I had parked and no longer had my ticket as proof. Their machines should be regularly checked for faults. \r\nI have also heard of people driving straight in and driving straight out because of no spaces, but getting a parking charge. The list of complaints goes on and on.",
        "background": "I parked in a car park, run by ParkingEye, paid for my ticket, but the ticket printed the incorrect date. Three weeks later, I received a parking charge in the post. Despite appealing this, I was forced to pay £60. From Internet research, ParkingEye has an appalling reputation/customer service.",
        "closed_at": null,
        "created_at": "2018-07-20T07:03:53.490Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-21T08:36:28.181Z",
        "opened_at": null,
        "rejected_at": "2018-07-31T14:05:04.607Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you'd like more regulation of private parking companies, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-09-03T15:14:23.064Z"
    },
    "id": 225452,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225452.json"
    },
    "type": "petition"
}