{
    "attributes": {
        "action": "Excavate the remains of the Princes in the Tower for archaeological examination",
        "additional_details": "A genetic descendant of the Princes has now been found, thanks to the efforts of Dr John Ashdown-Hill, meaning DNA matching can be achieved. \r\nModern archaeological methods are much more advanced since the remains' last examination nearly 90 years ago. \r\nAcademics have also shown interest, with Turi King of Leicester University stating she could extract DNA from the remains.\r\nFor the sake of historic discovery, and the legacy of Richard III, it is only right that this research be conducted.",
        "background": "By excavating the alleged remains of Edward V and Richard of Shrewsbury from Westminster Abbey, and subjecting them to scientific examination, we will be able to confirm whether they are the Princes' remains, and if this suggests that Richard III did, or did not, have them murdered.",
        "closed_at": null,
        "created_at": "2018-07-20T09:41:19.441Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-20T10:48:57.861Z",
        "opened_at": null,
        "rejected_at": "2018-07-25T10:54:44.611Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government or Parliament are not responsible for DNA testing or exhuming human remains at Westminster Abbey. Westminster Abbey is a Royal Peculiar and thus responsible only to Her Majesty The Queen. \r\n\r\nRequests to exhume and/or DNA test the bodies in the sarcophagus in the Lady Chapel of the Abbey, which are believed to be those of Edward V and his younger brother Richard, have always been rejected after consultation with representatives of The Queen. \r\n\r\nYou can find more information about the remains believed to be Edward V and his younger brother, Richard, here: http://www.westminster-abbey.org/our-history/royals/edward-v\r\n\r\nYou can find out more about how to contact The Queen here: https://www.royal.uk/contact \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-07-27T11:06:50.852Z"
    },
    "id": 225460,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225460.json"
    },
    "type": "petition"
}