{
    "attributes": {
        "action": "Erect a monument for the personnel of the Royal Navy West Africa Squadron",
        "additional_details": "The Officers and Men of the West Africa Squadron had a mortality rate five times higher than the rest of the Royal Navy, and the endeavour has been described as \"The most expensive international moral effort in modern world history\" yet the British Empire is constantly derided with none of the history we should be proud of celebrated. It is now time to honour the West Africa Squadron and the lead the British Empire took in ending the West African Slave Trade.",
        "background": "The Royal Navy West Africa Squadron was set up at considerable national expense to combat the West African slave trade. At its peak the squadron totalled a sixth of the Royal Navy and Royal Marines. They captured over 1,600 salve ships and freed over 150,000 Africans.",
        "closed_at": null,
        "created_at": "2018-07-20T14:19:53.777Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-22T03:09:45.808Z",
        "opened_at": null,
        "rejected_at": "2018-07-27T15:14:19.683Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure where you would like this monument to be. A decision to allow a statue or a memorial in a specific area is the responsibility of the local council, not the UK Government or Parliament.\r\n\r\nYou could start a new petition calling on the UK Government to fund and support a monument for the personnel of the Royal Navy West Africa Squadron."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-07-27T15:21:13.873Z"
    },
    "id": 225490,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225490.json"
    },
    "type": "petition"
}