{
    "attributes": {
        "action": "Stop our Green Land being built on in Backworth North Tyneside.",
        "additional_details": "Bernicia want to build 42 Houses on our Green land and Children's play areas.They are spoiling our community . Locally there is over 500 houses being built around us as i speak and more to come. More Traffic ,Air pollution, lack of Schools, Doctors ect .Safety of our community is not taken into consideration.We have have started a local Petition already but we need more people to back us up and support us. Villages are getting too over developed now and its time we SAID NO and took our stand.",
        "background": "Our Small village is being so over developed. And now they want the only green area we have left. This will impact on Wildlife, Safety, Roads, Traffic, Air Pollution, Shortage of Amenities and Children's outside open space . It will stop the local community using it for social events and much more.",
        "closed_at": null,
        "created_at": "2018-07-21T12:35:07.081Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-21T13:23:53.672Z",
        "opened_at": null,
        "rejected_at": "2018-07-31T10:03:53.653Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nYou could also petition your council.  You can use this page to find out how to do this: https://my.northtyneside.gov.uk/category/310/petition\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-07-31T10:03:53.660Z"
    },
    "id": 225536,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225536.json"
    },
    "type": "petition"
}