{
    "attributes": {
        "action": "Give all health care workers and care staff a discounted tax code",
        "additional_details": "Putting in as little as 20 hours extra a week can result in nearly £250 tax being taken from wages, it benefits the person using the service but not the staff that provide the support to help the person in the care environment, I think a decreased tax code for people in the care industry would make the extra hours worthwhile and would also help to get more people into the care industry",
        "background": "A lot of people in the care industry take on overtime to help people that they support across the health care sector to give them the best support they could have, a lot of the carers etc don't feel the benefit of putting in extra hours but feel a pinch by getting a large amount of their pay taxed",
        "closed_at": null,
        "created_at": "2018-07-20T21:28:23.769Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-20T22:57:10.998Z",
        "opened_at": null,
        "rejected_at": "2018-07-27T14:51:47.162Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to raise the tax-free allowance for care staff so that they can earn more money before they pay tax."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-11-26T17:52:31.621Z"
    },
    "id": 225512,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225512.json"
    },
    "type": "petition"
}