{
    "attributes": {
        "action": "Taxing state pension which is a none taxable income via your tax code illegal",
        "additional_details": "Many people remain in work beyond retirement age to fill a skills gap and to train the next generation. Some work because they need to top up their pension. I work 3 days a week now. I wanted to just contribute another two days but have to add a day to pay taxes. It is surely illegal to use loop holes to tax an nontaxable income. It is done in this way because government does not want to be seen to tax state pension. Additional pension income is debatable for tax but basic state pension, no.",
        "background": "I have worked since 15 and now 71. Still working as state pension is not enough income. State pension is always believed to be none taxable. Having paid contributions for 56 years is it right that government should now tax me on my pension by reducing my tax allowance by the amount of pension I get.",
        "closed_at": null,
        "created_at": "2018-07-20T21:32:44.212Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-27T15:16:23.391Z",
        "opened_at": null,
        "rejected_at": "2018-08-02T14:30:18.278Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you'd like changes to the way that the personal tax allowance works with the state pension, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-08-21T09:59:50.983Z"
    },
    "id": 225513,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225513.json"
    },
    "type": "petition"
}