{
    "attributes": {
        "action": "Referendum on the kind of Brexit Britain is to have - Hard, Soft, or no Brexit.",
        "additional_details": "This petition is to encourage the Prime Minister, Theresa May, to stage a referendum as to whether we should have a Hard Brexit, a Soft Brexit, or indeed, no Brexit at all. The Brexit we are set to be delivered is not the Brexit that was voted for in June 2016, and until the divisions between the different types of Brexit have been resolved, the government does not have a democratic mandate to negotiate terms with the EU that have not been explicitly endorsed by the electorate.",
        "background": "There are stark divisions within the Conservative Party, and within the government as to the kind of Brexit Britain should have. These divisions can be extrapolated out to the wider electorate, and are symptomatic of an innate lack of clarity in the Government's Brexit proposals.",
        "closed_at": null,
        "created_at": "2018-07-20T17:02:45.942Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-24T11:19:51.811Z",
        "opened_at": null,
        "rejected_at": "2018-08-01T11:05:10.426Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the question to be in this referendum, or how you'd like the terms \"hard Brexit\" and \"soft Brexit\" to be defined. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-08-01T11:05:10.432Z"
    },
    "id": 225502,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225502.json"
    },
    "type": "petition"
}