{
    "attributes": {
        "action": "To chage the scotish law on land reform act 2000 to allow motorcycle",
        "additional_details": "Following the momentum of the 1997 and 1999 elections, devolution and the LRPG's proposals, land reform progressed rapidly in the first session of the Scottish parliament with bills introduced to abolish Scotland's feudal land tenure system and a draft land reform bill introduced in 2000. The same year, the Scottish Land Fund was created and in 2001 began allocating its £10 million budget of national lottery funding to assist rural communities to purchase land",
        "background": "Wanting to change the law on motorcycle to allow to use forsty tracks be under a fee to use. Keep biker off the roads help to gane skills. Stop crimes. As have green lanes in england see it bring bit market and keep crime down y not have here in canida let u use there trails under a yearly",
        "closed_at": null,
        "created_at": "2018-07-23T13:13:32.993Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-23T13:44:27.796Z",
        "opened_at": null,
        "rejected_at": "2018-07-27T09:38:10.156Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-07-27T09:38:10.163Z"
    },
    "id": 225686,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225686.json"
    },
    "type": "petition"
}