{
    "attributes": {
        "action": "Provide support for low income families to be able to Part buy - part rent.",
        "additional_details": "As a single parent I dream of being able to provide a stable home for my children. Help to buy and part buy part rent schemes are not helping lower income families. Something needs to be done to help us get on to the ladder. For example: 10% share of a property and rent the remaining 90% at a realistic price. Too much profit is being made out of properties and not enough is being done to help those in need!",
        "background": "Single parents and lower income families find it hard to make ends meet let alone save to buy a property. Even then, help to buy and other government schemes expect applicants to be earning over £50,000 to be able to apply. This is unrealistic for most families on incomes below £35k.",
        "closed_at": null,
        "created_at": "2018-07-23T13:20:04.076Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-23T15:37:20.562Z",
        "opened_at": null,
        "rejected_at": "2018-08-01T14:09:49.903Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the affordability of the current Help to Buy scheme for families on lower incomes, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-08-03T10:37:56.391Z"
    },
    "id": 225688,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225688.json"
    },
    "type": "petition"
}