{
    "attributes": {
        "action": "Post breakup child residency based on parental suitability not recipe of benefit",
        "additional_details": "All contested residencies should be based on basic duty of care stability, emotional welfare, educational support, fit and proper housing. \r\nTo prevent children futures being destroyed by parents whom use children as a weapon/financial safety net to cause parental alienation",
        "background": "All responsible parents to be given equal billing during relationship breakdown. Thus ensuring that children go to the best parent rather than the parent who is in receipt of Child Benefit. Thus preventing the resident parent from using their legal guardian status to foster parental alienation.",
        "closed_at": null,
        "created_at": "2018-07-22T22:57:17.972Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-24T18:11:45.824Z",
        "opened_at": null,
        "rejected_at": "2018-08-17T14:50:45.064Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe Children Act 1989 already states that “When a court determines any question with respect to the upbringing of a child … the child’s welfare shall be the court’s paramount consideration”. We're therefore not sure what further action you'd like the UK Government and Parliament to take. \r\n\r\nYou can find out more about residence and contact court orders here: https://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN03100 \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-08-17T14:50:45.071Z"
    },
    "id": 225652,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225652.json"
    },
    "type": "petition"
}