{
    "attributes": {
        "action": "Make it a legal requirement to clearly label genetically modified (GM) food",
        "additional_details": "In a society where GM is becoming standard practice, ethical concerns are being raised as well. For those who disagree with the use of GM, it can be difficult to know for certain whether food that is being purchased has gone through this process. \r\nWe thereby ask the British Government to make it requirement for all food being sold to be clearly labelled as GM if that is the method used, similarly to the labelling which vegans/vegetarians can use to be made aware of foods against their beliefs.",
        "background": "GM foods have been targeted at a genetic level to create abnormal traits. These modifications are unnatural and cruel particularly to animals who have suffered as a result.",
        "closed_at": null,
        "created_at": "2018-07-23T16:35:48.063Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-23T17:23:50.858Z",
        "opened_at": null,
        "rejected_at": "2018-07-31T10:02:55.928Z",
        "rejection": {
            "code": "no-action",
            "details": "In the EU (including in the UK), foods must say on their label if they contain or consist of genetically modified organisms (GMOs) or contain ingredients produced from GMOs. This means that all GM foods, including flour, cooking oils and glucose syrups from a GM source, have to be labelled as GM. We're therefore not sure what further action you'd like the UK Government or Parliament to take. You can find out more information here:\r\n\r\nhttps://www.food.gov.uk/safety-hygiene/genetically-modified-foods"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-07-31T10:02:55.935Z"
    },
    "id": 225698,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225698.json"
    },
    "type": "petition"
}