{
    "attributes": {
        "action": "Bring back the death sentence for convicted paedophiles.",
        "additional_details": "Not required. They can always reoffend. There's no rehabilitation to stop the way these creatures think. They will never be accepted back into any community after destroying an innocent child's life. They signed their own death warrant and should be given the death penalty this way our children will be safe and any others with these vile thoughts will think twice before offending.",
        "background": "The police are forced to protect beasts in every community instead of the children. \r\nThey have committed the worst offence possible. Children affected have to live with the damage they do for the rest of their lives while paedophiles reintroduced back into civilization after short lenient sentences",
        "closed_at": null,
        "created_at": "2018-07-22T21:04:42.317Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-22T21:19:42.459Z",
        "opened_at": null,
        "rejected_at": "2018-07-27T15:02:32.091Z",
        "rejection": {
            "code": "no-action",
            "details": "The term \"pedophile\" is used to describe people who have been convicted of a variety of different criminal offences. We're not sure which crimes you would like to be punishable by the death penalty.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-07-27T15:02:32.097Z"
    },
    "id": 225646,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225646.json"
    },
    "type": "petition"
}