{
    "attributes": {
        "action": "To Construct a Train Station at Linear Park on the Town Meadow Estate in Moreton",
        "additional_details": "Locals of Moreton who live far from Moreton Cross are struggling to commute via bus services as they do not touch the estates such as Town Meadow and Lingham. Moreton Cross is notorious for being a busy and conjested centre but by building a new train station on a suitable site like Linear Park, the town centre would become a more bearable route for commuters. Also, during big events on the Wirral such as the Open Golf Championship, the train station would provide a helpful link for visitors.",
        "background": "I wish to urge Wirral Council to make plans to build another train station in Linear Park on the Town Meadow estate in Moreton. This is to improve transport links across the Wirral and Liverpool for the local residents and reduce traffic conjestion in the town centre of Moreton.",
        "closed_at": null,
        "created_at": "2018-07-22T18:21:11.617Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-23T12:12:22.813Z",
        "opened_at": null,
        "rejected_at": "2018-09-14T15:43:43.906Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition asks the local council to build a new train station. \r\n\r\nPetitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-09-14T15:43:53.451Z"
    },
    "id": 225623,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225623.json"
    },
    "type": "petition"
}