{
    "attributes": {
        "action": "Reduce government funding for the BBC and Channel 4 by 50%.",
        "additional_details": "The BBC and Channel 4 contribute to the UK government's image of \"The Nanny State\" and pushes for views of internationalism that the public obviously don't like or want as evidenced by the Brexit vote. Forcing the public to pay for their television licenses is incredibly dictatorial and is one of the worst facets of state owned enterprises. Private media outlets encourage free speech.The public deserve to be able to put their capital to better use in producing new businesses and ideas.",
        "background": "Quite simply, the BBC and Channel 4's overly politically correct platform is not representative of the UK electorate's views and is essentially subverting the public utilising public money. The platform subtly ridicules Christianity for individualism and capitalism - triumphs of the 20th century.",
        "closed_at": null,
        "created_at": "2018-07-24T14:57:05.790Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-30T14:42:24.486Z",
        "opened_at": null,
        "rejected_at": "2018-08-06T10:35:13.182Z",
        "rejection": {
            "code": "no-action",
            "details": "The BBC is mostly funded by the TV licence fee, so we're not sure exactly what you'd like the UK Government or Parliament to take. We're not sure whether you'd like the licence fee to be lower, or whether you'd like the UK Government to keep part of the licence fee and use it for a different purpose. \r\n\r\nChannel 4 is commercially-funded, mostly by advertising and sponsorship, so its funding does not come from the Government. So we're not sure what action you'd like the UK Government or Parliament to take. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-08-06T10:35:13.190Z"
    },
    "id": 225784,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225784.json"
    },
    "type": "petition"
}