{
    "attributes": {
        "action": "Lower the age for smear tests from 25 to 18 to prevent cervical cancer.",
        "additional_details": "I believe that lowering the age and giving woman the knowledge about cervical cancer will enable all woman the right to live. There is little to no awareness about cervical cancer. \r\nBy reducing the age of smear tests and cervical screening today we can save lives, we can tackle cell changes early and prevent cervical cancer. \r\nIf I can do anything with my life I want to make this change happen, it's too late for me but it's not too late for the next generation of young ladies.",
        "background": "Hi I'm Natasha, I am making this petition because I want to make a difference to all woman living in the UK.\r\n\r\nI am 30 years old and I have metastatic cervical cancer. I believe that the age of screening should be lowered to age 18 to enable all woman to detect cell changes and prevent cancer.",
        "closed_at": "2019-02-03T23:59:59.999Z",
        "created_at": "2018-07-24T11:49:06.489Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2019-0013",
            "debated_on": "2019-01-28",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2019-01-28/debates/44DEED72-12B6-4B63-BD5D-B0956449A299/CervicalCancerSmearTests",
            "video_url": "https://parliamentlive.tv/Event/Index/a6180194-ebc1-4a29-8c34-2a0140dc5d9a"
        },
        "debate_outcome_at": "2019-01-29T10:43:08.093Z",
        "debate_threshold_reached_at": "2019-01-05T23:08:19.624Z",
        "government_response": {
            "created_at": "2018-09-13T11:59:02.878Z",
            "details": "We are grateful that you have taken the time to focus on making a difference to other women on this important matter by starting your petition, and we are sorry to learn about your diagnosis.\r\n\r\nPublic Health England has been running ‘Be Clear on Cancer’ campaigns since 2011. These are designed to raise the public’s awareness of specific cancer symptoms; encourage people with those symptoms to go to the doctor; and diagnose cancer at an earlier stage, and therefore make it more treatable, and thereby improve cancer survival rates.\r\n\r\nThe UK National Screening Committee (UK NSC) advises ministers and the NHS in all four countries about all aspects of screening policy and supports implementation.  Using research evidence, pilot programmes and economic evaluation, it assesses the evidence for programmes against a set of internationally recognised criteria.  In 2012 the UK NSC recommended that the age of the first invitation for cervical screening should be age 25.  This was based on evidence that a large number of women below this age received relatively little benefit from being screened and treated.  It is only where the offer to screen provides more good than harm that a screening programme is recommended. This UK NSC recommendation also concurred with a major review by the Advisory Committee on Cervical Screening in 2009.\r\n\r\nCervical cancer in women under the age of 25 is very rare with 2.6 cases per 100,000 women. Importantly, younger women often undergo natural and harmless changes in the cervix that screening could identify as cervical abnormalities, and in most cases these abnormalities resolve themselves without any need for intervention.\r\n\r\nThe purpose of screening is to reduce mortality and morbidity from cancer and other conditions in the population who appear healthy and have no symptoms, by detecting conditions at an earlier, more treatable stage.\r\n\r\nPeople with symptoms are encouraged to contact their general practitioner as soon as possible and work is ongoing to ensure that GPs are aware of the symptoms and the need to refer for further investigation. Guidance is available for the primary care of young women who present with gynaecological symptoms, and was developed and published in March 2010.  The guidance ‘Clinical practice guidelines for the assessment of young women aged 20-24 with abnormal vaginal bleeding’ was produced by a multi-disciplinary group, including professionals, patients and the voluntary sector, and was endorsed by the relevant Royal Colleges.  This can be found at this link:\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/436924/doh-guidelines-young-women.pdf\r\n\r\nThe NHS offers cervical screening to all eligible women aged 25 to 49 every three years and those aged 50 to 64 every five years, and saves an estimated 5,000 lives a year by detecting abnormalities of the cervix early and referring women for effective treatment.  \r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2018-09-13",
            "summary": "The Government accepted the UK National Screening Committee recommendation that the first invitation for cervical screening should be offered at age 25 based on the assessment of research evidence.",
            "updated_at": "2018-09-13T11:59:02.878Z"
        },
        "government_response_at": "2018-09-13T11:59:02.881Z",
        "moderation_threshold_reached_at": "2018-07-24T11:55:29.616Z",
        "opened_at": "2018-08-03T11:56:46.041Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-08-25T21:24:24.954Z",
        "scheduled_debate_date": "2019-01-28",
        "signature_count": 205357,
        "state": "closed",
        "updated_at": "2019-02-22T14:09:15.512Z"
    },
    "id": 225767,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225767.json"
    },
    "type": "petition"
}