{
    "attributes": {
        "action": "Stop penalising working families with ridiculous childcare costs",
        "additional_details": "With the average childcare costs at £232.84 a week, £931.36 a month and £12,107.68 a year (and let's not go into the costs if you end up with twins) is it any wonder that there is NO financial incentive to head back to work, especially for families that need both parents working. This excessive charge could potentially force families under the poverty line, whilst those that have never contributed to the system get full government support. It's time to prioritise our working family units!!",
        "background": "In this modern Britain, with equality in the work place and more than one person in the family unit having to work to provide against higher living costs, its ridiculous that women are being priced out of the work place.",
        "closed_at": null,
        "created_at": "2018-07-25T10:17:52.090Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-25T10:39:19.110Z",
        "opened_at": null,
        "rejected_at": "2018-07-31T15:25:13.219Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about childcare costs, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-07-31T15:25:13.249Z"
    },
    "id": 225870,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225870.json"
    },
    "type": "petition"
}