{
    "attributes": {
        "action": "For all Suicides by Veterans to be recorded as Veterans by all UK Coroners",
        "additional_details": "There is evidence that a disturbing number of Veterans from the most recent conflicts in Iraq and Afghanistan are taking or attempting to take their own lives.",
        "background": "At the moment Coroners in the UK do not have to keep records of suicides by Veterans even though several Coroners back the calls for such data to be kept in a readily accessible format therefore we don't know if the rates given within studies are higher or lower than civialian suicides.",
        "closed_at": null,
        "created_at": "2018-07-25T15:02:02.552Z",
        "creator_name": "Kate England",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-09-05T09:29:21.816Z",
            "details": "However, to achieve this effectively, the information collected must be reliable, consistent and comprehensive. In the Context of this petition, this is not possible for a number of practical and administrative reasons. In particular, the potential difficulties of accurately establishing the victim’s occupational history in a statistically significant number of cases. For this reason, there are no plans to require coroners to record this kind of information in the context of suicide conclusions. \r\n\r\nThe Chief Coroner, who provides leadership and support to coroners in England and Wales, has issued guidance on short-form and narrative conclusions with a view to achieving greater consistency. The guidance provides a suggested approach to making public findings clear, accessible and complete. It also assists in the process of recording for statistical purposes. The guidance is available at https://www.judiciary.uk/wp-content/uploads/2013/09/guidance-no-17-conclusions.pdf.\r\n\r\nThe Government takes the welfare of service personnel and veterans very seriously. The Ministry of Defence publishes studies on the causes of death, including suicide, of veterans from the 1982 Falklands war: (https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/307098/20140428_Falklands_Statistical_Release-1982to2013.pdf); \r\n\r\nThe MOD also publishes similar research on veterans from the 1990/91 Gulf war: (https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/517240/20160125-Gulf_March16_REVISED_O.pdf).\r\n\r\nBoth studies show that the suicide rates amongst veterans were lower than comparative rates in the civilian population. In addition, Lord Ashcroft’s Veterans’ Transition Review (2014) found that service leavers are no more likely to commit suicide than the rest of the population. \r\n\r\nOn 21 October it was announced that the MOD has launched a new study to investigate the causes of death, including suicide, of Service Personnel that deployed to Iraq and Afghanistan between 2001 and 2014.  The study will cover personnel who are still serving and those who have transitioned into civilian life (veterans).\r\n\r\nThe Government’s National Suicide Prevention Strategy includes veterans as a group requiring tailored approaches to meet their mental health needs to reduce their risk of suicide. In 2017, NHS England launched the Veterans’ Mental Health Transition, Intervention and Liaison Service, which will increase early access and treatment to appropriate and timely mental health services for both serving Armed Forces personnel approaching discharge and veterans with mental health difficulties. This is complemented by the launch of NHS England’s Veterans’ Mental Health Complex Treatment Service in April 2018, which provides an enhanced service for veterans who have military attributable complex mental health problems that were not resolved earlier in the care/support pathway.  \r\n\r\nVeterans can also access support services from: www.gov.uk/mental-health-support-for-the-uk-armed-forces, call the 24-hour veterans' mental health helpline on 0800 138 1619 or access the Veterans Gateway: https://www.veteransgateway.org.uk/.\r\n\r\nIn addition, every local authority in England has a local multi-agency suicide prevention plan in place or in development, so that all services who come into contact with people at risk of suicide work together to implement tailored approaches to reducing suicides in their communities. Public Health England tracks these on its public profiles website: https://healthierlives.phe.org.uk/topic/suicide-prevention#par/E92000001/ati/102/iid/92607/sexId/-1/gid/1938132762/pat/102\r\n\r\nBuilding on this work, in May 2018 NHS England, Public Health England and the Department of Health and Social Care launched the first year of a three year programme to support suicide prevention, allocating funds to eight sustainability and transformation partnerships with the highest suicide rates, or significantly high rates in men (press release and details here: https://www.england.nhs.uk/2018/05/suicide-prevention-and-reduction/) \r\n\r\nThe Crown Office and Procurator Fiscal Service and the Coroners Service for Northern Ireland are responsible for the investigation of sudden and unexplained deaths in Scotland and Northern Ireland respectively.\r\n\r\n\r\nMinistry of Justice.\r\n",
            "responded_on": "2018-10-30",
            "summary": "The Government recognises the potential to use personal information about victims of suicide to improve understanding of “at risk” groups and, from that, to facilitate better targeted interventions.",
            "updated_at": "2018-10-31T13:03:48.614Z"
        },
        "government_response_at": "2018-09-05T09:29:21.819Z",
        "moderation_threshold_reached_at": "2018-07-25T15:24:48.018Z",
        "opened_at": "2018-07-31T14:47:59.485Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-08-18T00:41:31.654Z",
        "scheduled_debate_date": null,
        "signature_count": 16552,
        "state": "open",
        "updated_at": "2018-12-04T17:17:21.929Z"
    },
    "id": 225899,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225899.json"
    },
    "type": "petition"
}