{
    "attributes": {
        "action": "Have a 2nd referendum on Brexit to rescue us from current political paralysis",
        "additional_details": "Our country is becoming a laughing stock internationally through its current political paralysis. Irrespective of views on Brexit, this is such a big decision and process that it cannot be kept subject to the whims and chaos within the Conservative Party. We need a new mandate for a course of action from the country and a cross party team to systematically and logically see our country through this. Not a few scattered backbenchers but a true government of national unity.",
        "background": "We want a referendum with 3 options:\r\n1. Hard Brexit\r\n2. Soft Brexit\r\n3. No Brexit & remain part of the EU.\r\nWe want a government of national unity comprising the leadership of Labour and Conservatives to then enact the outcome of the referendum and restore unity and common sense to our country.",
        "closed_at": null,
        "created_at": "2018-07-25T19:56:22.672Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-25T20:34:46.731Z",
        "opened_at": null,
        "rejected_at": "2018-08-01T14:35:53.030Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the question to be in this referendum, or how you'd like the terms \"hard Brexit\" and \"soft Brexit\" to be defined.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-08-01T14:35:53.036Z"
    },
    "id": 225933,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225933.json"
    },
    "type": "petition"
}