{
    "attributes": {
        "action": "Review the NHS Pay Deal. Some NHS staff have been 'mis-sold' and let down.",
        "additional_details": "Guidance provided for RCN reps last week confirms that the union was aware of the correct information but failed to highlight it to its members during the consultation. \r\n\r\nThe initial increase for most other staff will typically be 1.5% until they reach their normal incremental pay date.” \r\n\r\nJanet Davies  RCN said; “It has come to my attention in the last 24 hours that the deal was not as straightforward as we said \r\n“I can assure you that I am demanding answers for you.",
        "background": "During the consultation over NHS pay, unions told their members that they would recieve a minimum of a 3% uplift in July and this would be back-paid from April. \r\n\r\nTherefor the Government need to review this to make it fair for all NHS employees and action taken to the unions who were aware.",
        "closed_at": null,
        "created_at": "2018-07-26T08:36:57.227Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-26T08:44:09.890Z",
        "opened_at": null,
        "rejected_at": "2018-08-08T17:10:51.142Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you'd like the NHS pay deal to be reviewed but we're not sure exactly what you mean by \"action taken to the unions who were aware\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to revise the current pay deal and review how proposed pay deals are communicated."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-08-22T16:50:52.563Z"
    },
    "id": 225971,
    "links": {
        "self": "https://petition.parliament.uk/petitions/225971.json"
    },
    "type": "petition"
}