{
    "attributes": {
        "action": "Ensure the adoption of 'Nettie's Protocol' across England and Wales.",
        "additional_details": "Nettie's protocol\r\n\r\nWhere an individual is terminally ill and is unable to protect and care for themselves then Nettie's Protocol should be invoked as part of the 'End of life' care plan.\r\n\r\nThe five point protocol is aimed at improving synergy, consistency and accountability between the various organizations, agencies and individuals involved in the transfer of terminally ill residents, whilst improving the outcomes for individuals approaching the end of thier life.",
        "background": "In the absence of a common safeguarding protocol there is the potential for transfers form sheltered housing to a palliative care centres to place an individual at considerable physical risk.",
        "closed_at": null,
        "created_at": "2018-07-26T13:40:04.546Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-26T16:47:04.836Z",
        "opened_at": null,
        "rejected_at": "2018-08-02T14:31:41.046Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what Nettie's Protocol is, so we're not sure exactly what you'd like the UK Government or Parliament to do. \r\n\r\nYou could start a new petition  explaining clearly what you'd like the UK Government or Parliament to do.  The UK Government is only responsible for the NHS in England. The Welsh Government is responsible for the NHS in Wales, so we can't accept petitions about health services in Wales. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-10-16T16:13:59.965Z"
    },
    "id": 226003,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226003.json"
    },
    "type": "petition"
}