{
    "attributes": {
        "action": "Declare a Climate Emergency, end fossil fuel use and build community resilience.",
        "additional_details": "",
        "background": "The current wave of extreme weather around the globe and in Britain indicates that the climate emergency predicted by our scientists is now here.  We must prepare for community resilience in the face of climate impacts and take urgent steps to limit warming and reverse temperatures to 1980s levels.",
        "closed_at": "2019-01-31T23:59:59.999Z",
        "created_at": "2018-07-26T22:24:21.036Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-11-15T12:31:41.215Z",
            "details": "At home:\r\nOur first annual Green GB Week last month, which brought together Government, businesses, academia and the public, reinforced the UK’s domestic leadership on Climate Change and our deep-seated expertise. Our Climate Change Act 2008 was the first of its kind to set a legally binding long-term target to reduce greenhouse gas emissions in 2050 by at least 80% relative to 1990 levels. We are already making strong progress towards that target - reducing emissions by 43% while growing the economy by 71% – the best performance in the G7 on a per person basis.\r\n\r\nThe Clean Growth Strategy, published last year, sets out our plans to deliver on our 2050 target (and interim targets), building on the successful decarbonisation in the power sector, looking across the whole of the economy and country. It includes ambitious proposals on housing, business, transport, the natural environment and green finance, including committing to phase out unabated coal from the power sector by 2025 and to end the sale of all diesel and petrol cars by 2040.\r\n\r\nDelivering on this has seen us invest:\r\nOver £52bn in renewable energy in the UK since 2010. In 2017 50% of our energy came from clean sources, up from 19% in 2010. Earlier this year we produced electricity without burning coal for 76 continuous hours, the longest time since the Industrial Revolution.\r\nOver £2.5bn from 2015 to 2021 in low carbon innovation - part of the largest increase in public spending on UK science, research and innovation in almost 40 years.\r\n\r\nFollowing the Intergovernmental Panel on Climate Change’s special report on global warming of 1.5°C in October 2018, we have also asked our independent experts, the Committee on Climate Change, for their advice on the implications of the Paris Agreement for the UK’s long-term emissions reduction targets, including on setting a net zero target. We will consider their advice carefully when it is received.\r\n\r\nThe UK is also taking climate change adaptation very seriously, recognising the benefits of taking early action and the economic and social risks of not doing so. We published the second National Adaptation Programme in July 2018. It presents actions that are happening in a range of areas - natural environment, infrastructure, people and built environment, business and industry, and local government. The UK’s £2.6bn six year capital investment programme to reduce flood and coastal erosion risk will provide over £30bn in economic benefits and we will publish a policy statement on Flood and Coastal Erosion Risk Management this winter, setting out our future expectations.\r\n\r\nInternationally:\r\nEmissions and climate impacts don’t respect borders –governments, businesses and civil society must work together.  We are fully committed to implementing the Paris Agreement – it provides the right global framework and multilateral approach for protecting the prosperity and security of future generations, while keeping energy affordable and secure for our citizens and businesses.\r\n\r\nWhile significant progress has been made, more needs to be done collectively to meet our commitment to keeping emissions to well below two degrees.\r\n\r\nThe UK has long been at the forefront of shaping the political and economic debate on climate change, through our world leading scientists at the Met Office, the landmark 2006 Stern Report and the more recent New Climate Economy project, and our climate diplomacy. The UK played a leading role in securing the agreement of over 190 countries to sign up to the historic Paris Agreement.\r\n\r\nWe have launched and promoted global alliances to encourage clean growth, such as the Powering Past Coal Alliance, which now has over 70 members – countries, regions and businesses aiming to transition away from the most polluting methods of power generation.\r\n\r\nWe are investing at least £5.8bn in International Climate Finance (ICF) between 2016 and 2020 to support developing countries move to a resilient and low carbon footing. Over its lifetime, our ICF is expected to support 79m people to cope with the effects of climate change, give 36m people improved access to clean energy and reduce or avoid 590m tonnes of CO2. We are one of the largest contributors of climate finance, and (through the City of London) a global centre for green finance.\r\n\r\nThe UK is also building resilience internationally, leading work with our UN partners to ensure the Secretary General’s Climate Summit in September 2019 brings together key international actors, across the public and private sectors, to drive transformative action.\r\n\r\nWith the Prime Minster among the Co-convenors, the UK is a key partner in the Global Commission on Adaptation. The Commission, which launched in October, will produce a seminal international report on the evidence and actions needed for adaptation and building resilience.\r\n\r\nWe are committed to continuing this progress to meet the goals of the Paris Agreement and adapt to the impacts of climate change, ensuring the UK maintains its leadership in this area.\r\n\r\nDepartment for Business, Energy and Industrial Strategy",
            "responded_on": "2018-11-15",
            "summary": "Climate change is one of the most urgent and pressing challenges we face today, and we are committed to reducing emissions and building resilience at home and internationally.",
            "updated_at": "2018-11-15T12:31:41.215Z"
        },
        "government_response_at": "2018-11-15T12:31:41.218Z",
        "moderation_threshold_reached_at": "2018-07-27T11:18:39.160Z",
        "opened_at": "2018-07-31T15:17:29.738Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-10-25T14:55:16.475Z",
        "scheduled_debate_date": null,
        "signature_count": 26073,
        "state": "closed",
        "updated_at": "2019-02-01T00:00:06.190Z"
    },
    "id": 226054,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226054.json"
    },
    "type": "petition"
}