{
    "attributes": {
        "action": "Stop possible second referendum on E.U. membership",
        "additional_details": "Although not legally binding the referendum on whether we stay or leave the EU carried out on the 23rd June 2016 was the clearest indication of the will of the electorate. At that time our Prime Minister David Cameron assured us that the result of the referendum would be carried out. We must ensure the democracy rules",
        "background": "There is a growing band of people that want to reverse the result of the democratic vote of this country to leave the European Union and are calling for a second referendum. This is mainly by the people that lost the vote two years ago and cannot accept the democratic vote of the majority decision.",
        "closed_at": "2019-02-01T23:59:59.999Z",
        "created_at": "2018-07-27T09:09:37.857Z",
        "creator_name": null,
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2018-0267#fullreport",
            "debated_on": "2018-12-03",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2018-12-03/debates/C98FB021-9FF0-459F-AF03-672BD765E14C/EUMembershipSecondReferendum",
            "video_url": "https://parliamentlive.tv/Event/Index/4330475e-b1fd-4878-903c-700c4ea4eb81"
        },
        "debate_outcome_at": "2018-12-04T12:56:40.725Z",
        "debate_threshold_reached_at": "2018-10-31T12:58:15.160Z",
        "government_response": {
            "created_at": "2018-11-06T08:42:03.047Z",
            "details": "The Government is clear that we will respect the result of the 2016 referendum, and that we will not hold a second referendum.\r\n\r\nA clear majority of the electorate voted to leave the European Union in the 2016 referendum. Almost three quarters of the electorate took part in the referendum, resulting in 17.4 million votes to leave the European Union. This is the highest number of votes cast for anything in UK electoral history. This was the biggest democratic mandate for a course of action ever directed at any UK Government.\r\n\r\nParliament then overwhelmingly confirmed the result of the referendum by voting with clear and convincing majorities in both of its Houses for the European Union (Notification of Withdrawal) Bill.\r\n\r\nIn last year’s General Election, over 80% of people then also voted for parties committing to respect the result of the referendum - it was the stated policy of both major parties that the decision of the people would be respected. The Government is clear that it is now its duty to implement the will expressed by the electorate in the referendum - respecting both the will of the British people, and the democratic process which delivered the referendum result.\r\n\r\nThe British people must be able to trust in its Government both to effect their will, and to deliver the best outcome for them. As the Prime Minister has said: “This is about more than the decision to leave the EU; it is about whether the public can trust their politicians to put in place the decision they took.” In upholding that directive to withdraw from the European Union, the Government is delivering on that promise. We recognise that to do otherwise would be to undermine the decision of the British people, and to disrespect the powerful democratic values of this country and this government.\r\n\r\nThe Government therefore continues to be committed to delivering on the instruction given to us by the British people: working to overcome the challenges and seize the opportunities this brings to deliver an outcome which betters the lives of British people - whether they voted to Leave or to Remain. \r\n\r\nThe people of the United Kingdom gave a clear instruction and the Government is committed to seeing that through. We will leave the European Union on 29 March 2019.\r\n\r\nDepartment for Exiting the European Union",
            "responded_on": "2018-11-06",
            "summary": "A clear majority of the electorate voted to leave the European Union. We must respect both the will of the British people, and the democratic process which delivered this result.",
            "updated_at": "2018-11-06T08:42:03.047Z"
        },
        "government_response_at": "2018-11-06T08:42:03.050Z",
        "moderation_threshold_reached_at": "2018-07-27T14:35:34.016Z",
        "opened_at": "2018-08-01T08:55:38.286Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-10-22T21:39:46.092Z",
        "scheduled_debate_date": "2018-12-03",
        "signature_count": 135938,
        "state": "closed",
        "updated_at": "2019-02-21T13:31:35.440Z"
    },
    "id": 226071,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226071.json"
    },
    "type": "petition"
}