{
    "attributes": {
        "action": "A public inquiry into the failings of the police in ALL cases of paedophilia.",
        "additional_details": "A child plucks up the courage, after suffering horrific sexual abuse and torture, to report the people who had harmed her, wanting only to feel safe and for the abusers to stop... but the police didn't believe her. \r\n\r\nThink about that. \r\n\r\nImagine if the child had been believed. Imagine if the first children to report the grooming gangs in Rotherham and Rochdale and Bristol and Westminster and Clwyd and ... had been believed by the police? Imagine if the police had acted straight away?",
        "background": "The police must be held to account for failing to properly investigate and bring to court ALL cases of paedophilia by individuals and groups. Police officers cannot be excused for not protecting children or by saying their attitudes were \"of the time.\"",
        "closed_at": null,
        "created_at": "2018-07-27T07:21:58.090Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-27T22:27:10.526Z",
        "opened_at": null,
        "rejected_at": "2018-08-02T14:21:42.108Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe Independent Inquiry into Child Sexual Abuse is already tasked with investigating whether state institutions, including the police, failed to protect children from sexual abuse and exploitation. You can find out more about the inquiry here:\r\n\r\nhttps://www.iicsa.org.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-09-05T14:19:54.700Z"
    },
    "id": 226064,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226064.json"
    },
    "type": "petition"
}