{
    "attributes": {
        "action": "End seaside donkey rides in the UK",
        "additional_details": "Yes people might think it’s a nice tradition to have donkeys at the beach but the donkeys have no choice and to some people it can look like animal cruelty. People especially go to the beach in the summer but they can choose how long they want to be in the sun for, however the donkeys can’t choose and can be there day after day. I wouldn’t like that would you?",
        "background": "Can you imagine not being able to say no to carrying someone round on your back in this boiling heat not knowing when it’s going to end. Also not being able to sit in the shade for aslong as you want and someone choosing when you have a refreshing drink? It wouldn’t be comforting would it.",
        "closed_at": null,
        "created_at": "2018-07-26T20:14:43.013Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-26T21:06:26.409Z",
        "opened_at": null,
        "rejected_at": "2018-08-01T08:51:34.385Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the welfare of donkeys, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask for it to be illegal to offer donkey rides, if that's what you would like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-08-01T08:51:34.393Z"
    },
    "id": 226041,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226041.json"
    },
    "type": "petition"
}