{
    "attributes": {
        "action": "Legalise and support training for PTSD support dogs for sexual assault survivors",
        "additional_details": "I know of a few people that find it difficult to leave the house and communicate with people around them but having a dog helps incredibly with their confidence and anxiety. Having a dog go through proper training could make these people able to do daily life tasks. There are no charities in England to help with anyone in this situation and most people don’t have the money and resources to be able to import a trained dog from another country like the USA, this situation needs to be recognised.",
        "background": "There are very few charities that support and train PTSD dogs for veterans in the UK as well as there being no official charities that train PTSD dogs for sexual assault victims. This needs to change. Support should be there for those that need it, this includes the topics nobody wants to talk about",
        "closed_at": null,
        "created_at": "2018-07-27T23:12:00.170Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-29T16:20:03.977Z",
        "opened_at": null,
        "rejected_at": "2018-08-03T10:49:49.466Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the availability of  trained support dogs for sexual assault survivors, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to fund the provision of support dogs for sexual assault survivors. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-08-03T10:49:49.473Z"
    },
    "id": 226117,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226117.json"
    },
    "type": "petition"
}