{
    "attributes": {
        "action": "Deliver a vote of no confidence in Teresa May, demand a no deal exit from the EU",
        "additional_details": "No matter how many times we offer them a deal, they will turn it down, purely because of the fear that if we get it, then other's in the EU may call for it too. They have no intention in giving us a deal because they want the deal on their terms, to stay shackled to them.\r\n\r\nIt's clear what needs doing. Sign this petition, show and demand the following\r\n\r\nTo show a hand of no confidence in the Prime Minister and\r\nCancel negotiations with the EU, deliver immediate withdrawal from the EU",
        "background": "After two years passing since the referendum, Where are we now? Where has it gotten us? Absolutely nowhere, and to be quite frank, I'm sick and tired of it, and I hope you are too. The public had two choices to vote on, either in or out and that was it.",
        "closed_at": null,
        "created_at": "2018-07-27T21:41:14.551Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-28T06:43:44.389Z",
        "opened_at": null,
        "rejected_at": "2018-08-02T14:20:45.984Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers or the Prime Minister to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-11-26T18:15:29.225Z"
    },
    "id": 226112,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226112.json"
    },
    "type": "petition"
}