{
    "attributes": {
        "action": "An independent study to find if driven grouse shooting is of  economic benefit.",
        "additional_details": "Driven grouse shooting has been implicated in the loss of wildlife and oportunities for wildlife tourism. The uplands it dominates could instead have fully fledged ecotourism, natural flood alleviation projects, be more fire resistant, have woodlot forestry to provide fuel for those without mains gas, provide cleaner water and better fishing and be considerably better for general tourism. https://water.leeds.ac.uk/wp-content/uploads/sites/36/2017/06/EMBER_2-page_exec_summary.pdf",
        "background": "Driven grouse shooting is a minority sport which seriously compromises other activities and businesses over vast stretches of northern England. We need to determine if it is driving away more jobs and enterprises than it creates, which is likely - no country outside of the UK has it.",
        "closed_at": "2019-02-02T23:59:59.999Z",
        "created_at": "2018-07-27T21:09:57.768Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-02-14T12:22:18.341Z",
            "details": "The Government appreciates that many people have strongly-held views on the issue of grouse shooting. The Government considers that shooting activities bring many benefits to the rural economy and can in many cases be beneficial for wildlife and habitat conservation. We also recognise the important of the ecosystem services provided by the natural environment and are working to protect and maximise these services. We will continue work to ensure a sustainable, mutually beneficial relationship between shooting and conservation.\r\n\r\n\r\n\r\nProtecting upland and associated ecosystem services -\r\n\r\nGrouse shooting takes place in upland areas, which are important for delivering a range of valuable ecosystem services, including food and fibre, water regulation, carbon storage, biodiversity and recreational opportunities for health and wellbeing. The Government is committed to helping create a more sustainable future for the English uplands, including by restoring peatlands through development of the UK Peatland Code, which brings in private sector sponsorship from organisations, as well as through Government funded grants.\r\n\r\nThe Government is aware that the UK uplands have 75% of the world’s remaining heather moorland and about 13% of the world’s blanket bog. 70% of the UK’s drinking water is provided from upland catchments, and tourism brings in an estimated £1.78 billion to England’s upland national parks. \r\n\r\nThe Government recognises that healthy, active peat provides good habitat for grouse as well as numerous environmental benefits and ecosystem services. Natural England is working with landowners of grouse moors to develop voluntary agreements, which include vegetation management principles for the various habitats on grouse moors. These agreements aim to reverse habitat degradation and help landowners sustainably manage and restore upland peatland habitats. The Government encourages land managers to work closely with Natural England to put voluntary agreements in place for all the benefits they bring to moor owners and to the environment.\r\n\r\nTo help achieve our policy goals the Government is committed to expanding the understanding of upland ecosystems and the ecosystems services they provide. Helping fund reports like the EMBER report ‘Effects of Moorland burning on the ecohydrology of river basins’ forms part of a wider uplands works programme. \r\n\r\n\r\n\r\nEconomic impact - \r\n\r\nA report by the UK shooting community (Public & Corporate Economic Consultants report 2014: The Value of Shooting) concludes that the overall environmental and economic impact of game bird shooting is positive; the industry has estimated that £250 million per year is spent on management activities substantially benefiting conservation. For grouse shooting in particular, according to the Moorland Association, estates in England and Wales spent £52.5 million on managing 149 grouse moors for shooting in 2010. Scottish landowners manage a further 150 moors for shooting grouse. The industry also supports 1,520 full time equivalent jobs and is worth £97.7 million across Great Britain.\r\n\r\nThe Government recognises the benefits that grouse shooting, and shooting more widely, bring to individuals, the environment and the rural economy. The Government therefore continues to support shooting, recognising it is vital that wildlife and habitats are respected and protected and we ensure a sustainable, mutually beneficial relationship between shooting and conservation.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2019-02-14",
            "summary": "The Government has funded independent reports on this issue including the EMBER Report. We recognise there are differing views on shooting but do not believe it is necessary to fund further research.",
            "updated_at": "2019-02-14T12:22:18.341Z"
        },
        "government_response_at": "2019-02-14T12:22:18.344Z",
        "moderation_threshold_reached_at": "2018-07-28T10:04:50.045Z",
        "opened_at": "2018-08-02T14:16:26.501Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-01-28T22:23:29.477Z",
        "scheduled_debate_date": null,
        "signature_count": 10781,
        "state": "closed",
        "updated_at": "2019-02-14T12:22:18.366Z"
    },
    "id": 226109,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226109.json"
    },
    "type": "petition"
}