{
    "attributes": {
        "action": "Make the RSPCA Accountable.",
        "additional_details": "1) Simplify the red tape in the AWA 2007, too many grey areas which the RSPCA take advantage of.\r\n2) Appoint an independent ombudsman to deal with all complaints against the RSPCA\r\n3) Stop the RSPCA from dealing with everything In House and in secret.\r\n4) Boarding facilities used by the RSPCA to be inspected every six months by an independent body\r\n5) Owners to have the right to see their un-signed animals in RSPCA care and to have their own vets inspect.   This presently doesn’t happen without the RSPCA putting obstacles in the way.\r\n6) RSPCA must be stopped from prosecuting and raiding rescues as they have a vested interest in doing so, so will never be impartial.\r\n7)  Put the RSPCA on the same level as every other animal rescue. They are ALL charities.",
        "background": "The RSPCA are practically a Secret Society who deal with everything ‘in-house’ and in secret.   We call upon the Government to make them accountable to the public who donate to them, therefore we ask the following",
        "closed_at": null,
        "created_at": "2018-07-29T14:29:42.258Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-07-29T15:39:53.296Z",
        "opened_at": null,
        "rejected_at": "2018-08-03T12:19:33.788Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Most of the requests for action made in your petition are not the responsibility of the UK Government or Parliament. The RSCPA is a charity, and not part of the UK Government or Parliament. \r\n\r\nYou can find out how to make a complaint about a charity here:\r\n\r\nhttps://www.gov.uk/complain-about-charity\r\n\r\nYou could start a new petition calling for specific changes to the Animal Welfare Act 2006."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-08-03T12:19:33.797Z"
    },
    "id": 226210,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226210.json"
    },
    "type": "petition"
}