{
    "attributes": {
        "action": "Provide all schools in the uk with free Dyslexia screening.",
        "additional_details": "If schools support children with all other learning difficulties and diagnosis is free why is this not the same for dyslexic children.\r\nThere is also a programme that schools can buy in to which allows them to screen for Dyslexia but they apparently do not have the funds avalible to do this which means children are missing out on vital support or are being miss diagnosed and failed but the education services. \r\nPlease support this and sign this petition.",
        "background": "My son has struggled at school with his reading,spelling and writing for a number of years. We have been told that he has Dyslexia and the school have been great in supporting him, but to get this same sort of support from secondary school we have to pay £650 for him to be officially diognoisd.",
        "closed_at": null,
        "created_at": "2018-07-30T09:28:46.076Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-02T09:19:28.133Z",
        "opened_at": null,
        "rejected_at": "2018-08-08T15:29:39.561Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIn response to a previous petition, the Government said that \"parents should not have to pay for a dyslexia test for their child\". You can read the full response here:\r\n\r\nhttps://petition.parliament.uk/archived/petitions/168137\r\n\r\nYou could start a new petition calling on the government to investigate why some parents are having to pay for a dyslexia screening. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-08-08T16:17:25.518Z"
    },
    "id": 226244,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226244.json"
    },
    "type": "petition"
}