{
    "attributes": {
        "action": "Make child abduction by deceit law. Social Services be held fully responsible.",
        "additional_details": "No matter what the reason, be it mental health or something else. The social worker  will work with the unfit parent. Together they will bully the parent who is fit to look after and care for the child. If the unfit parent has mental health issues; they will make sure, that the unfit parent always over rules any decision made by the fit parent. Paperwork will be written in the favour of the unfit parent. Not all the paperwork will be given to the fit parent. All concerns raised are ignored.",
        "background": "Children are being abducted by deceit, with the help of Social Services. It is made easy when the social worker is only supporting one parent. The fact that, that parent, is the reason why the child is on a protection plan, is neither here nor there.",
        "closed_at": null,
        "created_at": "2018-07-30T20:02:47.928Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-17T18:54:46.010Z",
        "opened_at": null,
        "rejected_at": "2018-09-03T13:41:37.485Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what you mean by \"child abduction by deceit\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nParental child abduction to other parts of the UK is already illegal. If you are concerned about parental child abduction to other countries, you may wish to sign this petition instead: \r\n\r\nhttps://petition.parliament.uk/petitions/216723\r\n\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-09-03T13:42:01.157Z"
    },
    "id": 226289,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226289.json"
    },
    "type": "petition"
}