{
    "attributes": {
        "action": "Close down all puppy farms",
        "additional_details": "I have several names and addresses which I can hand over if required as just had a very bad tearful experience with a boy dog I rescued.  The man I bought off refuses to give details of his agent. I wanted to rescue and give love to a poor lost soul but he was very very poorly and heavily under nourished. The veterinary surgeon was disgusted. I want all puppy farms closed down. People heavily fined and long jail sentences given . This barbaric farming of dogs for quick cash needs to STOP !",
        "background": "Puppy farming in UK and worldwide is becoming more & more common. Badly treated under nourished dogs are being bred in disgusting inhumane conditions and after approx 4 years are shot dead as too old. Dirty cages.no food. Female dogs are constantly pregnant and kept in cages too small & crammed high",
        "closed_at": null,
        "created_at": "2018-08-01T01:17:32.167Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-01T02:19:17.150Z",
        "opened_at": null,
        "rejected_at": "2018-08-07T15:46:46.785Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe understand that you are concerned about the treatment of dogs in puppy farms, but we are not sure exactly what action you would like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition asking for puppy farming to be made a criminal offence or one for stronger enforcement of existing animal welfare laws.\r\n\r\nYou may also be interested in signing this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/221005"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-08-07T15:46:46.791Z"
    },
    "id": 226378,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226378.json"
    },
    "type": "petition"
}