{
    "attributes": {
        "action": "Prevent kent headteachers from blocking education for looked after children.",
        "additional_details": "We feel that the articles are often bias. Foster carers or the looked after children have not been asked to give opinion. As described in the articles, drug ang gang culture are felt to be major issues. If this is the case then it wouldnt be just looked after children that are at risk. Kent should instead be dealing with the adult instigators so all kids can be safe. Schools and carers should be a place of excelence and want to support vulnerable young people to help them strive.",
        "background": "There has been many articles recently in the local news and now national news describing how head-teachers in kent will no longer give school places to looked after children from out of area. All cases should be looked at individually as predjudice should not be promoted.",
        "closed_at": null,
        "created_at": "2018-08-01T09:37:13.446Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-01T10:16:17.561Z",
        "opened_at": null,
        "rejected_at": "2018-08-08T08:27:39.355Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept petitions about matters which are not the responsibility of the UK Government or Parliament. \r\n\r\nThe education of individual looked-after children is the responsibility of their local authority. You could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-08-08T08:27:44.567Z"
    },
    "id": 226388,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226388.json"
    },
    "type": "petition"
}