{
    "attributes": {
        "action": "Make breastfeeding in all public places legal",
        "additional_details": "Breastfeeding has been part of the human race for as long as we found the correct use for a mothers breast, it is a natural part of human life and we are the only mammals that find shame in it. Mothers all over the United Kingdom feel judged and a leppor in society for feeding thier babies, this needs to change. Breast milk contains key nurients and fats benificial to a baby and also lessens the risk of cancer and obeseity, lessening the pressure on the NHS in these areas.",
        "background": "I became a mother in 2018 and found that according to recent satistics breastfeeding has fallen dramatically, whilst activists are concentrating on mother shaming, we should be looking at public views and judgement on breastfeeding mothers. It is due to shaming that mothers cannot breastfeed.",
        "closed_at": null,
        "created_at": "2018-08-01T22:39:12.651Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-02T05:53:33.068Z",
        "opened_at": null,
        "rejected_at": "2018-08-08T14:35:19.936Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about social pressure not to breastfeed in public, but it's already illegal to ask a breastfeeding mother to leave a public place. We're therefore not sure what you would like the UK Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do. For example, you could call for the Government to start a public information campaign about breastfeeding in public, if that is what you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-08-08T14:35:19.943Z"
    },
    "id": 226436,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226436.json"
    },
    "type": "petition"
}