{
    "attributes": {
        "action": "Parliament rule out National Parks and AONBs as sites for nuclear waste disposal",
        "additional_details": "After efforts to find a home for the UK’s nuclear waste stalled, the government launched a new strategy that has since undergone scrutiny by the Business, Energy and Industrial Strategy (BEIS) Committee. After hearing evidence from key stakeholders, the committee has released a report in which they refuse to rule out protected areas as potential dumping sites. - Josh Gabbatiss, Science Correspondent for the Independent.\r\n\r\nRuth Bradshaw, CNP’s policy and research manager, said: “The decision not to recommend excluding national parks and AONBs as possible locations also goes against the government’s ambitions for these areas as set out in the 25-year environment plan.\"",
        "background": "MPs approved a new plan for the UK’s most toxic radioactive materials. The move means protected areas like national parks and areas of outstanding natural beauty (AONB) would be potential sites for waste disposal facilities. We MUST have parliament rule out our national treasures as a dumping ground",
        "closed_at": "2019-02-07T23:59:59.999Z",
        "created_at": "2018-08-02T09:50:46.264Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-02T11:43:05.780Z",
        "opened_at": "2018-08-07T21:10:06.548Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 43,
        "state": "closed",
        "updated_at": "2019-02-08T00:00:02.524Z"
    },
    "id": 226453,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226453.json"
    },
    "type": "petition"
}