{
    "attributes": {
        "action": "Allowing Tenants to get onto the property ladder if renting 3 years Plus",
        "additional_details": "The above would allow: New FTB onto the market, it would reduce the amount of empty properties in and around the UK.  Would also reduce the amount of landlords that do not fix the property and yet are happy to take full rentals off tenants.  This will increase the amount  of lending offered.",
        "background": "We want to propose to the Government that if a tenant has paid rent on a property for min 3 years(36 mths) that the government allow these to have a 95% LTV mortgage.  This would be on the proviso no late rents no rent arrears. Currently we have a nation of renters and not a nation of home owners.",
        "closed_at": null,
        "created_at": "2018-08-01T12:42:24.737Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-01T14:01:47.230Z",
        "opened_at": null,
        "rejected_at": "2018-08-07T15:35:12.647Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Banks and building societies decide what mortgages they are willing to offer.\r\n\r\nYou could start a new petition calling on the Government to set up a scheme to support banks and building societies who offer 95% LTV mortgages to tenants if that is what you would like to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-08-07T15:35:12.654Z"
    },
    "id": 226400,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226400.json"
    },
    "type": "petition"
}