{
    "attributes": {
        "action": "Save the important monuments on Chorley New Road Primary School Horwich",
        "additional_details": "The school has many important landmarks like the Clock Tower above the school, many historical slabs in and around the school and a time capsule that was buried on the schools centenary in 1996. These are all an important part of the school and Horwich history and they need to be saved and incorporated into the new school building for future generations to be able to appreciate the beauty and significance of this fantastic school. Please help to save the memory of this magnificent building!!!",
        "background": "Chorley New Road Primary School in Horwich is a beautiful, historic, Victorian building that has been a big part of the village for over 120 years. Bolton Council have built a new school to replace it and are planning on destroying all the historical landmarks in and around the school.",
        "closed_at": null,
        "created_at": "2018-08-02T08:31:57.362Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-02T09:51:08.271Z",
        "opened_at": null,
        "rejected_at": "2018-08-08T14:11:39.289Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of Bolton Council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nYou can also petition Bolton Council. Guidance on how to do this can be found here:\r\n\r\nhttp://www.bolton.gov.uk/website/Pages/Petitions.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-08-08T14:11:39.295Z"
    },
    "id": 226448,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226448.json"
    },
    "type": "petition"
}