{
    "attributes": {
        "action": "Bring to question Judge Geoffrey Marson on unlawful sentencing of Tommy Robinson",
        "additional_details": "I have watched for years the bullying and victimisation by our government and police of Tommy Robinson. We all know that he is viewed by many as a right wing thug but he has the rights as we all do of Freedom of speech?\r\n\r\nWe so quickly forget injustices in the news and I would like this one to be recognised for what it was a 'witch hunt' and a total attack on our freedom of speech and Tommy Robinson's freedom.\r\n\r\nPlease back me on this petition and maybe we can see some justice in this country.",
        "background": "The arrest and sentence past by Judge Geoffrey Marson was to fast and has now been proven by Lord Chief Justice Lord Burnett to be unlawful. \r\nThe press all seem to have their own agendas and instead of finding out the truth they demonise Tommy  further by stating false and misleading information.",
        "closed_at": null,
        "created_at": "2018-08-02T09:53:35.837Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-02T10:16:27.595Z",
        "opened_at": null,
        "rejected_at": "2018-08-08T15:20:29.870Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIn any case, the UK Government and Parliament aren't responsible for sentencing.\r\n\r\nThis is the responsibility of the courts, which are independent of the Government and Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-08-08T15:20:29.875Z"
    },
    "id": 226454,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226454.json"
    },
    "type": "petition"
}