{
    "attributes": {
        "action": "Revoke the BBC's Royal Charter.",
        "additional_details": "",
        "background": "The BBC has a Charter obligation to be independent in fulfilment of its mission. It has repeatedly shown itself incapable of providing impartial reportage on major political issues. The BBC was established when there was no effective media choice. The licence fee is abhorrent in today's media world.",
        "closed_at": "2019-02-10T23:59:59.999Z",
        "created_at": "2018-08-02T08:23:42.662Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-09-20T11:10:09.086Z",
            "details": "The BBC is one of the UK’s most treasured institutions and is part of the social and economic fabric of the country. It is a great source of national pride and no other country in the world has anything quite like it.\r\n\r\nThe Royal Charter is the constitutional basis of the BBC. It guarantees the BBC’s independence and provides the framework for how the BBC is governed and funded.  The Charter allows the BBC to continue to thrive, deliver for all audiences, and be an engine of creativity and growth in the UK. The establishment of the current Charter was an extensive process of consultation and evidence gathering, with 192,000 responses to the public consultation and engagement with over 300 organisations and industry experts. \r\n\r\nThe BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations. Independence and impartiality are embedded in the Charter and the BBC’s public purposes.  The BBC Board is responsible for ensuring the BBC delivers its Charter obligations, including its mission and public purposes. The BBC Board is also responsible for ensuring the BBC adheres to its editorial guidelines. As the external independent regulator of the BBC, it is Ofcom’s responsibility to hold the BBC to account in fulfilling its mission and public purposes. Alongside this, the Ofcom Broadcasting Code requires all broadcasters, including the BBC, to report and present news with due accuracy and impartiality.  \r\n\r\nWe considered the question of funding during the BBC Charter Review process. While no funding model meets all the criteria of an ideal system, the current model provides the BBC with a sustainable core income paid by all households that watch or receive television. This model also has wider public support than any alternative - 60% of consultation responses indicated that no change was needed to the current licence fee model, and only 3% favoured full subscription funding. That is why we have committed to maintain the licence fee funding model for the BBC for the duration of this current 11 year Charter period.\r\n\r\nDepartment for Digital, Culture, Media and Sport",
            "responded_on": "2018-09-20",
            "summary": "The government strongly believes the Royal Charter is the best framework to safeguard the BBC’s independence and ensure the broadcaster effectively serves all audiences.",
            "updated_at": "2018-09-20T11:10:09.086Z"
        },
        "government_response_at": "2018-09-20T11:10:09.088Z",
        "moderation_threshold_reached_at": "2018-08-02T11:10:26.447Z",
        "opened_at": "2018-08-10T09:09:35.504Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-09-10T08:08:11.963Z",
        "scheduled_debate_date": null,
        "signature_count": 16295,
        "state": "closed",
        "updated_at": "2019-02-11T19:19:19.312Z"
    },
    "id": 226446,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226446.json"
    },
    "type": "petition"
}