{
    "attributes": {
        "action": "Chiari malformation, needs to be classed as a disability.",
        "additional_details": "This is a serious disease and needs to be classed as a disability so people don't have to fight to get help with income when we have to come out of work or cant work because of this condition. This would help so many people and actually spread the awareness of how serious this condition is!\r\nFor more information please see websites like Ann Conroy Trust.",
        "background": "Chiari malformation, is a condition where the lower parts of your brain pushes downwards towards the spinal cord. This condition causes pressure at the base of the brain and can block the flow of cerebrospinal fluid to the brain.We suffer horrible symptoms on a day to day basis.",
        "closed_at": null,
        "created_at": "2018-08-01T15:44:00.825Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-02T08:33:12.034Z",
        "opened_at": null,
        "rejected_at": "2018-08-08T14:56:48.084Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Laws and policies don't usually list specific conditions to define them as disabilities. In most cases, it’s the impact on the person’s life that qualifies them for protection under the law or makes them eligible for support. \r\n\r\nYou can find out more about showing that you're disabled under the Equality Act here: \r\n\r\nhttps://www.citizensadvice.org.uk/law-and-courts/discrimination/protected-characteristics/showing-you-re-disabled-under-the-equality-act/\r\n\r\nYou can find out more about how eligibility for PIP is decided here:\r\n\r\nhttps://www.gov.uk/pip/eligibility\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do to support people who are suffering from Chiari malformation."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-08-08T14:56:48.090Z"
    },
    "id": 226410,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226410.json"
    },
    "type": "petition"
}