{
    "attributes": {
        "action": "Install Security Cameras Down Pennygate To Stop Speeding Cars & Increase Safety",
        "additional_details": "The road iself is so long that drivers just speed up and down it as fast as they can because it is so long and easy to drive up and down constantly. It is a easy road for learners to have driving lessons and it is also dangerous for them when they are trying to learn how to drive themselves, no help to the idiotic drivers who can’t control their speed. The continuous amounts of online postings about animals being hit is extrodinary and unfortunately soon it may be a person who gets hurt as well.",
        "background": "Everyday cars are speeding down Pennygate and it is becoming such a safety hazard. It is a hazard for humans and animals. Everyday cats are getting hit and next it’ll be a Man, Woman or Child. We need to increase the safety down this road or somebody is going to get incredibly hurt.",
        "closed_at": null,
        "created_at": "2018-08-02T22:25:19.612Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-02T22:59:23.464Z",
        "opened_at": null,
        "rejected_at": "2018-08-08T14:09:31.352Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Speed limits on local roads are the responsibility of your local council.\r\n\t\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-08-08T14:09:31.359Z"
    },
    "id": 226505,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226505.json"
    },
    "type": "petition"
}