{
    "attributes": {
        "action": "Give 100% Mortgages to Veterans Of Iraq or Afghanistan who have rented long term",
        "additional_details": "For soldiers who were not aware of the army mortgage scheme and missed out when they were serving. Paying out very high rental prices which hinder being able to save for a deposit, especially with the rise of inflation on properties. If veterans have paid their rent in time for 3 or more years and never claimed housing benefit in that time, surely they have proved themselves to the banks?! The bank don’t loose out ever as if the mortgage isn’t paid the house gets repossessed.",
        "background": "To give Iraq or Afghanistan Veterans especially the injured 100%mortgages on an individual basis not a credit score basis. For example; They may have missed a payment on the catalogue and have a bad credit rating for that but never missed a rent payment ever and this doesn’t get taken in to account.",
        "closed_at": null,
        "created_at": "2018-08-02T22:23:46.262Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-03T08:05:16.148Z",
        "opened_at": null,
        "rejected_at": "2018-08-08T14:07:49.605Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for deciding on mortgages in individual cases. That's a decision for mortgage lenders. \r\n\r\nYou could start a new petition asking the UK Government to take action to support veterans in getting a mortgage. For example, you could ask the UK Government to act as a guarantor for veterans' mortgages, if that's what you would like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-08-08T14:07:49.612Z"
    },
    "id": 226504,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226504.json"
    },
    "type": "petition"
}