{
    "attributes": {
        "action": "STOP BREXIT",
        "additional_details": "Quote Theresa May: \"We don't know what the outcome will be\". The referendum was advisory, not conclusive. The result of the referendum has now been proven to be illegally biased (something \"our\" government is choosing to ignore). Hence, the \"vote\" (actually an opinion poll) is now null and void. The referendum was voted for with no indication of any actual facts. 2yrs ago there was no detail about what \"brexit\" actually entailed. Today, still no detail. For all these reasons:  STOP BREXIT.",
        "background": "It's so desperately simple. The Government's standard response to these kinds of petitions is \"The British people voted to leave the EU and the government respect that decision\". BUT, the government themselves DO NOT KNOW the outcome of that decision, so how can they possibly respect it???",
        "closed_at": null,
        "created_at": "2018-08-03T00:12:28.596Z",
        "creator_name": "Adam Bowden-Smith",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-11-23T12:27:10.253Z",
            "details": "The British public voted to leave the European Union and the\r\nGovernment will deliver this instruction. As a matter of firm policy our\r\nnotification under Article 50 will not be withdrawn.\r\n\r\nThe referendum was one of the biggest democratic exercises in British\r\nhistory. Almost three quarters of the electorate took part in the\r\nreferendum, resulting in 17.4 million votes to leave the European\r\nUnion. This is the highest number of votes cast for anything in UK\r\nelectoral history. This was the biggest democratic mandate for a\r\ncourse of action ever directed at any UK Government.\r\n\r\nParliament also overwhelmingly confirmed the result of the referendum\r\nby voting with clear and convincing majorities in both of its Houses for\r\nthe European Union (Notification of Withdrawal) Bill. At the last general\r\nelection over 80% of British people voted for parties committed to\r\nrespecting the Leave result.\r\n\r\nThe Government will honour the referendum result and get the best\r\ndeal possible. To do otherwise would be to undermine the decision of\r\nthe British people.\r\n\r\nThe full legal text of the Withdrawal Agreement has now been agreed in\r\nprinciple. This agreement marks a decisive step forward towards a\r\nsmooth and orderly exit from the EU. We have also agreed the draft text\r\nof our future relationship as set out in the Political Declaration.\r\n\r\nThis puts us close to a Brexit deal. A deal that takes back control of our\r\nborders, our laws and our money while protecting jobs, security and the\r\nintegrity of our United Kingdom.\r\n\r\nDepartment for Exiting the European Union.",
            "responded_on": "2018-11-22",
            "summary": "The people of the United Kingdom gave a clear instruction to leave the\r\nEuropean Union. The Government respects that decision.",
            "updated_at": "2018-11-23T12:27:10.253Z"
        },
        "government_response_at": "2018-11-23T12:27:10.256Z",
        "moderation_threshold_reached_at": "2018-08-07T10:23:14.432Z",
        "opened_at": "2018-08-10T13:51:55.381Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-11-01T19:05:52.038Z",
        "scheduled_debate_date": null,
        "signature_count": 59206,
        "state": "open",
        "updated_at": "2018-12-04T17:39:59.448Z"
    },
    "id": 226509,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226509.json"
    },
    "type": "petition"
}