{
    "attributes": {
        "action": "Reverse changes to state pension age back to 65 for men and 60 for women",
        "additional_details": "Look at the gov.uk website for the state pension change and what it means to you. You can get a personal projection so you can see how this new scheme will affect you personally.",
        "background": "I started paying into the N.I. system aged 16 when the retirement age was stated as 65 for men and 60 for women. I’ve been full time employed since then and have had the terms of the state pension age changed without consultation. Stand up and stop this now.",
        "closed_at": null,
        "created_at": "2018-08-04T17:43:09.960Z",
        "creator_name": "Glen Morris",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-12-20T22:32:55.398Z",
            "details": "The equalisation of State Pension age was introduced against a background of a wide consultation on the policy.\r\n\r\nIn 1995, after 2 years of debate in Parliament and following public consultation, the Government brought in a law to equalise men and women’s State Pension age (SPa). This increased the earliest age when a woman could claim State Pension (SP) from 60 to 65. The Government planned for the original change to take place over 10 years between 2010 and 2020.\r\n\r\nThe Government has gone to significant lengths to communicate SPa changes. Over the last 18 years the Department for Work and Pensions (DWP) has provided over 25 million personalised State Pension estimates to people who requested them. It has encouraged people to request these as part of their long-term financial planning – after all, retirement is a life changing financial decision and people are expected to plan for this.\r\n\r\nThe equalisation of men and women’s SPa was often reported in the media and debated at length in Parliament. The Department for Work and Pensions (DWP) produced communications materials relating to increases in State Pension age (SPa) for both men and women, and carried out a pension’s education campaign between 2001 and 2004. This included information on the future equalisation of SPa. Later DWP sent individual letters to those affected. \r\n\r\nBecause of increases in life expectancy the Government needed to make further changes to State Pension age subsequent to Pensions Act 1995 to ensure that the state pension was affordable and sustainable over the long term. In 2007 it introduced a law to increase SPa for everyone to 66 by 2026, to 67 by 2036 and to 68 by 2046. In 2011 it introduced another law to equalise men and women’s SPa more quickly. The 2011 law also brought forward the increase in everyone’s SPa from 65 to 66 by five and a half years.\r\n\r\nThe terms of entitlement to State Pension has to be seen in the context that the State Pension is a Social Security benefit funded through National Insurance contributions.\r\n\r\nThe payment of the State Pension benefit is dependent on reaching the age of eligibility which can be amended through primary legislation. There is no legal contract for the pension between the state and an individual. The National Insurance scheme operates on a 'pay-as-you-go' basis. This means that today’s contributors are paying for today’s social security entitlements and pensions, and those paying contributions previously were paying for the pensioners of that time. In other words, contributors do not accumulate an individual pension fund of actual monies they have paid, which is personal to them. Instead, payment of contributions entitles them or, in certain circumstances, their spouses to a range of social security entitlements which are available on the basis of the rules applicable at the time of the claim.\r\n\r\nWith Government facing increasing financial pressures, it is simply not justified to reverse the policy on State Pension age equalisation. As an example, women who reached State Pension age in 2016 are estimated to receive more State Pension on average over their lifetime than women ever have before.\r\n\r\nWe will be making no further changes to the law on this issue. Doing so would mean working-age people, especially younger people, bearing a greater financial burden to support the rising costs of the pensions system. \r\n\r\nDepartment for Work and Pensions",
            "responded_on": "2018-12-20",
            "summary": "There was a wide consultation on changes to State Pension age (SPa). Entitlement to State Pension is based on rules at the time of the claim.",
            "updated_at": "2018-12-20T22:32:55.398Z"
        },
        "government_response_at": "2018-12-20T22:32:55.401Z",
        "moderation_threshold_reached_at": "2018-08-24T18:31:11.866Z",
        "opened_at": "2018-09-11T15:56:35.504Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-12-07T22:56:19.286Z",
        "scheduled_debate_date": null,
        "signature_count": 12870,
        "state": "open",
        "updated_at": "2019-02-15T13:29:04.722Z"
    },
    "id": 226597,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226597.json"
    },
    "type": "petition"
}