{
    "attributes": {
        "action": "Reject Pakistan prejudiced General Elections impose sanctions for re elections",
        "additional_details": "It is very black and white from the media reports that Pakistan Muslim League-Nawaz was the main target of Pakistan Army and Judiciary. Pakistan media houses also forced not to air any documentaries in relates to election irregularities and rigging across the country.\r\nAccording to the media news Pakistan Army soldiers were present inside every polling station at the end of the polling before the polling count started they have intervened and forced every polling agent to leave the polling premises. Election results were delayed deliberately to change election results. All political parties in Pakistan have rejected these rigged polls. Pakistan's Election Commission was influenced by Pakistan Army and completely failed to conduct free and fair elections.",
        "background": "Pakistan had one of the most dirtiest and rigged elections in many years, candidates from Pakistan Muslim League-Nawaz had been targeted by members of the Pakistan Army intelligence services ISI and Pakistan's Judiciary to benefit Imran Khan's Pakistan Tehreek E Insaf.",
        "closed_at": null,
        "created_at": "2018-08-06T11:03:57.538Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-06T15:49:35.590Z",
        "opened_at": null,
        "rejected_at": "2018-08-10T10:56:15.225Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the conduct of the recent election in Pakistan, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-08-10T10:56:15.234Z"
    },
    "id": 226691,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226691.json"
    },
    "type": "petition"
}