{
    "attributes": {
        "action": "Simplify in-cabin travel for dogs and cats up to 10 kg on all UK flights",
        "additional_details": "The costs on the airports of the current monopoly carrier (IAG World Cargo) starts from 1000 GBP per sigle flight (example from Venice-Heathrow flight for a 5 kg dog that will have to be put in hold). \r\nIt was impossible to fly from/to any other airports than the DEFRA pre-authorized ones. E.g. no authorized flights from/to Cardiff. \r\nPet owners are transporting their dogs and cats in alternative manners which are not the best for the animal's well being as current system doesn't work for most.",
        "background": "Pet owners are asking the government to standardize UK flight prices for pet travel to no more than a reservation and flight ticket price of a passenger's seat. Travel crate with a pet up to 10kg can be safely placed on a seat with a standard seatbelt (done with KLM). Any airport should be eligible.",
        "closed_at": null,
        "created_at": "2018-08-05T18:29:11.832Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-05T20:36:22.197Z",
        "opened_at": null,
        "rejected_at": "2018-08-10T10:07:58.429Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-08-10T10:07:58.435Z"
    },
    "id": 226658,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226658.json"
    },
    "type": "petition"
}