{
    "attributes": {
        "action": "Help Endometriosis sufferers receive benefits due to being unable to work",
        "additional_details": "Women with Endometriosis struggle almost every single day with belting pain that pain relief or treatments cannot control. We are constantly fighting to get through a day without falling apart. If we are unable to work due to chronic pain and mental health WHY are we not receiving any help. Endometriosis is a disability and it is hardly ever  controlled. PLEASE HELP US RECEIVE THE HELP WE NEED.\r\nNot being able to work causes us sereve depression.",
        "background": "Endometriosis causes horrific amounts of pain that medication cannot guarantee to help. It effects our every day to day life. Women who suffer with Endometriosis are likely and known to loose there jobs due to chronic pain and mental health endometriosis also causes.",
        "closed_at": null,
        "created_at": "2018-08-06T12:52:27.135Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-06T13:24:25.900Z",
        "opened_at": null,
        "rejected_at": "2018-08-10T11:32:12.858Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nDecisions about people's entitlement to certain benefits are made on the basis of how their condition affects them, not on what condition they have. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask for people who do assessments for benefits to be required to have specific training so that they understand endometriosis."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-08-10T12:04:48.465Z"
    },
    "id": 226698,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226698.json"
    },
    "type": "petition"
}