{
    "attributes": {
        "action": "WE WANT JUSTICE for torturing students by Police and Chatra-League in Bangladesh",
        "additional_details": "You must have come across videos of teens controlling traffic, checking driver's/vehicle's paper works, maintaining emergency lines for ambulances etc. For the past few days they've achieved what our trained traffic polices have deliberately failed to achieve for the past 47 years of our independence. \r\n\r\nIn return, these teenagers are being met with violence. As human beings from any nation in the world, we would like to show our support to peaceful movements for justice and basic human rights.",
        "background": "I am sure you are aware of the atrocities taking place in Bangladesh right now against fellow students whose only crime is that they seek justice for victims of road accidents. \r\n\r\nThe student body of the ruling party attacked the peaceful school student protesters injuring many and killing a few.",
        "closed_at": null,
        "created_at": "2018-08-04T22:05:59.974Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-04T23:13:04.726Z",
        "opened_at": null,
        "rejected_at": "2018-08-08T15:58:41.545Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition urging the UK Government to raise this issue with the government of Bangladesh. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-08-08T15:58:41.551Z"
    },
    "id": 226617,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226617.json"
    },
    "type": "petition"
}