{
    "attributes": {
        "action": "make it compulsory anyone working with vulnerable people drug tested",
        "additional_details": "drug testing for all people dealing with vulnerable people this including social workers nurse doctors and so on even a teachers. anyone who is involved with the care of vulnerable child or adult. there lots of evidence around this as drugs can make people do and say things which could put children and adults at great risk.It should come as no surprise that drugs and alcohol can have negative effects on your life. let alone making right choices for a vulnerable persons",
        "background": "I'm starting this petition as i work as carer and it shocks me how anyone could be in hands of vulnerable people even kids  with only just a criminal clearance dbs. and not being drug tested randomly",
        "closed_at": null,
        "created_at": "2018-08-05T20:01:49.326Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-05T20:31:53.392Z",
        "opened_at": null,
        "rejected_at": "2018-08-10T10:09:00.772Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned that people may be working with vulnerable people while under the influence of drugs or alcohol, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-08-10T10:09:00.780Z"
    },
    "id": 226665,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226665.json"
    },
    "type": "petition"
}