{
    "attributes": {
        "action": "Stop \"hostile environment\" policy that separates migrant children from parents.",
        "additional_details": "Ask the government to stop this practice and to safeguard children's welfare in any future policies. \r\nThese cases are usually settled outside court with confidentiality clauses that stop parents from speaking out.   See https://www.libertyhumanrights.org.uk/sites/default/files/HE%20web.pdf\r\nand\r\nhttps://www.theguardian.com/uk-news/2017/nov/28/hostile-environment-the-hardline-home-office-policy-tearing-families-apart",
        "background": "While Mrs. May was the home secretary, she introduced the \"hostile environment\" policy that has resulted in separation of children, some as young as 2 years old, from their parents. The practice, which continues today, has traumatic effects on young children and it is contrary to our British values.",
        "closed_at": null,
        "created_at": "2018-08-06T21:03:20.735Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-07T15:36:41.650Z",
        "opened_at": null,
        "rejected_at": "2018-08-10T13:53:53.726Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThe current Home Secretary, Sajid Javid, has said that he is reviewing the \"hostile environment\" policy.\r\n\r\nWe think you'd like some specific changes to the immigration rules for children, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-08-10T13:53:53.733Z"
    },
    "id": 226738,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226738.json"
    },
    "type": "petition"
}