{
    "attributes": {
        "action": "Increased fines for littering, with optional community service to lower fine.",
        "additional_details": "I propose the fines for littering being increased to 300 pounds. But offenders will get 3 options, pay 2 thirds and remaining amount is to be paid via community service (litter picking) on a minimum hourly rate. The offender can also choose to pay 1 third and double their community service time. This would mean that the litter will eventually be removed by offenders themselves and the fines can be used to pay community officers. Offenders need to experience what they cause to change their ways.",
        "background": "Britain and councils throw more than one billion pounds per year to cope with public littering, the lack of community officers handing the fines and low fines are contributing to the issue, and littering never gets treated seriously. It makes Britain one of the dirtiest places in western world.",
        "closed_at": null,
        "created_at": "2018-08-06T13:15:01.016Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-06T13:59:15.322Z",
        "opened_at": null,
        "rejected_at": "2018-08-10T10:53:53.751Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe fine imposed for littering is at the discretion of the responsible local council. At the moment, the minimum fine which can be imposed for littering is £50. You can find out more here:\r\n\r\nhttps://www.gov.uk/guidance/fixed-penalty-notices-issuing-and-enforcement-by-councils\r\n\r\nIf you'd like the minimum fine to be increased to £300, you could start a new petition asking for that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-08-10T10:53:53.758Z"
    },
    "id": 226701,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226701.json"
    },
    "type": "petition"
}