{
    "attributes": {
        "action": "Amend the law - 'The Petroleum Act 1998' - to reflect current climate science.",
        "additional_details": "The decision to permit the search for shale gas goes against everything we know about climate change and the necessary transition from fossil fuels to meet the Paris Agreement. The evidence is in front of us through the IPCC and the scientists warning to humanity. Our UK Laws should provide a safety net to prevent catastrophic actions and governance. If this law guided Minister Claire Perry to this decision, it is outdated and must be reviewed. Our environment is unstable and this urgent.",
        "background": "Minister Perry approved a fracking application on 24.07.18 as it met requirements within this law. Section 47A describes 'Factors for the Secretary of State to take into account'- this section must include public position and a caveat to also include assessment against The Climate Change Act 2008.",
        "closed_at": null,
        "created_at": "2018-08-07T16:22:48.047Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-07T17:21:18.910Z",
        "opened_at": null,
        "rejected_at": "2018-08-10T12:12:50.866Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean by \"this section must include public position and a caveat to also include assessment against The Climate Change Act 2008\". \r\n\r\nYou could start a new petition explaining clearly what changes you'd like to see to the law. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-08-10T12:12:50.873Z"
    },
    "id": 226783,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226783.json"
    },
    "type": "petition"
}