{
    "attributes": {
        "action": "Implement sanctions on Bangladesh Home Minister, Asaduzzaman Khan over crackdown",
        "additional_details": "Students have been protesting for over a week in Bangladesh over road safety after the death of two students in a fatal road accident involving a speeding bus. Since then the peaceful protests have been met with brutal force and crackdown with over a hundred youths and teenagers injured. The heavy crackdown involved both law enforcement and ruling party goons. \r\n\r\nAlso read:\r\nhttps://www.aljazeera.com/news/2018/08/bangladesh-renowned-photographer-detained-media-comments-180806065359943.html",
        "background": "The Home Ministry is responsible for law enforcement in the country and has consistently failed to uphold the rule of law by allowing ruling party goons to carry out violent crackdown on youth protests and journalists such as the ongoing road safety protests.",
        "closed_at": null,
        "created_at": "2018-08-06T20:48:20.426Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-07T14:51:12.345Z",
        "opened_at": null,
        "rejected_at": "2018-08-14T14:46:56.245Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure whether you want a specific financial sanction or travel ban to be imposed on the Home Minister, or whether you want specific trade sanctions imposed on Bangladesh. You can find out more about sanctions, embargoes and restrictions that are usually imposed by the UN or EU here: https://www.gov.uk/guidance/sanctions-embargoes-and-restrictions \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. If you want the UK Government to condemn the Bangladeshi Government's crackdown on student protests, you may wish to sign this petition instead: https://petition.parliament.uk/petitions/226646"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-09-11T11:00:02.512Z"
    },
    "id": 226736,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226736.json"
    },
    "type": "petition"
}