{
    "attributes": {
        "action": "Bring MP monthly wages in line with the National minimum wage",
        "additional_details": "Given that MPs have access to expenses they should not be entitled to any more on their basic wage than what they feel is appropriate for the majority of the population to earn. \r\nThe government has forgotten it is supposed to serve it's people and not the other way around. If they have to sell their fancy houses and cars because the job can no longer pay them so much then they should have to sell and make lifestyle adjustments like anyone else would.",
        "background": "MP basic salaries start at above 70k a year plus expenses. This is a ridiculous amount to pay people who are meant to be public servants and far above the average UK wage too. The minimum wage is set so low that even working full time one cannot afford to rent a property or make ends meet.",
        "closed_at": null,
        "created_at": "2018-08-07T15:00:24.759Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-08T05:58:42.933Z",
        "opened_at": null,
        "rejected_at": "2018-08-10T12:11:52.171Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-08-10T12:11:52.177Z"
    },
    "id": 226774,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226774.json"
    },
    "type": "petition"
}