{
    "attributes": {
        "action": "The recognition of Tinnitus as a recognised disability.",
        "additional_details": "Tinnitus Sufferers facebook.",
        "background": "I would like to petition for the recognition of Tinnitus as a disability. Millions of people worldwide suffer from this debilitating condition that causes hearing impairment, psychological issues such as depression and anxiety, and in rare cases loss of life.",
        "closed_at": null,
        "created_at": "2018-08-07T20:50:36.748Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-07T21:20:33.702Z",
        "opened_at": null,
        "rejected_at": "2018-08-10T14:46:43.710Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Laws and policies, including the Equality Act, don't list specific conditions and define them as disabilities. In most cases, it’s the impact that a health condition has on the person’s life that qualifies them for support or protection under the law. \r\n  \r\nYou can find out more about showing that you're disabled under the Equality Act here:  \r\nhttps://www.citizensadvice.org.uk/law-and-courts/discrimination/protected-characteristics/showing-you-re-disabled-under-the-equality-act/ \r\n\r\n\r\nYou can find out more about how eligibility for PIP is decided here:\r\n\r\nhttps://www.gov.uk/pip/eligibility\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do to support people who are suffering from tinnitus. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-08-10T14:46:43.716Z"
    },
    "id": 226806,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226806.json"
    },
    "type": "petition"
}