{
    "attributes": {
        "action": "Lower Arlesey parking permit costs to 1 free & £10 thereafter. Residents only",
        "additional_details": "Speaking to residents, there was up-raw and was lead to believe that it was one free resident parking and anymore would be £10. But when it came in it all changed and everyone had to pay high amounts.\r\nSpeaking to the parking team they said “All permits are okayed by the residents themselves.”, which is a lie. We are paying council tax and then when we prove we live there it’s very hard to even get one car approved. In addition, sometimes we can’t even park, so a place is not even guaranteed",
        "background": "Arlesey residents parking permits stand at the moment at £10 for the first vehicle, £70 the next and £90 for the next. \r\nWe are residents and we asked for permits due to the amount of people parking for the train station. That doesn’t mean get more money out of us residents.",
        "closed_at": null,
        "created_at": "2018-08-10T11:07:56.559Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-12T03:42:29.584Z",
        "opened_at": null,
        "rejected_at": "2018-08-17T11:48:31.990Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Parking permits are the responsibility of your local council.\r\n\t\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-08-17T11:48:31.997Z"
    },
    "id": 226995,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226995.json"
    },
    "type": "petition"
}