{
    "attributes": {
        "action": "Change the school holidays and term times",
        "additional_details": "If school was open all year  and parents had a choice of when to take them out would have more freedom to go on family holidays when suits them and children would not be missing out on the education,  and if parents did not want to take them out children would have better education as more time in school",
        "background": "I wish to choose our family holidays around when I can get the time off work and not in the summer holidays,  as a result of this I am taking my child out in term time.  I do not want a criminal record for having a family holiday",
        "closed_at": null,
        "created_at": "2018-08-09T11:11:48.388Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-10T18:03:22.666Z",
        "opened_at": null,
        "rejected_at": "2018-08-17T13:02:26.867Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It's clear that you want school holidays to be changed, but we're not exactly sure what change you'd like to see. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you want children to be given an optional 10 education free days a year, you may wish to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/219223"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-08-17T13:02:26.874Z"
    },
    "id": 226912,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226912.json"
    },
    "type": "petition"
}