{
    "attributes": {
        "action": "Forbid airlines from overbooking flights",
        "additional_details": "Overbooking is unfair in many ways, such as giving advantages to those with internet access, who can check in online before those without it, who must travel for hours to the airport only to be denied boarding, passengers who have planned extensively for their trip, only to be booted off because they were one of the last few to check in. The only advantage of overbooking is more revenue for airlines, who are being completely disrespectful of passenger welfare through this practice, so therefore overbooking should be banned on all flights departing and arriving at the United Kingdom.",
        "background": "The majority of airlines overbook their flights - and currently do so perfectly legally. Overbooking means selling more tickets than there are seats on the plane, hoping that if some passengers are no-shows, they can still make revenue off of these double-, or even triple-booked seats.",
        "closed_at": null,
        "created_at": "2018-08-09T10:31:34.407Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-10T08:44:42.758Z",
        "opened_at": null,
        "rejected_at": "2018-08-17T11:30:22.959Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The issue you raise is the responsibility of the European Union, not the UK Government or Parliament.\r\n\r\nYou could start a new petition asking that when we leave the EU the Government and Parliament make a new law to require airlines operating out of UK airports to guarantee that they will not overbook flights, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-08-17T11:30:22.966Z"
    },
    "id": 226908,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226908.json"
    },
    "type": "petition"
}