{
    "attributes": {
        "action": "Cyclists must obey The Highway Code and be respected by all other road users.",
        "additional_details": "Cyclists are also putting their lives in jeopardy when they ride past numerous homes with driveways and show no apparent concern for when home owners who could be reversing cars out.  Likewise they cycle across side streets, approaching from directions where to oncoming drivers they're obscured from view.  Yet if an accident were to happen, the driver would be most likely face the blame.\r\n\r\nWe need stricter regulations.  Cyclists must stop riding on pavements.",
        "background": "Our cities are now suffering from cyclists who think they have the right to cycle along pavements.\r\nPeople are being intimidated by adults riding on pavements, who then expect pedestrians to move out of the way for them! \r\nAs road users cyclists deserve to be shown due respect by everyone.",
        "closed_at": null,
        "created_at": "2018-08-09T18:07:00.888Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-11T08:42:40.182Z",
        "opened_at": null,
        "rejected_at": "2018-08-17T13:22:45.267Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Cyclists already have to obey the highway code. It is also already an offence to cycle on a pavement. We're therefore not sure what further action you'd like the UK Government or Parliament to take. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-08-17T13:22:45.274Z"
    },
    "id": 226953,
    "links": {
        "self": "https://petition.parliament.uk/petitions/226953.json"
    },
    "type": "petition"
}