{
    "attributes": {
        "action": "Require companies to tell applicants the status of their job application.",
        "additional_details": "A simple reply from an employer can help better a person's options. People seeking work explore and apply for various types of employment, unskilled jobs, career and training programs or apprenticeships; and often, many of these jobs would start around the same time. Some options may be better than others depending on the individual, and a simple reply of “yes”, “no” or “still being reviewed” can improve a person on making a better choice financially or for their lifestyle.\r\n\r\nPlacing an applicant in a state of suspense and stress, sometimes for months when it comes to programs and apprenticeships is a cruel situation to place anyone in, when a feedback about the application will allow an applicant to move on and accept other options.",
        "background": "Applicants should have a right to receive a reply from employers. This petition isn’t to push for critical feedback, but a simple “yes, you have a job” or “no, you haven’t.\" Failure to reply within a reasonable time-frame should be punished by fines, depending on the company's size.",
        "closed_at": "2019-02-21T23:59:59.999Z",
        "created_at": "2018-08-11T18:28:41.727Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-13T15:58:35.078Z",
        "opened_at": "2018-08-21T16:47:33.875Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "closed",
        "updated_at": "2019-02-22T00:00:05.448Z"
    },
    "id": 227090,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227090.json"
    },
    "type": "petition"
}