{
    "attributes": {
        "action": "Empower the UK Government or Parliament to regulate ferry prices.",
        "additional_details": "Overall the inflated ferry prices are hurting the economy of islands around the UK.",
        "background": "With current ferry prices being unregulated, companies are permitted to charge whatever they wish for crossings. UK residents living in such places as the Isle of Wight are charged excessive amounts for commuting or travel to see family and friends. Likewise for tourists going the other way.",
        "closed_at": null,
        "created_at": "2018-08-12T14:37:24.141Z",
        "creator_name": "Sarah Frances Johnstone",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-09-12T10:59:07.733Z",
            "details": "Ferry companies in the UK operate in a competitive, commercial market, with the operators competing on price, quality, frequency and speed of their services. In locations such as the Isle of Wight there is a provision of frequent crossings, from a selection of locations, and at a range of prices. \r\n\r\nAt present such provision does not indicate evidence of a market failure or other reasons that may justify government regulatory intervention. As such the Government has no plans to regulate ferry prices. However, in circumstances where a commercially provided ferry link is at risk, Government would consider options to maintain that link as a lifeline service.\r\n\r\nUK ships and ports operate on a private basis, without public sector support, so the ferry companies concerned are private sector entities. The cost of a service, its quality, and frequency are therefore a commercial decision for the ferry operator, and for the company concerned to determine the commercial viability of differing service and fare levels in their current operating environment.\r\n\r\nThe exception to this is Scotland, where the Scottish Government subsidises, and also regulates fares for, a number of “lifeline” ferry services to connect remote and lightly populated locations that would not otherwise be commercially served due to a lack of demand. \r\n\r\nThis is not the case for the Isle of Wight where there are multiple operators providing up to approximately 250 sailings per day, and close to 100,000 scheduled sailings per year. Over 8.5 million passengers carried in 2017:  https://www.gov.uk/government/statistics/sea-passenger-statistics-2017-short-sea-routes-provisional (Table SPAS0201) \r\n\r\nThe economic impact on the island and passengers using the ferry services has been considered on two occasions. Most recently the Isle of Wight Transport Infrastructure Task Force (TITF) was established in summer 2016 to receive information and make proposals on a wide range issues vital to the Island’s future. As part of this a report was produced - https://www.iow.gov.uk/azservices/documents/1190-TITF-Ferry-Assessment-FINAL.PDF that assessed whether there is any correlation between economic performance and trends in ferry operations.\r\n\r\nIt noted that Isle of Wight GVA has been higher, and more consistent than, that of its mainland neighbours and is comparable with wider trends. The report also found that the island economy is changing and economic growth is being achieved with less cross-Solent travel.\r\n\r\nIn 2009, the Office of Fair Trading (OFT) investigated ferry services to and from the Isle of Wight, in particular whether there was a lack of competition, and if  prices were too high: http://webarchive.nationalarchives.gov.uk/20140402181519/http://oft.gov.uk/shared_oft/consultations/oft1135.pdf .\r\n\r\nThe OFT decided not to refer the ferry companies to the then Competition Commission and concluded that there existed some features of the market that prevent, restrict or distort competition “but that there is limited evidence of actual consumer detriment”.\r\n\r\nAt an individual level, we can understand that the issue of ferry fares may have an influence on people’s travel choices, particularly for those making regular cross-Solent trips, travelling at short notice, or undertaking peak time travel. Evidence cited in the report to TITF noted that, while the ferry is an asset in terms of attracting visitors, a significant proportion of people have a poor opinion of the ferry services’ value for money. \r\n\r\nThe ferry companies do offer discounted fares for regular and special users, such as season or multibuy, as well as for medical travel, that can improve the value for money for individual customers.\r\n\r\nOverall, the two main reports produced on this issue do not indicate that there is a significant evidence of widespread economic or consumer impact. The available evidence at this time does not therefore support the regulation of ferry fares.\r\n\r\nThough the OFT did not refer the case to the Competition Commission it said that this should not constrain a future consideration of the market if that became necessary. In the case of a competition issue or market problem today, for example businesses abusing their dominant position, it is now the Competition and Markets Authority who will potentially have an interest. \r\n\r\nIt is open to anyone to complain to the Competition and Markets Authority (CMA), citing as much evidence as possible.  Whilst the CMA's predecessors did not find behaviour requiring action, evidence of a material change in recent years could be pertinent.  The CMA would then assess the case for further investigation depending on its current priorities and resources. The procedure for making complaints to the CMA can be found here: https://www.gov.uk/guidance/tell-the-cma-about-a-competition-or-market-problem \r\n\r\nDepartment for Transport.\r\n",
            "responded_on": "2018-09-12",
            "summary": "There are no plans to regulate ferry prices in England. Ferry companies provide diverse services at a range of prices. There is no evidence of market failure to require regulatory intervention.",
            "updated_at": "2018-09-12T10:59:07.733Z"
        },
        "government_response_at": "2018-09-12T10:59:07.735Z",
        "moderation_threshold_reached_at": "2018-08-13T08:34:03.950Z",
        "opened_at": "2018-08-20T17:59:26.642Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-08-26T20:55:07.348Z",
        "scheduled_debate_date": null,
        "signature_count": 17543,
        "state": "open",
        "updated_at": "2018-10-04T05:40:42.794Z"
    },
    "id": 227134,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227134.json"
    },
    "type": "petition"
}