{
    "attributes": {
        "action": "Free Parking for all NHS Staff at Hospitals in England",
        "additional_details": "For these hospitals, such as West Middlesex Hospital in Isleworth, to take advantage of their staff who have to use the car parks while at work is completely wrong and it should be stopped.\r\n\r\nTo be an essential part in saving lives, you should not have to worry about receiving fines while at work.",
        "background": "At hospitals in England, NHS staff have to pay for their parking. To be charged to spend your day dedicated to helping others is unjust.\r\n\r\nStaff can get permits to reduce the parking prices but they are only valid in the staff car park where there are not enough spaces for all of the staff to park.",
        "closed_at": null,
        "created_at": "2018-08-12T18:12:39.452Z",
        "creator_name": "Nicola Lovegrove",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-11-13T14:58:12.809Z",
            "details": "We’ve always been clear that staff, patients and their families shouldn't have to deal with the stress of complex and unfair charges. That is why we introduced tougher principles on car parking in 2014 that we expect all NHS organisations to follow.\r\n\r\nThe principles state that any charges must be reasonable, and concessions should be offered to groups who most need help, such as disabled people, carers, and staff who cannot travel by public transport due to their shift pattern. Ultimately, local NHS organisations have the power to decide what hospital parking charges they think are appropriate for the area.\r\n\r\nMaking NHS car parks ‘free’ would not only mean a loss of money made from parking charges which goes towards the management, upkeep and security of the car parks, but also the loss of any additional income raised which is then re-invested in patient care. The potential additional costs to the NHS could be significant – either to provide more spaces to account for commuters and shoppers, or to recruit large numbers of wardens to stop people misusing the facility. This money would have to be taken from direct patient care.\r\n\r\nThe use of charges to staff has benefits other than the use of revenue. Anecdotal evidence shows that parking charges can reduce capacity issues, which are felt by a significant number of Trusts, as other forms of transport can be used, such as car sharing or public transport. This means parking spaces are available to staff when they need them.\r\n\r\nHowever, staff often face a reduced fee for their parking charges. The national average is 18p per hour and has been consistently between 16p and 19p since 2013. They remain very engaged in this matter, and we believe Trusts can use this engagement to work with staff to develop policies that work for both parties.\r\n\r\nWe encourage Trusts to develop transport and parking plans to assist staff in travelling to work. Many hospitals provide incremental rates on parking dependent on the staff member’s salary, to ensure those who are in need the most are not adversely affected. In addition, many Trusts also implement a number of schemes, such as cycle-to-work, car sharing applications, salary sacrifice (to which tax incentives can be applied) and public transport vouchers. However, we have been informed that such schemes have sometimes had low uptake, so we would also encourage staff to take advantage of these schemes where possible. \r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2018-11-13",
            "summary": "Upkeep and management of car parks in NHS Trusts in England is funded through parking fees; not patient care budgets. Any additional revenue goes to patient services. Staff often receive reduced fees.",
            "updated_at": "2018-11-13T14:58:12.809Z"
        },
        "government_response_at": "2018-11-13T14:58:12.813Z",
        "moderation_threshold_reached_at": "2018-08-17T22:24:41.653Z",
        "opened_at": "2018-09-03T13:44:28.709Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-10-19T18:00:56.408Z",
        "scheduled_debate_date": null,
        "signature_count": 23258,
        "state": "open",
        "updated_at": "2018-12-04T16:07:39.982Z"
    },
    "id": 227152,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227152.json"
    },
    "type": "petition"
}