{
    "attributes": {
        "action": "More CCTV and police petrol's in Ipswich in the morning and throughout the night",
        "additional_details": "1770 investigation competed with out finding whom is responsible. \r\nOnly 4.17% of these crimes go to cort, 186 offenders delta with at cort only 43 of them are given prison sentences. More CCTV and Police on the streets means that more people will successfully be prosecuted. There has been an increase in crime by 4,977 in the last year. This needs to stop.",
        "background": "In this last year there has been a rise in crime in Ipswich by 4,977. 62% of arrest in the last year have not had any ferther action, jue to insufficient evidence. More CCTV and Police Patrol's will increase the positive prosecution's.",
        "closed_at": null,
        "created_at": "2018-08-12T16:05:03.317Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-12T16:46:44.869Z",
        "opened_at": null,
        "rejected_at": "2018-08-20T17:27:46.865Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council and your local police force. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-08-20T17:27:46.873Z"
    },
    "id": 227143,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227143.json"
    },
    "type": "petition"
}