{
    "attributes": {
        "action": "Move MPs from a defined benefit to defined contributions pension scheme.",
        "additional_details": "MPs receive deferred pay through the annual value of their defined benefit pensions - official cost to the taxpayer being 12% of MPs' salary. \r\nAn Independent pension consultant has calculated that costs are actually nearer 33% - much greater than costs of other public sector pensions because of Transitional protections MPs close to pension age (within 10yrs of retirement), are afforded.",
        "background": "Coalition's reform of public sector pensions did not reduce annual cost to taxpayers, as promised. To genuinely empathise with constituents' pension concerns and in the name of equality, MPs should be transferred to a defined contribution pension, from a final salary pension guaranteed by taxpayers",
        "closed_at": null,
        "created_at": "2018-08-12T15:12:38.472Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-13T16:37:31.471Z",
        "opened_at": null,
        "rejected_at": "2018-10-16T08:10:32.195Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' pensions, expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-10-16T10:26:52.705Z"
    },
    "id": 227138,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227138.json"
    },
    "type": "petition"
}