{
    "attributes": {
        "action": "Expell Councillor Faisal Rana from Rochdale MBC following Electoral Fraud.",
        "additional_details": "Cllr Rana has been issued with a police caution for Electoral Offences and is still an active Councillor with Rochdale MBC. Cllr Rana has several interests in various wards including Norden, where Councillor Rana cast an illegal vote. As a seasoned Councillor, Cllr Rana should be aware of Electoral Rules and if in doubt, should seek clarity. A police caution is not a satisfactory outcome for such a serious crime.",
        "background": "Following the local election in Rochdale MBC this year, Councillor Faisal Rana committed electoral fraud by voting in two different electoral wards. Electoral rules clearly state that you my only vote once in each local authority area. How can we trust this Councillor when he threatens our democracy",
        "closed_at": null,
        "created_at": "2018-08-14T20:57:06.278Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-15T22:14:45.493Z",
        "opened_at": null,
        "rejected_at": "2018-08-28T08:32:51.282Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept your petition because the decision to issue a caution is the responsibility of the police, not the UK Government or Parliament.\r\n\r\nYou could start a new petition calling for a change in electoral law if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-09-11T10:58:54.433Z"
    },
    "id": 227273,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227273.json"
    },
    "type": "petition"
}