{
    "attributes": {
        "action": "Summon the Dutch ambassador to protest about the “Draw Muhammad” competition.",
        "additional_details": "The drawing of any cartoon or image of the Blessed Prophet is deeply offensive. The planned cartoon competition in the Netherlands must be stopped.\r\n\r\nGeert Wilders, the Dutch right wing politician of the Freedom Party PVV has launched a “Draw Muhammad” competition.\r\n \r\nAssociating false provocative images is not \"freedom of speech nor freedom of expression\".\r\n \r\nGeert Wilders actions disrespect Prophet Muhammad (Peace and Blessings be upon him), degrade Islam and hurt Muslims worldwide.",
        "background": "For a Muslim, the respect and honour of Prophet Muhammad (Peace and Blessings be upon him) is above all else.\r\n \r\n\r\n",
        "closed_at": "2019-02-23T23:59:59.999Z",
        "created_at": "2018-08-13T21:34:21.004Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-09-07T12:54:25.779Z",
            "details": "This contest was a disrespectful competition and not something the Government would promote in the United Kingdom.  We are pleased that this has now been cancelled.  The UK government opposes religious intolerance in all forms, including actions that discriminate against religious freedoms or beliefs.\r\n\r\nTolerance for those of different faiths is fundamental to British values.  We believe in the values of liberty, democracy and respect for human rights.  The Universal Declaration of Human Rights, Article 18, highlights that freedom of religion or belief is a fundamental freedom applying to all human beings. The UK government regularly highlights to our international partners, the importance of adhering to international law and human rights.   The UK has a strong and enduring partnership with the Netherlands; when appropriate we do raise concerns directly.  As Prime Minister Theresa May has said, “Religious discrimination blights the lives of millions of people across the globe and leads to conflict and instability.”\r\n\r\nTo support this work, on 4 July, the Prime Minister announced the appointment of Lord Ahmad as her Special Envoy on Freedom of Religion or Belief.  As Lord Ahmad said on his appointment, “Freedom of religious Belief is a human right that must be respected.  People from all faiths or none should be free to practice as they wish. This respect is in all our interests.”\r\n\r\nForeign and Commonwealth Office",
            "responded_on": "2018-09-07",
            "summary": "The Government opposes intolerance including actions that discriminate against religious beliefs. We are pleased the contest was cancelled. Tolerance for all faiths is fundamental to British values.",
            "updated_at": "2018-09-07T12:54:25.779Z"
        },
        "government_response_at": "2018-09-07T12:54:25.782Z",
        "moderation_threshold_reached_at": "2018-08-13T23:03:48.902Z",
        "opened_at": "2018-08-23T15:37:13.965Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-08-29T09:29:59.363Z",
        "scheduled_debate_date": null,
        "signature_count": 14795,
        "state": "closed",
        "updated_at": "2019-02-24T00:00:05.914Z"
    },
    "id": 227209,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227209.json"
    },
    "type": "petition"
}