{
    "attributes": {
        "action": "Increase nhs staff awareness and training on the signs and symptoms of sepsis",
        "additional_details": "Our son, had severe leg pain, a very high temperature, vomiting and neck stiffness. We called 111 who sent us an ambulance to a and e. When we arrived, were seen by the doctor, he took a brief look over our son and asked of his symptoms. We said the symptoms, then he concluded that it could be gastroenteritis. He said we could take him home if he could keep some food down, which he did. However I said I was very concerned as he could not sit up unaided at this point and I would like another opinion. The paedeatrician came and immediately suggested meningitis and sepsis. He took bloods immediately and put our son onto strong antibiotics (this saved his life). The bloods later came back as positive for meningococcal septaceamia. \r\nWithout fast treatment for Sepsis, it can be fatal.",
        "background": "I have since heard of many other cases of children with sepsis being misdiagnosed having gastroenteritis, sometimes with long term effects. \r\nI want government to look at this issue and increase training awareness within the nhs to prevent more unnecessary child deaths or life changing effects.",
        "closed_at": null,
        "created_at": "2018-08-14T06:28:11.432Z",
        "creator_name": "Charlotte Renshaw",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-14T12:51:02.121Z",
        "opened_at": "2018-08-24T09:58:07.829Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "open",
        "updated_at": "2018-08-25T07:22:01.946Z"
    },
    "id": 227220,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227220.json"
    },
    "type": "petition"
}