{
    "attributes": {
        "action": "NHS Northumberland to have occupational therapy for sensory profiling",
        "additional_details": "Sensory processing issues are particularly common in people on the autism spectrum. For example somebody who is over sensitive to touch could find a slight tickle very painful, and like wise somebody who is undersensitive to touch could have a high pain threshold and potentially self harm. It currently costs around £300 for a private occupational therapist in Northumberland to address sensory processing, we need 100,000 signatures to try and make this a free service in Northumberland. Thankyou",
        "background": "Currently in Northumberland there is no funding for occupational therapists to create a sensory profile, and assist with sensory issues. Sensory processing difficulties mean the brain has trouble receiving and responding to information that comes through the senses.",
        "closed_at": null,
        "created_at": "2018-08-15T15:52:03.387Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-16T13:16:02.561Z",
        "opened_at": null,
        "rejected_at": "2018-08-28T10:35:39.340Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept this petition because what you have asked for would not be the responsibility of the UK Government or Parliament. \r\n\r\nThis would be the responsibility of NHS Northumberland and NHS Clinical Commissioning Group.\r\n\r\nYou could start a new petition asking the UK Government to increase funding for occupational therapy across the NHS.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2018-11-21T17:23:27.776Z"
    },
    "id": 227337,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227337.json"
    },
    "type": "petition"
}