{
    "attributes": {
        "action": "Change Churchyard Rules from banning Artificial flowers stones edgings on graves",
        "additional_details": "There are other graves with some of the items we have in the churchyard and no one has ever complained not even the Parish Council we have photos of 18 other churchyards in the Ely Diocese area with far more than we have this has all come about because we wanted to reserve a double plot in the churchyard and the vicar agreed to forward our filled in form  to the Parish two weeks later received phone message saying he could not go ahead with it until we removed the items from my dads grave",
        "background": "we have attended my dads grave for 16 years and I have always used fresh and artificial flowers stones and edgings to keep it neat and tidy as the rabbit, s in the grave yard eat the flowers now the new vicar wants everything off apart from the headstone and to be grassed over I am devastated",
        "closed_at": null,
        "created_at": "2018-08-15T20:04:45.054Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-16T10:49:09.400Z",
        "opened_at": null,
        "rejected_at": "2018-08-28T09:45:13.338Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We're very sorry to hear about the difficult situation you're facing.\r\n\r\nWe can't accept your petition because the Government and Parliament aren't responsible for the issue you raise. Cemeteries and crematoriums are usually the responsibility of local churches or your local council.\r\n\r\nIf the cemetery you're concerned about is run by your local council, you could raise this issue with a local councillor, who represents you.\r\n\r\nYou can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-08-29T11:51:57.393Z"
    },
    "id": 227347,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227347.json"
    },
    "type": "petition"
}