{
    "attributes": {
        "action": "All teaching staff across schools in England to have SEND mandatory training",
        "additional_details": "A court has delivered a landslide ruling on a recent school exclusion case.The ruling made clear that all schools must make sure they have made appropriate adjustments to support Autistic children and those with other disabilities, before they can resort to exclusion. In order to support this further, I would like to see changes made where it is mandatory that all staff working & supporting students within schools across England, should be equipped with at least the minimal basic awareness training to support all students within SEND.",
        "background": "Made mandatory that all teachers, HTLA’s,TA’s & support staff to undertake minimum basic training to support SEND including Autism and other conditions / behaviours which may be associated with the Autism spectrum (ADHD, PDA, ODD, dyspraxia, dyslexia) to ensure appropriate support for students",
        "closed_at": "2019-02-22T23:59:59.999Z",
        "created_at": "2018-08-15T13:53:53.520Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-02-28T16:13:27.791Z",
            "details": "We want all children, no matter what their special educational need or disability (SEND), to be able to reach their full potential and receive the right support to succeed in their education and as they move into adult life. We have taken a number of steps to achieve this and continue to take action.\r\n\r\nIt is important to recognise that decisions relating to the professional development of staff rightly rest with schools, head teachers, and teachers themselves, as they are in the best position to judge their own requirements. The Government is assisting schools to do this through investing in workforce training on SEND and setting out clear standards that all teachers must meet.  \r\n\r\nWe are taking action to ensure the school workforce gets the training it needs. In April 2018, the Department for Education announced £3.4 million funding over 2018-2020 to equip the school workforce to deliver high quality teaching for children with any type of SEND. The SEND schools’ workforce contract will help schools identify and meet their training needs in relation to SEND, as well as building the specialist workforce. The Whole School SEND consortium, led by the National Association for Special Educational Needs, is delivering this contract.\r\n\r\nAs part of Government’s ambitious plans, we recently launched the first ever integrated teacher recruitment and retention strategy. The strategy contains an Early Career Framework for newly qualified teachers (NQTs), which is a two-year support package to support NQTs to help all pupils succeed - including pupils identified within the four areas of need set out in the SEND Code of Practice. Early roll-out of the Early Career Framework will start in time for September 2020, with national roll-out from September 2021.\r\n\r\nWe are also responding specifically to the needs of children with autism. Since 2011, we have been funding the Autism Education Trust (AET) to provide training from basic awareness to specialist training for early years, school and further education staff. To date, more than 195,000 education staff have taken up this training, which includes whole school training for receptionists, caretakers and dining hall staff as well as for teachers and head teachers. The AET has also published national autism standards for educational settings and a competency framework for those working with children and young people with autism. In addition to the £3.4 million funding announced in April 2018, we are providing £1.45 million in funding for the AET over 2018-2020. \r\n\r\nWe have set clear standards that teachers must meet. The Teachers’ Standards, which were published in 2011, require trainee and existing teachers to have a clear understanding of the needs of all pupils, including those with SEND. The Standards compel trainees and existing teachers to adapt their teaching to engage and support all pupils, and to take responsibility for improving teaching through appropriate professional development. The Standards must be used by maintained schools to assess teachers’ performance as part of the annual appraisal process. They can be used by all schools and teachers to identify development needs and plan professional development.\r\n\r\nTo help trainee teachers to achieve the Standards, we introduced more specific guidance in the Framework of Core Content for Initial Teacher Training (ITT), which was published in July 2016. This guidance states that training providers should ensure trainees are able to adapt teaching strategies to ensure that pupils with SEND (including, but not limited to, autism, dyslexia, attention deficit hyperactivity disorder (ADHD), sensory impairment or speech, and language and communication needs (SLCN)) can access and progress within the curriculum. In addition, a review of SEND content in ITT programmes is underway and the findings of this research will be used to identify and disseminate good practice. The report is due in spring 2019.\r\n\r\nThe Teacher’s Standards can be found here:\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/665520/Teachers__Standards.pdf\r\n\r\nThe Framework of Core Content for Initial Teacher Training is available here:\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/536890/Framework_Report_11_July_2016_Final.pdf\r\n\r\nDepartment for Education.",
            "responded_on": "2019-02-28",
            "summary": "In April 2018, the Department for Education announced £3.4 million funding over 2018-2020 to equip the school workforce to deliver high quality teaching for children with any type of SEND. ",
            "updated_at": "2019-02-28T16:13:27.791Z"
        },
        "government_response_at": "2019-02-28T16:13:27.797Z",
        "moderation_threshold_reached_at": "2018-08-15T14:58:52.323Z",
        "opened_at": "2018-08-22T16:57:31.545Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-02-16T22:27:43.760Z",
        "scheduled_debate_date": null,
        "signature_count": 12958,
        "state": "closed",
        "updated_at": "2019-03-13T14:49:48.848Z"
    },
    "id": 227330,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227330.json"
    },
    "type": "petition"
}