{
    "attributes": {
        "action": "Strong Action against bus drivers failing to lower bus & not getting out to help",
        "additional_details": "Such foolishness that could cause harm should not be tolerated and this is not a acceptable way of bus drivers to be treating people who are alone with a child in a buggy. It is very clear it is difficult for indiviaduals to get off the bus when the bus a isn’t even close enough to the pavement and is to high up or and hasn’t even been lowered down at all. If they are going to refuse it fail to do so they should be getting out to help\r\nIt is dangerous Causes serious risk of further injury & harm",
        "background": "left with bruises pain on legs had to push Pram against my legs to push it off still leaves risks \r\nPram has gotten jammed in between the bus door and pavement\r\nPram fallen baby crying\r\nThese happen when asked drivers if they could lower but they’ve refused or failed to do Never got out to help",
        "closed_at": null,
        "created_at": "2018-08-16T08:58:00.237Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-16T09:12:44.961Z",
        "opened_at": null,
        "rejected_at": "2018-09-03T14:00:18.238Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what you mean by \"strong action\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for the failure to lower a public bus when required to be made a criminal offence, if that's what you want to happen. If you want bus drivers to be better trained or disciplined, this would be a matter for local bus companies. \r\n\r\nPlease note that you'll need to use your full name to start a new petition. \r\n\r\nLocal bus companies are accountable to Local Authorities. You could therefore raise this issue with your local council. You can find out who your local councillor is here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-09-03T14:00:31.047Z"
    },
    "id": 227362,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227362.json"
    },
    "type": "petition"
}