{
    "attributes": {
        "action": "STOP THE PROPOSED GASIFICATION PLANT IN WASHINGTON UK",
        "additional_details": "Washington is an after thought for the council and the goverment there needs to be more money put into renewable energy rather than  burning it to make cheap electricity to benifit factorys \r\nSchools Health Services homeless need tackling first before more money is ploughed into this factory that will feed factorys not people \r\nPlease say No to this Gasification Plant on being built near to schools homes this is not the way forward",
        "background": "Were trying to stop a company building a gasification plant in washington we as a community do not need this plant and feel the goverment are failing in there standards to reduce recycling household waste rather than burn it for fuel it should be used for other options eg making new roads",
        "closed_at": null,
        "created_at": "2018-08-16T10:52:11.856Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-16T21:22:28.487Z",
        "opened_at": null,
        "rejected_at": "2018-08-29T14:23:11.884Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttp://www.sunderland.gov.uk/index.aspx?articleid=2569\r\n\r\nYou could also petition Sunderland City Council about the issue you raise, using the council's e-petitions site: \r\n\r\nhttp://sunderland-consult.limehouse.co.uk/portal/petitions\r\n\r\nOnce an application is made for a development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see: \r\n  \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-09-11T10:57:23.754Z"
    },
    "id": 227367,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227367.json"
    },
    "type": "petition"
}