{
    "attributes": {
        "action": "Debate hate crime & Islamophobia & attacking Islamic Beliefs.",
        "additional_details": "Current focus on Muslims in the prevalent Islamophobic climate has emboldened prejudiced individuals in positions of power and influence to believe that it is their right to offend & ridicule the Islamic faith to create suspicion and fear to gain popularity at the cost of community harmony and cohesive society e.g Geert Wilders attempt to hold a competition on drawing offensive and provocative cartoons of the Prophet to demonstrate intolerance of freedom of expression in Islam.",
        "background": "Attacks in different disguises against Muslims spreading hatred require laws to stop provocative insults to the Prophet deliberately aimed at causing offence leading to communal disharmony and religious intolerance.",
        "closed_at": null,
        "created_at": "2018-08-16T23:56:06.307Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-17T00:12:26.972Z",
        "opened_at": null,
        "rejected_at": "2018-09-11T14:47:58.181Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about Islamophobia, but we're not sure exactly how you'd like the law to be changed.\r\n\r\nThere are already some laws on \"hate crime\", including crimes where the perpetrator is motivated by the victim's religion. You can find out more here:\r\n\r\nhttps://www.cps.gov.uk/hate-crime\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-09-11T14:48:11.912Z"
    },
    "id": 227411,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227411.json"
    },
    "type": "petition"
}