{
    "attributes": {
        "action": "Re-instate nursing bursaries",
        "additional_details": "",
        "background": "Student nursing numbers have declined by 11% since nursing bursaries were removed. This petition calls on the government to reinstate those vital bursaries to tackle the desperate nursing shortage in our NHS in England. There are currently 40,000 vacancies for nurses.",
        "closed_at": null,
        "created_at": "2018-08-17T09:28:07.322Z",
        "creator_name": "Elizabeth Savage",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-10-15T09:49:44.269Z",
            "details": "We are committed to ensuring nursing remains an attractive career so the NHS builds on the record number of nurses currently on wards.\r\n\r\nReforms to healthcare education funding started to take effect from 1 August 2017, with students moving from a bursary-based funding model to loans-based.\r\n\r\nThe Education Funding Reforms have unlocked the cap which restricted the number of available pre-registration nursing training places allowing students to gain access to nurse degree training courses. This has provided flexibility and created a sustainable model for universities and healthcare workforce supply. \r\n\r\nTo underpin these reforms, we have made additional funding available to universities and trusts to fund up to 5,000 additional clinical training placements every year from September 2018. \r\n\r\nWe are working with Health Education England (HEE) and the university sector to ensure students continue to apply for courses up to the end of clearing in October 2018 and in future years. \r\n\r\nUCAS will publish the final application numbers on the 13 December 2018.  \r\nThere is still strong demand for nursing courses and we have opened extra routes into nursing for those who may not want to study a full-time degree. We expect that up to 5,000 Nursing Associates will train through the apprentice route in 2018 and up to 7,500 in 2019. We now have a complete apprentice pathway from entry level to postgraduate advanced clinical practice in nursing.\r\n\r\nWe have put in place several actions to increase nursing workforce supply, covering improving staff retention, return to practice, overseas recruitment, expanding nursing associates, improving sickness absence and review of language controls. \r\n\r\nSince 2014, HEE have delivered a Nurse Return to Practice Programme which has seen more than 4,800 nurses starting on the programme. \r\n\r\nUnder the loans system students will receive at least 25% more upfront living cost support whilst they study than they would have under the previous system.  In addition, many additional funding incentives have been put in place to support students whilst undertaking the mandatory clinical placement element of their courses. \r\n\r\nEligible healthcare students have access to additional non-repayable grants of £1,000 for childcare, funding for travel to clinical placements and an exceptional support fund of up to £3,000 per student per academic year. Typically, students on the loan system are at least 25% better off whilst they study than the previous funding system.\r\n\r\nIn May this year we announced that some nursing postgraduate students, including some who go on to be district nurses will be eligible to receive up to £10,000 as a 'golden hello’, and we are investing £10 million to support this. \r\n\r\nIn recognition of the valuable work which nurses from overseas perform for the NHS, in June the Government announced the removal of nurses from the ambit of the cap on Tier 2 migrants, giving health and social care employers the ability to recruit more international nurses to provide outstanding patient care whenever and wherever required.\r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2018-10-15",
            "summary": "The are no plans to reintroduce bursaries, which resulted in many students being turned away from a nursing career. We are supporting universities to fill extra places created through these reforms.",
            "updated_at": "2018-10-15T09:49:44.269Z"
        },
        "government_response_at": "2018-10-15T09:49:44.272Z",
        "moderation_threshold_reached_at": "2018-08-17T10:00:25.591Z",
        "opened_at": "2018-08-29T17:04:59.992Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-09-29T17:56:02.260Z",
        "scheduled_debate_date": null,
        "signature_count": 53508,
        "state": "open",
        "updated_at": "2018-12-04T17:11:21.594Z"
    },
    "id": 227419,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227419.json"
    },
    "type": "petition"
}