{
    "attributes": {
        "action": "Scrap The Forestry Commission Licence Agreements With Fox & Hare Hunts",
        "additional_details": "A recent list of Forestry Commission licensed hunts is here: https://www.forestry.gov.uk/foi Including: \r\nThe Meynell & South Staffordshire Hunt, whose master has been convicted for illegally hunting foxes: https://www.bbc.co.uk/news/uk-england-derbyshire-19552192 \r\nCottesmore Hunt (employee convicted for blocking a badger sett): https://nwhsa.wordpress.com/2015/09/17/cottesmore-hunt-employee-pleads-guilty-to-badger-sett-offence/\r\nTrail hunting is a myth exposed by the International Fund for Animal Welfare: https://s3.amazonaws.com/ifaw-pantheon/sites/default/files/legacy/2015-IFAW-Trail-of-Lies-full-report.pdf",
        "background": "The Forestry Commission licences ‘trail hunts’ (fox, beagle & harrier packs) to use public land with staff convicted under the Hunting Act 2004 & Protection of Badgers Act 1992. These should be scrapped. This shouldn’t apply to licenses agreed with Masters of Bloodhounds & Draghounds Association.",
        "closed_at": null,
        "created_at": "2018-08-16T22:35:17.179Z",
        "creator_name": "Jack Riggall",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-10-17T15:05:28.675Z",
            "details": "The Hunting Act 2004 came into effect on 18 February 2005 and bans all hunting of wild mammals with dogs in England and Wales, except where it is carried out in accordance with the exemptions set out in Schedule 1 to the Act. \r\n\r\nMany hunts have since turned to trail hunting as an alternative to live quarry hunting, which involves the hunting of an artificial scent, or the scent of a fox, deer or mink, to mimic live quarry racing. A huntsman will go out ahead of the field and lay a trail; the dogs and followers will then follow this trail. Because the huntsmen or followers do not know in advance the route hounds will take when following the trail, trail hunting tends to closely match traditional live quarry hunting.\r\n\r\nIt is for the Forestry Commission to decide whether to permit trail hunting on its land.\r\n  \r\nThe Forestry Commission only permits trail hunting on the Public Forest Estate (PFE) to members of the Masters of Fox Hounds Association (MFHA) and the Masters of Draghounds and Bloodhounds Association (MDBA). The Forestry Commission enters into master agreements with the MFHA and MDBA, which strictly govern the terms under which trail and drag hunting are permitted on the PFE.\r\n\r\nThe agreements oblige each hunt to obtain a separate permission from the Forest Management Director of the District to trail and drag hunt on the PFE and to agree dates and routes four weeks prior to the commencement of the season in November.\r\n\r\nThe permission obliges the hunt to maintain £5 million liability insurance and indemnify the Forestry Commission against any damage or loss. The permission also strictly enforces the byelaws of the Forestry Commission and gives the Forest Management Director the ability to restrict the number of hounds and manner of hunting.\r\n\r\nThe Head of Estates meets the MFHA annually to review the previous season’s activity and to report on any issues and agree any actions that need to be taken. Through the agreements with MFHA and MDBA, the Forestry Commission is able to monitor the conduct of trail hunts on the PFE to ensure hunts comply with legislation.\r\n\r\nThe Government has no plans to ban trail hunting, which is a legitimate activity. Anyone who believes an offence is taking place, or has taken place, during a hunt (including trail hunting) should report the matter to the Police, as they deal with complaints of illegal hunting. \r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2018-10-17",
            "summary": "Trail hunting is a legitimate activity. The Forestry Commission only permits trail hunting on its land under strictly controlled agreements.",
            "updated_at": "2018-10-17T15:05:28.675Z"
        },
        "government_response_at": "2018-10-17T15:05:28.679Z",
        "moderation_threshold_reached_at": "2018-08-17T05:59:38.904Z",
        "opened_at": "2018-09-18T16:32:26.900Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-09-30T07:19:58.739Z",
        "scheduled_debate_date": null,
        "signature_count": 27780,
        "state": "open",
        "updated_at": "2019-02-15T12:27:02.696Z"
    },
    "id": 227405,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227405.json"
    },
    "type": "petition"
}