{
    "attributes": {
        "action": "A law that allows anyone to buy a property when shown they can afford a mortgage",
        "additional_details": "Governments under all colours have failed those who want to aspire to provide a loving and constant home environment for their children.\r\nAspiration was the bedrock of our society, to aspire to achieve and to gain and home ownership epitomised home ownership.\r\nIn the words of Prime Minister Theresa May “It is time to look after the interests of the many rather than just 'the privileged few'”\r\n\r\nI hope you can help and sign the petition so that all parents can give their children a permanent home.",
        "background": "I as a tenant find it terrible that people can’t get on the housing ladder when they can pay more than those who have a mortgage.\r\nLet’s make it law that there are no mortgage deposits and if it can be shown that people can afford the monthy mortgage payment that they can get on the housing ladder.",
        "closed_at": null,
        "created_at": "2018-08-18T01:24:02.484Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-18T08:13:26.670Z",
        "opened_at": null,
        "rejected_at": "2018-09-06T14:54:48.728Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Banks and building societies decide what mortgages they are willing to offer.\r\n\r\nYou could start a new petition calling on the Government to set up a scheme to support banks and building societies who offer 100% mortgages to tenants if that is what you would like to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-09-13T14:49:37.588Z"
    },
    "id": 227465,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227465.json"
    },
    "type": "petition"
}