{
    "attributes": {
        "action": "Embrace car culture and to not lead us into an all electric future.",
        "additional_details": "The government shouldn’t kill off the things that most people enjoy and that’s their vehicle. Whether it’s diesel, petrol or electric it still should be those three and not only the silent one. Japan has a big car culture and I think The UK should be the same. Yes there is a CO2 crisis but take out the other causes of pollution rather than people’s cars. Not everyone would like to drive a Prius, hopefully this would reduce the charges on emissions/road tax and fuel prices. So we can enjoy cars.",
        "background": "Listen and look into the future, it’s going to be pretty boring if all we have is electric cars. There are more car enthusiasts than environmentalists. A ban on petrol and diesel car sales would clearly not go down well with car enthusiasts, therefore if you could embrace car culture and not ban it.",
        "closed_at": null,
        "created_at": "2018-08-20T00:55:52.131Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-20T09:17:05.805Z",
        "opened_at": null,
        "rejected_at": "2019-01-23T16:17:49.821Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because it's not clear what action you would like the UK Government or Parliament to take.\r\n\r\nWe understand you are concerned about the proposed ban on petrol and diesel cars but we are not sure what you mean by \"embrace car culture\".\r\n\r\nWe have tried to contact you with a revised petition but have not received a reply. You could start a new petition setting out clearly the action you would like taken."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-01-23T16:18:11.923Z"
    },
    "id": 227570,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227570.json"
    },
    "type": "petition"
}