{
    "attributes": {
        "action": "Honour the original Dartford Crossing agreement, abolish all tolls permanently",
        "additional_details": "",
        "background": "Under the original agreement, once the Dartford bridge had paid for itself, the tolls were to stop. In 1999, the government agreed that fees would be abolished by the end of 2003, an agreement that was not honoured and has been successively reneged on. We ask that the tolls are removed permanently.",
        "closed_at": null,
        "created_at": "2018-08-19T21:46:12.274Z",
        "creator_name": "Neil D'Silva",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-01-22T13:01:45.294Z",
            "details": "The Dartford charge is not a toll for to pay for the infrastructure but a charge the Government has set at levels which manage demand. The Crossing was designed to handle up to 135,000 vehicle movements each day, but currently it is not uncommon for 160,000 to occur. Research undertaken in 2001 into the impacts of lifting the tolls indicated that traffic volumes could rise by 17 per cent.\r\n \r\nHowever, the charge levels and concessions available also take account of local peoples’ need to use the Crossing in their daily lives. There are  discounts of up to 20 per cent for those who chose to maintain a pre-paid account. In addition, residents of the boroughs of Dartford and Thurrock can make up to 50 or unlimited crossings for different minimum fees.  There is no charge for the hours of 06h00 to 22h00.\r\n\r\nThe standard charges have not increased since they were last revised with the introduction of the Dartford Free Flow Charging Scheme in 2014, an investment which has improved the road user experience by removing the need for users to stop at barriers to pay the charges.\r\n\r\nThe Government is investing in the new Lower Thames Crossing will connect Kent and Essex through a tunnel beneath the River Thames and high quality road connections between important existing routes A2, M25 and A13.  This addresses the demands for road capacity of an expanding economy by doubling cross river road capacity in the Thames east of London.\r\n\r\nTo improve the situation over the next few years at the Dartford Thurrock Crossing and surrounding roads, the Department for Transport (DfT)is investing £10 million to contribute to a wider package of interventions to reduce congestion through traffic flow and safety measures. This investment is aimed at improving traffic flow at individual junctions; enhancing weather resilience; and better management of dangerous goods and over-height vehicles. Highways England continues to look for ways to improve performance and reduce congestion at the Crossing.\r\n\r\nDepartment for Transport",
            "responded_on": "2019-01-22",
            "summary": "Government has no plans to remove the road user charge at the Dartford Crossing which exists to manage demand. Without charges, traffic volumes would increase and additional congestion would occur.",
            "updated_at": "2019-01-22T13:01:45.294Z"
        },
        "government_response_at": "2019-01-22T13:01:45.296Z",
        "moderation_threshold_reached_at": "2018-08-19T22:38:14.167Z",
        "opened_at": "2018-08-29T11:06:08.951Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-01-05T21:28:58.514Z",
        "scheduled_debate_date": null,
        "signature_count": 27874,
        "state": "open",
        "updated_at": "2019-02-15T13:18:21.470Z"
    },
    "id": 227567,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227567.json"
    },
    "type": "petition"
}