{
    "attributes": {
        "action": "Ban Greyhound Racing",
        "additional_details": "Over 60 submissions of evidence were provided to the EFRA Select Committee in the 2015/16 Parliamentary review of greyhound racing, and we believe the majority of the information was dismissed with no improvements resulting from the inquiry. The industry should be phased out within 2-4 years.",
        "background": "GBGB figures show 1,003 dogs were killed and 4,837 were injured as a direct result of greyhound racing in 2017 alone. These figures could be grossly underestimated because the GBGB are not independently audited. Dogs can be legally killed on economic grounds and not necessarily by a vet.",
        "closed_at": "2019-02-28T23:59:59.999Z",
        "created_at": "2018-08-22T07:07:08.253Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-10-25T13:48:04.951Z",
            "details": "The Government has no plans to ban greyhound racing.  A ban would not be a proportionate way to address some of the genuine concerns that exist concerning greyhound racing.  The House of Common’s Environment, Food and Rural Affairs Select Committee (EFRA), in their 2016 inquiry into greyhound racing, did not recommend that greyhound racing should be banned. However, EFRA did identify a number of areas of concern with which the Government agreed – these included a lack of transparency by the industry and conditions at trainers’ kennels.   \r\n\r\nAs a result of EFRA’s inquiry, which fed into DEFRA’s own review of the Welfare of Racing Greyhounds Regulations 2010 (the 2010 Regulations), the main industry regulatory body, the Greyhound Board of Great Britain (GBGB), agreed to begin annually publishing injury, euthanasia and retirement statistics from GBGB tracks.  These figures are externally verified by independent auditors and ensure we have more information on the welfare of greyhounds than ever before.  The first set of figures, published in March, show that over 85% of the greyhounds that left racing last year were either kept by the owner or trainer, or were rehomed.  The GBGB has made a commitment to improve this figure and now has a mission to reduce to zero the number of dogs put to sleep after racing on the grounds that medical treatment would be too expensive or no suitable home could be found.  \r\n\r\nThe GBGB’s own rules of racing prohibit the euthanasia of a greyhound on economic grounds by anyone other than a veterinary surgeon or someone under the direct supervision of a veterinary surgeon   In addition, the Animal Welfare Act 2006 makes it a criminal offence to kill an animal in an inappropriate and inhumane manner. \r\n\r\nFurther, to address standards at trainers’ kennels, the GBGB also agreed to develop, with animal welfare groups, including the Dogs Trust and the RSPCA, through the British Standards Institution (BSI) a consensus standard for trainers’ kennels and then seek to extend their current United Kingdom Accreditation Service (UKAS) accreditation to include the enforcement of standards at trainers’ kennels.  The standard was agreed and published last December and the GBGB are currently working on extending their UKAS accreditation to trainers’ kennels.  This will ensure improved welfare standards at GBGB affiliated trainers’ kennels.\r\n\r\nGBGB’s ability to regulate track standards in the 2010 Regulations is only allowed for in law because they are accredited by UKAS. UKAS is the UK’s National Accreditation Body, recognised by the Government as the sole UK organisation for the accreditation of certification and inspection bodies.  UKAS provides independent, external oversight of GBGB’s performance as a regulator of track standards.  Defra’s review found that, to date, UKAS have been satisfied, via routine inspections and audits, that the GBGB is an effective enforcer of the standards contained in the 2010 Regulations, which includes the requirement to record injuries to greyhounds.  \r\n\r\nDepartment for Environment, Food and Rural Affairs (DEFRA)",
            "responded_on": "2018-10-25",
            "summary": "The Government has no plans to ban greyhound racing.  While DEFRA is aware of concerns about racing and retired greyhounds we believe these problems can be addressed by means other than a ban.",
            "updated_at": "2018-10-29T13:04:35.272Z"
        },
        "government_response_at": "2018-10-25T13:48:04.955Z",
        "moderation_threshold_reached_at": "2018-08-22T11:52:00.989Z",
        "opened_at": "2018-08-29T17:05:22.240Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-09-29T14:15:32.702Z",
        "scheduled_debate_date": null,
        "signature_count": 19829,
        "state": "closed",
        "updated_at": "2019-03-01T21:33:58.385Z"
    },
    "id": 227678,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227678.json"
    },
    "type": "petition"
}