{
    "attributes": {
        "action": "Reverse the Planning Decision made by NSDC at The Old Library, Edwinstowe.",
        "additional_details": "The Council have decided that the windows at The Old Library are not in keeping with the Village. With regards to other dilapidated shops and buildings down the highstreet, The Old Library brings a modern twist to the village. We are bright and inviting, if we are made to brick up the windows and put sash windows back in this will no doubt affect my business massively and change the feel to the highstreet.",
        "background": "Fables is a brand new Coffee House in Edwinstowe.\r\nNewark and sherwood District Council Planning Department have decided against the new windows at The Old Library.\r\nThis property has been renovated and has brought character and life to Edwinstowe Highstreet. We are petitioning to keep them.",
        "closed_at": null,
        "created_at": "2018-08-22T11:57:27.258Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-23T05:13:28.206Z",
        "opened_at": null,
        "rejected_at": "2018-09-10T15:39:53.072Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council. \r\n \r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n \r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-11-26T17:56:54.081Z"
    },
    "id": 227689,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227689.json"
    },
    "type": "petition"
}