{
    "attributes": {
        "action": "Petition for Cumbria NHS to re-open Gill Rise Dementia unit",
        "additional_details": "With more and more cases of dementia being diagnosed daily in our country, funding is clearly lacking for this sector of health care. Gill Rise is a perfect example of this shortfall, where 20 people could be permanently cared for in a safe environment they are, instead, left in limbo between \"Dane Garth\" for assessment, part time care at home or private residential care (of which most are not fully suited to deal with the full time needs of a dementia patient and/or are at capacity).",
        "background": "Gill Rise, the former 20-bed dementia assessment building on Stanley Street closed in 2012 due to lack of funding, despite more and more citizens of Ulverston having to make the drastic move to barrow or surrounding areas for appropriate care, making it stressful for both the  family and individual.",
        "closed_at": null,
        "created_at": "2018-08-21T14:59:57.922Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-21T15:13:00.321Z",
        "opened_at": null,
        "rejected_at": "2018-09-11T10:50:08.031Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something the UK Government and Parliament aren't responsible for. \r\n\r\nThis decision appears to have been made by the Cumbria Partnership NHS Foundation Trust, not the UK Parliament and Government. You can find out how to contact them here: \r\n\r\nhttps://www.cumbriapartnership.nhs.uk/e-health-cumbria/contact-us-1\r\n\r\nYou could start a new petition asking the UK Government to provide more funding for dementia units, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-09-11T10:50:15.162Z"
    },
    "id": 227651,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227651.json"
    },
    "type": "petition"
}