{
    "attributes": {
        "action": "stop the loop hole of non paying self employed fathers through csa",
        "additional_details": "fathers delete bank account and put through other people accounts or get cash in hand should be penalised for not paying for their children",
        "background": "fathers who dont pay anything towards their child as csa cannot find any information on their history of work e.g “self employed” and do not put anything through the system and use someone elses bank account or cash should be penalised by revoking their right to have equal parental responsibility.",
        "closed_at": null,
        "created_at": "2018-08-20T18:15:49.663Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-20T19:21:39.046Z",
        "opened_at": null,
        "rejected_at": "2018-09-06T16:01:52.324Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIt's already possible to ask for a variation to child maintenance calculations if you  think that the paying parent is controlling the amount of income they get by diverting it to another person. We're therefore not exactly sure what further action you want the Government or Parliament to take. \r\n\r\nYou can find out more here: \r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/336730/variations-explained-receiving.pdf \r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2018-09-06T16:01:58.183Z"
    },
    "id": 227604,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227604.json"
    },
    "type": "petition"
}