{
    "attributes": {
        "action": "Chang the law and make it easier to prosecute people that kill or injure animals",
        "additional_details": "Recently our family pet (dog) was killed by another dog owner who was 'trying to separate' six excited, playing dogs (3 of them his own) with a small branch/large stick laying nearby. He killed our dog Louie with one hit on the head. The R.S.P.C.A. say it wasn't cruelty as Louie died instantly and the police are not pursuing a prosecution. This has caused a  lot of distress to the family and a lot of concern locally. A new law or a clearer defining of current laws are urgently needed.",
        "background": "There needs to be an 'Unlawful killing' law to prosecute people that kill  animals, including pets, without justifiable cause.",
        "closed_at": null,
        "created_at": "2018-08-21T17:34:04.979Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-21T17:56:44.322Z",
        "opened_at": null,
        "rejected_at": "2018-08-28T11:47:14.811Z",
        "rejection": {
            "code": "no-action",
            "details": "We're sorry to hear about what happened to Louis. \r\n\r\nPetitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about animals being killed, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-08-28T11:47:22.184Z"
    },
    "id": 227657,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227657.json"
    },
    "type": "petition"
}