{
    "attributes": {
        "action": "Stop the short term money lenders lending money at high rates.",
        "additional_details": "i Know of someone who owes upwards of £10,000 and is unemployed cant get any benefits and has no means of paying this off. It could take 10 years to clear this debt if and when this person gets back to work. It is not right that these vulnerable people are forced into a situation to borrow money to pay debts and keep doing this as they have no other means of financial support. This could lead to mental health problems and even suicide, and need the protection before and not affter the effect.",
        "background": "It appears the poor are the ones who fall into the trap and end up getting many loans out to pay other loans so the debt simply spirals out of control. This in turn affects the familie who are unable to help these people. It is a disaster for many people who are left with no hope and no self esteem.",
        "closed_at": null,
        "created_at": "2018-08-21T11:27:34.235Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-27T10:18:39.648Z",
        "opened_at": null,
        "rejected_at": "2018-09-03T09:54:04.228Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. \r\n\r\nThe Financial Conduct Authority is responsible for regulating high-cost consumer credit. You can find out more here: \r\n\r\nhttps://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-7978 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-09-03T09:54:04.235Z"
    },
    "id": 227639,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227639.json"
    },
    "type": "petition"
}