{
    "attributes": {
        "action": "To increase the number of staffing levels in care homes for vulnerable adults.",
        "additional_details": "Staffing levels need to be increased in all supported living and residential homes. People with dementia and learning disabilities fall under the radar because the may not have ‘capacity’ the main reason for their neglect is not having a voice. Staffing levels should be more than 4 carers, 2 nurses for 30-40 residents in residential elderly homes. People who need 24 hours care are only being provided half the amount needed, WHY? Because the money isn’t coming back into the care system. To provide quality care we need stronger staffing levels. Laws should change to ensure a quality of life is being met every day.",
        "background": "Over the years the care industry has been through so many changes, with research taking place every day and the laws and legislations changing to ensure a quality of care is provided for the people we are supporting, however without the correct staff levels we cannot provide outstanding care.",
        "closed_at": null,
        "created_at": "2018-08-21T12:13:58.390Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-21T12:50:24.350Z",
        "opened_at": null,
        "rejected_at": "2018-08-28T11:36:51.080Z",
        "rejection": {
            "code": "duplicate",
            "details": "We think that this petition is similar: \r\n\r\nhttps://petition.parliament.uk/petitions/215051"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-08-28T11:36:53.028Z"
    },
    "id": 227642,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227642.json"
    },
    "type": "petition"
}