{
    "attributes": {
        "action": "Keep Parkway, New Addington (Special Care Dental Community Clinic) OPEN!",
        "additional_details": "NHS England had previously carried out a needs assessment where they found that the dental decay rates in Croydon were amongst the worst in London and there has been high demand for NHS Dental Services in the New Addington area since.\r\n\r\nFor over 35 years the Special Care department have provided a caring, understanding environment  for children and adult patients with disabilities.\r\n\r\nParkway has built long-term relationships with their patients and the teams at local care homes and schools",
        "background": "There are proposed plans to close the Special Care Dentistry department in Parkway health centre, New Addington. This would leave only two clinics ( in Thornton Heath and South-End Croydon) to serve Croydon and it's surrounding areas.\r\n\r\nPlease sign this petition as a sign of support",
        "closed_at": null,
        "created_at": "2018-08-22T17:21:00.159Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-22T17:55:41.462Z",
        "opened_at": null,
        "rejected_at": "2018-09-07T10:28:26.137Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something the UK Government and Parliament are not responsible for. \r\n\r\nThis decision appears to have been made by the King's College Hospital NHS Foundation Trust. You can find out how to contact them here: \r\n\r\nhttps://www.kch.nhs.uk/contact\r\n\r\nYou can find more information about how to make a complaint here: \r\n\r\nhttps://www.citizensadvice.org.uk/health/nhs-and-social-care-complaints/\r\n\r\nYou could start a new petition asking the UK Government to provide special additional funding to keep the Special Care Dentistry department in Parkway health centre open, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-09-07T10:28:26.145Z"
    },
    "id": 227703,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227703.json"
    },
    "type": "petition"
}