{
    "attributes": {
        "action": "Make Gwynedd Council abide by the RNLI's 2014 survey,lifeguards for Tywyn Beach",
        "additional_details": "The RNLI did a survey in 2014 pointing out the dangers of a permanent rip topographical rip current due to the man made structure to protect the promenade and stop erosion on Tywyn Beach.  Gwynedd Council have ignored the RNLI's advice and gone with a Beach Warden instead, who are not Lifeguard trained.  The devestating impact of this was brought home again this summer on the 31St of July, they are standing by their decision and refusing once again to put lifeguards on this beach.  The local people I have spoken to want lifeguards too as they know it's a danger. How many more people have to die due to their inept attitude",
        "background": "The RNLI did a survey in 2014 pointing out the dangers of a permanent rip topographical rip current due to the man made structure to protect the promenade on Tywyn Beach.  Gwynedd Council have ignored the RNLI's advice and gone with a Beach Warden instead, who are not Lifeguards",
        "closed_at": null,
        "created_at": "2018-08-23T08:32:50.782Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-23T08:47:54.716Z",
        "opened_at": null,
        "rejected_at": "2018-09-10T15:45:46.660Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council. \r\n \r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors.\r\n\r\nAlso, if you have made a complaint to the council about its decision, and you are not happy with the way it has been handled, you may be able to complain to the Public Service Ombudsman for Wales: \r\n \r\nhttps://www.ombudsman.wales/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-09-11T10:55:23.532Z"
    },
    "id": 227732,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227732.json"
    },
    "type": "petition"
}