{
    "attributes": {
        "action": "Provide financial benefits for sufferers of SICKLE CELL ANAEMIA who cannot work.",
        "additional_details": "Although Guys and St Tomas' NHS Trust have a support team, when Sickle Cell Anaemia sufferers end up in hospital in crisis, sometimes their condition worsens because the general nursing and medical staff may be totally ignorant of their condition. Sometimes when a specialist doctor has prescribed MORPHINE for a sufferer a nurse may suspect that patient to be a drug addict which stresses the sufferer and worsens the condition. Some sufferers are facing benefit cut and being told they should work.",
        "background": "Sickle Cell Anaemia: genetically inherited condition affecting mainly people from the tropics. Patients suffer: excruciating pain throughout the body, needing MORPHINE in times of crisis, shortness of breath, swollen hands and fingers and frequent headaches. There are many sufferers who cannot work.",
        "closed_at": null,
        "created_at": "2018-08-23T14:41:26.469Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-03T14:39:04.126Z",
        "opened_at": null,
        "rejected_at": "2018-09-10T13:19:48.142Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. Laws and policies, including the Equality Act, don't list specific conditions and define them as disabilities. In most cases, it’s the impact that a health condition has on the person’s life that qualifies them for support or protection under the law.  \r\n   \r\nYou can find out more about showing that you're disabled under the Equality Act here: \r\n\r\nhttps://www.citizensadvice.org.uk/law-and-courts/discrimination/protected-characteristics/showing-you-re-disabled-under-the-equality-act/  \r\n \r\nYou can find out more about how eligibility for PIP/ESA is decided here: \r\n \r\nhttps://www.gov.uk/pip/eligibility \r\nhttps://www.gov.uk/employment-support-allowance/eligibility\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do to support people who are suffering from sickle cell anaemia. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-09-11T10:55:09.291Z"
    },
    "id": 227755,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227755.json"
    },
    "type": "petition"
}