{
    "attributes": {
        "action": "Reform the Child Maintenance Service (CMS)",
        "additional_details": "They are dealing with so many complaints that as of today 23/08/18, they are dealing with complaints from March while peoples lives are being ruined, people are having to stop working or face financial ruin, which is surely counter-productive, not to mention the emotional toll of taking on a body that holds itself above the law.",
        "background": "The CMS is not fit for purpose. They consistently break their own rules and break the law. The system fails children and parents across the board. They invent \"fictitious arrears\" and refuse to explain. People are being driven to suicide by a Government body who remain unaccountable & above the law.",
        "closed_at": null,
        "created_at": "2018-08-23T11:16:33.462Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-23T11:37:15.523Z",
        "opened_at": null,
        "rejected_at": "2018-08-30T11:51:19.302Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the performance of the Child Maintenance Service (CMS), but we're not sure what you mean by \"Reform the Child Maintenance Service (CMS)\". We're not sure what specific action you'd like to Government or Parliament to take. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-08-30T11:51:26.425Z"
    },
    "id": 227739,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227739.json"
    },
    "type": "petition"
}