{
    "attributes": {
        "action": "Reverse decision to release Katie Piper's acid attacker! Life should mean life!",
        "additional_details": "This is the most high profile acid attack that has taken place in our Country. This is mainly due to the bravery, courage, campaigning and documentary making of the wonderful Katie Piper herself. Her openness in showing all that she has been through, is going through, and will go through. Yet someone has decided Sylvester's life sentence should only be nine years! Katie is very upset. It must feel like going through it all again. Reverse this decision, apologize to Katie, & make Life mean Life!",
        "background": "Home Secretaries and Justice Secretaries have all talked about increasing the prison sentences for vile, cowardly acid attacks, that leave victims badly scared for life. Yet here, Katie Piper's attacker is being released after just nine years of a life sentence! Katie has to live with his vile act!",
        "closed_at": null,
        "created_at": "2018-08-24T13:02:07.937Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-24T22:05:13.981Z",
        "opened_at": null,
        "rejected_at": "2018-09-28T14:03:11.442Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This isn't something that the UK Government and Parliament can do. \r\n\r\nDecisions about releasing prisoners into the community are taken by the Parole Board, which is independent. The Government and Parliament can't change the Parole Board's decision."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-09-28T14:03:31.347Z"
    },
    "id": 227794,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227794.json"
    },
    "type": "petition"
}