{
    "attributes": {
        "action": "Stop commercial reps from targeting new mothers on postnatal wards",
        "additional_details": "We are concerned that women are not being properly informed about how their data will be used. We want to know if these invasive practices comply with the Data Protection Act 2018.\r\n\r\nWe call upon the Government to urgently review the unethical practice of allowing access to new mothers and babies, who rightly expect privacy, dignity and safety in hospital in the days following the life-changing (and often traumatic) experience of giving birth.",
        "background": "As new parents, we believe it is wrong that some commercial representatives have unlimited access to enter secure NHS postnatal wards, drop in uninvited on new mothers just hours after they have given birth, and pressurise them to share their personal data in exchange for a pack of free samples.",
        "closed_at": null,
        "created_at": "2018-08-23T12:18:34.438Z",
        "creator_name": "Lauren Jayne Harris",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-10-25T16:10:22.616Z",
            "details": "Commercial representatives on wards are often a valuable source of information for new mothers, and many value the benefits and samples they receive from said representatives.  However, the Government does take seriously the concerns shared about NHS Trusts allowing commercial representatives to approach new mothers in maternity wards shortly after they have given birth. New parents have a right to dignity and to feel safe and comfortable on NHS wards. This is particularly true for women in the period after giving birth when they may feel especially vulnerable.\r\n\r\nIn 2014, the Care Quality Commission (CQC) maternity inspection framework was updated to include lines of enquiry about the processes that Trusts have in place regarding the access of commercial representatives on postnatal wards. It is for individual trusts to make decisions about allowing commercial representatives access to postnatal wards.  However, as with all hospital visitors, the Department of Health and Social Care (DHSC) expects trusts to have robust procedures in place to ensure that all representatives respect the privacy and dignity of all women and their families. \r\n\r\nAny commercial representatives speaking to patients within an NHS ward should provide clear information about how patient data will be used and ensure that they are operating in compliance of the Data Protection Act 2018. This is a matter for each individual Trust to consider, in line with their local practices.  Over the last year DHSC has been working alongside system partners within a National General Data Protection Regulations (GDPR) Working Group to develop a comprehensive suite of guidance products to help organisations recognise their obligations, and put effective governance and risk management arrangements in place across health and social care. These are published on the NHS Digital website on a dedicated GDPR portal. This website can be accessed via the following link: \r\nhttps://digital.nhs.uk/data-and-information/looking-after-information/data-security-and-information-governance/information-governance-alliance-iga/general-data-protection-regulation-gdpr-guidance. \r\n\r\nIt is for individual organisations to take account of these guidance products when developing their own policies and risk management practices.\r\n\r\nIpswich hospital has introduced a system where mothers are only approached by a commercial representative if they indicate that this is something that they would like. Mothers can show their preference by placing a card on their bedside table. This is a good example of how Trusts can put processes in place to give new mothers clear control over their interaction with commercial representatives. The Government is considering how to clarify guidance, so that that the interaction between commercial representatives and new mothers on NHS wards is consistently more positive across the UK.\r\n\r\nDepartment of Health and Social Care\r\n",
            "responded_on": "2018-10-25",
            "summary": "The Government expects NHS providers to have regard for the General Data Protection Regulations and to have procedures that ensure the privacy and dignity of mothers in maternity wards is respected.",
            "updated_at": "2018-10-25T16:10:22.616Z"
        },
        "government_response_at": "2018-10-25T16:10:22.619Z",
        "moderation_threshold_reached_at": "2018-08-23T12:47:26.117Z",
        "opened_at": "2018-09-13T15:06:09.172Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-10-16T11:15:27.986Z",
        "scheduled_debate_date": null,
        "signature_count": 13682,
        "state": "open",
        "updated_at": "2018-12-04T17:17:21.899Z"
    },
    "id": 227744,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227744.json"
    },
    "type": "petition"
}