{
    "attributes": {
        "action": "Stop the closure of Solihull School K2 - 200 students now misplaced",
        "additional_details": "Children in Solihull and surrounding areas are out of school, or find it difficult to attend school, for many reasons.  These include significant medical issues, bullying, poor support when most needed, medical issues, unstable home life or those children who have additional caring responsibilities at home or just because they weren’t able to ‘perform’ on the spot under stressful exam conditions. Solihull has a growing number of such children - higher than many other areas.  This has to stop.",
        "background": "200 current and perspective pupils & teaching staff of an essential educational provision, K2 @ CTC Kingshurst School, Solihull, have been informed they no longer have a place in September due to no further funding from the Dept of Further Education. What started with 9 pupils now supports over 200.",
        "closed_at": null,
        "created_at": "2018-08-24T07:46:31.864Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-24T08:28:38.690Z",
        "opened_at": null,
        "rejected_at": "2018-09-06T10:22:21.850Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision on what courses to offer is one for the Academy, not the UK Government or Parliament.\r\n\r\nYou could start a new petition asking the Government to provide extra funding to support these courses, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-09-06T10:22:33.541Z"
    },
    "id": 227779,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227779.json"
    },
    "type": "petition"
}