{
    "attributes": {
        "action": "Respect the rights of Christians, Hindus, Sikhs and Buddhists",
        "additional_details": "Allah, to these religions, is a false God, yet, Halal and Haram meat is sold throughout the UK in ordinary supermarkets, without being so labelled. For those that don't know, Haram meat has still received the Islamic blessing, but for one reason or other, is deemed unfit for Moslem consumption, but suitable for the Kuffir/infidel. It is NOT suitable! Remove Haram meat from sale.\r\nActs 15:29 that you abstain from what has been sacrificed to idols, and from blood, and from what has been strangled.",
        "background": "Halal and Kosher meat is slaughtered in the most horrific manner, but, in particular, Halal slaughter includes a dedication to Allah. It is forbidden in the religions named above, to eat food dedicated in the name of a false God. Restrict the sale to specialist Halal outlets only!",
        "closed_at": null,
        "created_at": "2018-08-27T09:43:35.131Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-27T10:12:42.554Z",
        "opened_at": null,
        "rejected_at": "2018-09-03T09:36:41.855Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you want all halal and kosher meat to be labelled, you may wish to sign this petition instead: https://petition.parliament.uk/petitions/215241\r\n\r\nIf you want to remove the exemption given to UK halal and shechita abattoirs, you may wish to sign this petition: https://petition.parliament.uk/petitions/218343 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-09-14T14:44:51.749Z"
    },
    "id": 227885,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227885.json"
    },
    "type": "petition"
}