{
    "attributes": {
        "action": "Amend the law - 'The Petroleum Act 1998' - to reflect current climate science",
        "additional_details": "The decision to permit the search for shale gas goes against everything we know about climate change and the necessary transition from fossil fuels to meet the Paris Agreement. The evidence is in front of us through the IPCC and the scientists warning to humanity. Our UK Laws should provide a safety net to prevent catastrophic actions and governance. If this law guided Minister Claire Perry to approve Fracking, it is outdated and must be reviewed. Our environment is unstable and this is urgent.",
        "background": "Minister Perry approved a fracking application on 24.07.18 using Section 47A in this law ('Factors for the Secretary of State to take into account'). We want the government to update this law in line with the Climate Change Act 2008 and the Sustainable Development Goals.",
        "closed_at": null,
        "created_at": "2018-08-26T11:41:01.076Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-27T07:09:11.190Z",
        "opened_at": null,
        "rejected_at": "2018-09-24T15:32:37.440Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about climate change, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-09-24T15:32:42.389Z"
    },
    "id": 227852,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227852.json"
    },
    "type": "petition"
}