{
    "attributes": {
        "action": "Stop attractions charging adult prices for children under the legal adult age",
        "additional_details": "Alton towers - adult ticket from age 12, Oakwood- adult ticket from age 13, Drayton manor - adult ticket from age 12-59.\r\n\r\nIt is highly unfair to parents to have to pay adult prices for their children, attractions have been allowed to overcharge for way too long, if the law says a person is a child then attractions should not be allowed to charge them as adults. You dont get an adult wage until your 18 but you have to pay as an adult, surely this is extortion?",
        "background": "During the school holidays iv been looking at days out for me and my children, one thing iv noticed is places like Oakwood and Alton towers charging adult prices for children aged 12-13, if in the eyes of the law they aren't adults until the age of 18 how do attractions justify charging adult prices",
        "closed_at": null,
        "created_at": "2018-08-25T14:11:36.431Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-25T16:11:38.038Z",
        "opened_at": null,
        "rejected_at": "2018-09-05T15:39:49.476Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government and Parliament aren't responsible for the ticket prices of attractions. \r\n\r\nYou could start a new petition asking the Government and Parliament to require child tickets to be available to all under 18s, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-09-05T15:39:55.167Z"
    },
    "id": 227825,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227825.json"
    },
    "type": "petition"
}