{
    "attributes": {
        "action": "Hold Aung San Su khi & Military leaders accountable for the murder of Rohingya",
        "additional_details": "Aung Sang Suu Kyi, the report finds, \"has not used her de facto position as Head of Government, nor her moral authority, to stem or prevent the unfolding events in Rakhine. Crimes documented in Kachin, Shan and Rakhine include murder, imprisonment, torture, rape, sexual slavery, persecution and enslavement that undoubtedly amount to the gravest crimes under international law. At least 700,000 Rohingya fled violence in Myanmar in the past 12 months.",
        "background": "According to the medical charity MSF, at least 6,700 Rohingya, including at least 730 children under the age of five, were killed in the1st month after the violence broke out.Over 50,000 people missing or presumed dead. 28,300 Rohingya children have lost at least one parent, 7,700 lost both parents",
        "closed_at": null,
        "created_at": "2018-08-27T14:15:28.151Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-27T14:49:36.225Z",
        "opened_at": null,
        "rejected_at": "2018-09-03T10:22:19.763Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what you mean by \"hold accountable\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government to impose financial sanctions on the Myanmar Government, if that's what you'd like to happen. \r\n\r\nYou maybe interested to know that on 16 April, MPs debated several petitions about Myanmar’s Rohingya minority. \r\n\r\nYou can watch the debate here: https://www.parliamentlive.tv/Event/Index/0e341f8d-4bca-4583-b986-e455bf79a2f5\r\n\r\nYou can read the debate here: https://hansard.parliament.uk/Commons/2018-04-16/debates/FB517E47-EA76-40A7-BA56-71279FFA1FF8/MyanmarRohingyaMinority\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-09-03T10:22:19.771Z"
    },
    "id": 227895,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227895.json"
    },
    "type": "petition"
}