{
    "attributes": {
        "action": "Stop Fracking in the UK",
        "additional_details": "https://www.theguardian.com/environment/2018/aug/22/uk-fracking-push-could-fuel-global-plastics-crisis-say-campaigners \r\nhttps://www.theguardian.com/environment/2018/aug/02/buried-uk-government-report-finds-fracking-increases-air-pollution\r\n",
        "background": "For years, communities have opposed fracking for environmental and health reasons which were dismissed as scaremongering. ",
        "closed_at": null,
        "created_at": "2018-08-25T15:53:46.081Z",
        "creator_name": "Harry Fenton",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-11-21T15:32:44.434Z",
            "details": "The UK must have safe, secure and affordable supplies of energy with carbon emissions levels that are consistent with the carbon budgets defined in our Climate Change Act and our international obligations. We believe that gas has a key part to play in meeting these objectives both currently and in the future. Every scenario proposed by the Committee on Climate Change to meet our legally binding carbon reduction commitments includes demand for natural gas.\r\n\r\nIn part as a result of the UK’s diverse range of energy sources, which include natural gas, we have had competitively-priced energy since 1990 whilst reducing carbon emissions across the economy by 49% – a leading performance among developed nations. Gas still meets over a third of our energy demand and can have a long-term role – particularly alongside the development of carbon capture, utilisation and storage –  which is compatible with our climate change targets as we transition to a low carbon economy.\r\n\r\nHowever, despite the welcome improvements in efficiency and innovation from companies operating in the North Sea, the ongoing decline in our offshore gas production has meant that the UK has gone from being a net exporter of gas in 2003 to importing over half (53%) of gas supplies in 2017 and estimates suggest we could be importing 72% of our gas by 2030. Our current import mix, via pipelines from Norway and Continental Europe and LNG terminals that can source gas from around the world, provides us with stable and secure supplies. However, we believe that it is right to utilise our domestic gas and explore further the potential for onshore gas production from shale rock formations in the UK, where it is economically efficient, and where environment impacts are robustly regulated.\r\n\r\nIn the UK, we have been regulating for gas and oil drilling, both onshore and offshore, for decades and have world leading regulations in place to ensure on-site safety, prevent water contamination, and mitigate seismic activity and air pollution.\r\n\r\nOur tough regulatory system provides a comprehensive regime for exploratory activities.  Our position draws on independent reviews by the Royal Society and Royal Academy of Engineering (2012), and Public Health England (2014).  These reports have considered a wide range of evidence and looked at the UK regulatory system, and hydraulic fracturing in the UK context.  The Royal Society and Royal Academy of Engineering concluded: “the risks can be managed effectively in the UK, if operational best practices are implemented and enforced through regulation.” \r\n\r\nMoreover, the Infrastructure Act (2015) introduced a range of additional safeguards if an operator wishes to carry out hydraulic fracturing, to provide the public with confidence that this industry is being taken forward safely.  These include environmental and planning permits, groundwater monitoring, and the exclusion of protected areas.\r\n\r\nThe UK has an excellent record of protecting our environment, and the Government has been clear that any resources will only be developed in a manner that is safe and environmentally sound.\r\n\r\nThe Government published a Written Ministerial Statement on shale on 17 May 2018, which can be found here: https://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2018-05-17/HCWS690/\r\n\r\nDepartment for Business, Energy and Industrial Strategy\r\n",
            "responded_on": "2018-11-21",
            "summary": "We will only allow shale gas extraction to take place in the UK if it is safe, and our world leading regulations will ensure that this is the case.   ",
            "updated_at": "2018-11-21T15:33:27.445Z"
        },
        "government_response_at": "2018-11-21T15:32:44.436Z",
        "moderation_threshold_reached_at": "2018-08-27T09:46:31.081Z",
        "opened_at": "2018-09-03T14:21:31.185Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-10-30T15:31:20.282Z",
        "scheduled_debate_date": null,
        "signature_count": 13809,
        "state": "open",
        "updated_at": "2019-02-15T12:48:39.064Z"
    },
    "id": 227827,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227827.json"
    },
    "type": "petition"
}