{
    "attributes": {
        "action": "3rd Party Chartered Surveyors strictly adhere to local planning regulations",
        "additional_details": "As we seek to build more homes it is likely that more and more RICS firms will be utilised to take on responsibility for building regulations and the adherence to planning guidelines. This will potentially increase the risk of compliance not being adhered to and on occasions short-cuts being taken. We have seen this happening. In light of Grenfell and other similar HSE challenges we must be stringent in exacting that FIRE and WORKING at HEIGHT regulations are carefully monitored and complied with. How comfortable are we that 3rd party companies who are seeking to maximise profit will act professionally?",
        "background": "It seems to us that having done some analysis that 3rd party firms of chartered surveyors are not always behaving professionally and are less stringent in applying planning and building regulations than the councils they represent",
        "closed_at": null,
        "created_at": "2018-08-27T17:00:14.830Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-28T07:58:28.051Z",
        "opened_at": null,
        "rejected_at": "2018-09-03T10:57:17.598Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In any case, local planning authorities are responsible for ensuring that planning regulations are met. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for a specific change to the national planning framework or to building regulations, if that's what you want to happen.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-09-03T10:57:17.605Z"
    },
    "id": 227901,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227901.json"
    },
    "type": "petition"
}