{
    "attributes": {
        "action": "A change in law for dogs that kill other dogs",
        "additional_details": "Wednesday 25th july 2018 I took my two dogs out for a walk were we live I was on my way back home where there was two big dogs staffy cross type came out from nowhere and attack my two dogs i got them both of the floor by there harnesses one of the dogs got hold of my dog who is three year old by her back hind leg it lost grip of her leg then it started to attack my one year old puppy it teeth was lock round her rib cage and was not letting go I scream and shouted for help but it was too late...",
        "background": "Wednesday 25th july 2018 I took my two dogs out for a walk were we live I was on my way back home where two staffie cross type dogs came out from nowhere I got my two dogs of the floor and had them in my arms then one of the dogs started to attack my two dog one had leg bite and our puppy was killed",
        "closed_at": null,
        "created_at": "2018-08-29T07:06:10.000Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-29T09:53:04.763Z",
        "opened_at": null,
        "rejected_at": "2018-09-03T11:20:39.833Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure how you want the current law changed. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-09-03T11:20:39.840Z"
    },
    "id": 227990,
    "links": {
        "self": "https://petition.parliament.uk/petitions/227990.json"
    },
    "type": "petition"
}