{
    "attributes": {
        "action": "Require plant-based options suitable for vegans on public sector menus every day",
        "additional_details": "Vegans have similar legal protections as people with religious beliefs. \r\n\r\nSadly, provision for vegans in the public sector is lacking, with hospital patients and school children often going hungry.\r\n \r\nPlant-based food can be enjoyed by all. The British Dietetic Association says that well-planned totally plant-based diets are suitable for every age and life stage. \r\nThe UN has urged a move towards a meat and dairy free diet for the benefit of our planet, and the UK has the opportunity to lead the way.",
        "background": "More people are deciding to live vegan, with the number in the UK doubling twice in 4 years. Plant-based options on every daily menu in government and public services would protect the rights of vegans and recognise the benefits of plant-based food for our health, the environment and animals.",
        "closed_at": null,
        "created_at": "2018-08-31T11:17:16.279Z",
        "creator_name": "Mark Banahan",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-11-28T17:03:03.388Z",
            "details": "The Government Buying Standards for Food and Catering Services (GBSF) sets out minimum and best practice standards which will deliver the Government’s goal that canteens and kitchens in its departments & agencies, and wider public sector bodies serve food that is healthy, sustainable and good to eat.  The GBSF is accompanied by a procurement toolkit which includes a balanced scorecard which helps buyers determine how well a contract tender meets the mandatory and best practice elements of the standards.  The balanced scorecard is intended to provide procurers with assurance that the food and catering services they buy are of the required quality, but sufficiently flexible to allow kitchen and canteen mangers to meet the demands of their end consumers in a way which takes account of local circumstances.  \r\n\r\nThe Government fully supports people’s right to make choices about the food they eat.  The number of people in the UK who eat a vegan diet has increased significantly over recent years and they have a legitimate expectation the food served in public sector establishments reflects this.  The balanced scorecard recognises that achieving customer satisfaction is an important element of delivering a food service and rewards suppliers who cater to the cultural and dietary needs of end consumers.  For this reason, we do not think it appropriate to stipulate particular menus in the standards as these are best dealt with by meeting local customer demand.\r\n\r\nThe Government Buying Standards for Food and Catering Services can be found here: https://protect-eu.mimecast.com/s/mcPzCXL8EiGwM7GCWDVT5?domain=assets.publishing.service.gov.uk\r\n\r\nThe balanced scorecard for food and catering services can be found here: https://protect-eu.mimecast.com/s/7R92CYW3GFgr6ogiK3ALB?domain=assets.publishing.service.gov.uk\r\n\r\nAt present, main hospital ward menus do not offer a vegan option, although some vegetarian options which are suitable for vegans are marked as such.  However, NHS trusts have mechanisms in place which capture patients with specific dietary requirements, including vegans, on admission to hospital.  Once notified, the kitchens provide suitable plant based substitutes to meet nutritional requirements.  Each trust has in place a special menu which is approved by a dietician but vegan meals would normally be provided as part of a special diet.  The new Healthcare food standards and strategy group is looking at how all special diets are provided and will cover guidance for trusts around areas such as vegan diets.\r\n\r\nThe Government’s School Food Standard’s regulates the food and drink provided at both lunchtime and at other times of the school day.  \r\n\r\nThe relevant regulations are available at: https://protect-eu.mimecast.com/s/CYEOCZY7JtxJonxu3J84b?domain=legislation.gov.uk\r\n\r\nThe standards do not specify food requirements in terms of cultural and religious needs. As with the GBSF, we believe that head teachers, school governors and caterers are best placed to make decisions about their school food policies, taking into account local circumstances and the needs of their pupils. In doing so, we expect schools to make reasonable adjustments for pupils with particular requirements, for example to reflect dietary and cultural needs. School food policies work best when schools discuss them with parents and pupils, so that parents have the opportunity to raise pupils’ particular dietary needs.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2018-11-28",
            "summary": "Public sector canteens are happy to cater for people with special dietary needs including those eating a vegan diet.",
            "updated_at": "2018-11-28T17:03:03.388Z"
        },
        "government_response_at": "2018-11-28T17:03:03.391Z",
        "moderation_threshold_reached_at": "2018-08-31T11:45:55.116Z",
        "opened_at": "2018-09-13T14:17:23.568Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-11-01T13:26:53.922Z",
        "scheduled_debate_date": null,
        "signature_count": 14159,
        "state": "open",
        "updated_at": "2018-12-04T17:15:38.889Z"
    },
    "id": 228078,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228078.json"
    },
    "type": "petition"
}