{
    "attributes": {
        "action": "more support available for children with disabilities ,in schools and fairly .",
        "additional_details": "Following on from above I don't think and I know others don't think its fair and morally right .I do believe this is something by all working together that could be positively changed  in the future as a parent with a child with disabilities the subject close to my heart and others I know i would be willing to help or support in any way I can to enable this to happen.this is not me just criticising society but something we all need to change .this is brief be happy to discuss more.",
        "background": "I have a son with autism and learning disabilities,and I can see and its   its not just in my sons case but hearing from others all around even in different schools the help is just so hard to obtain if at all possible  .  its really needed to support them well now and for their futures .",
        "closed_at": null,
        "created_at": "2018-08-30T13:08:22.303Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-30T16:26:06.311Z",
        "opened_at": null,
        "rejected_at": "2018-09-05T13:42:37.973Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's clear that you're concerned about the support for children with disabilities at school, but we're not sure what exactly kind of support you'd like to see.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. We will also need a full name in order to accept a petition in future.\r\n\r\nYou may wish to sign one of these petitions instead: \r\n\r\nhttps://petition.parliament.uk/petitions/227330\r\nhttps://petition.parliament.uk/petitions/226528"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-09-05T13:42:43.585Z"
    },
    "id": 228034,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228034.json"
    },
    "type": "petition"
}