{
    "attributes": {
        "action": "Re-introduce common law offences of blasphemy and blasphemous libel for UK & EU",
        "additional_details": "For a Muslim, the respect and honour of Prophet Muhammad (Peace and Blessings be upon him) is above all else. \r\n\r\nFollowing on from Geert Wilders, the Dutch right wing politician of the Freedom Party PVV's provocative “Draw Muhammad” competition in 2018, over a billion Muslims worldwide were deeply offended. \r\n\r\nThe drawing of any cartoon or image of the Blessed Prophet (peace be upon him) is deeply offensive.\r\n\r\nWe must act to prevent such an attempt to cause disruption to world peace and stability",
        "background": "Associating false provocative images is not \"freedom of speech nor freedom of expression\". \r\nJust like holocaust denial is illegal in many countries, we call on the UK government to enshrine in law the protection of Muslims and other religions; To ensure holy personages and faiths cannot be attacked",
        "closed_at": null,
        "created_at": "2018-08-30T22:00:25.642Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-08-31T07:34:19.950Z",
        "opened_at": null,
        "rejected_at": "2018-09-10T09:21:54.991Z",
        "rejection": {
            "code": "no-action",
            "details": "We are not sure what action you would like the UK Government or Parliament to take.\r\n\r\nThe Common Law offences of blasphemy and blasphemous libel were repealed in England and Wales in 2008. They applied only to offences against the Church of England. That doesn't seem to fit with what the rest of your petition asks for. You can find more about the abolition of the law on blasphemy here:\r\n\r\nhttp://researchbriefings.files.parliament.uk/documents/SN04597/SN04597.pdf\r\n\r\nIn any case, we can't accept your petition because introducing such laws in Scotland, Northern Ireland and the rest of the European Union would not be the responsibility of the UK Government or Parliament. They would be the responsibility of the Scottish Parliament, Northern Irish Assembly and European Parliament respectively."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-11-21T18:03:40.038Z"
    },
    "id": 228056,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228056.json"
    },
    "type": "petition"
}