{
    "attributes": {
        "action": "UK Councils & Highways: Fix all the potholes across the UK.",
        "additional_details": "A report has warned that one in five local roads is plagued by potholes and around 20% of carriageways in England and Wales have less than five years’ life remaining. Thus, 40,000 miles of UK Roads will become unusable. A cyclist Kevin Farrell, was critically injured recently by a pothole and claimed, it will kill the next person who falls into it. Despite paying road tax, other taxes, we are being deprived of a basic necessity of reliable roads. Additionally, potholes are damaging our vehicles.",
        "background": "The deterioration of our local and major roads continues to accelerate significantly, because of the scarce maintenance funding and resources available to local councils, to fix dangerous potholes. This is resulting in serious accidents and potentially life threatening injuries to all the road users",
        "closed_at": null,
        "created_at": "2018-09-02T16:36:37.448Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-02T16:58:09.132Z",
        "opened_at": null,
        "rejected_at": "2018-09-12T18:45:52.806Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\t\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nRoad repairs are devolved in Scotland, Wales and Northern Ireland. \r\n\r\nThe UK Government only has responsibility for major roads in England through the Highways England Agency. You can find out more about which roads they are responsible for here: \r\n\r\nhttps://www.gov.uk/government/publications/roads-managed-by-highways-england\r\n\r\nIf you want the Government to create a new national roads agency for the repair and maintenance of all roads, you may wish to sign this petition: https://petition.parliament.uk/petitions/221468 \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-09-12T18:45:52.814Z"
    },
    "id": 228178,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228178.json"
    },
    "type": "petition"
}