{
    "attributes": {
        "action": "Stop intersex surgeries, give all intersex ppl body autonomy& physical integrity",
        "additional_details": "This is pure discrimination and s vialstion of the human rights!\r\nWe must stop this happening!\r\nHere in the UK intersex people have no say over what happens and nosay over the painful unnecessary survives they are put through throughout their lives!\r\nWe must stop this and allow for a third gender so these people can live their lives as to how they choose. Also a lot of the Drs lie about why they must have surgery usually saying that they will get cancer which is not true! We MUST STOP THE DISCRIMINATION!",
        "background": "Drs are doing in-needed surgires and choosing the child gender for them before they can show a preference, this means a lot of them are incorrect, leave that person with the wrong genitalia and serious issues throughout their life, suicide as well as being left sterile as well as on hormone therapy.",
        "closed_at": null,
        "created_at": "2018-09-01T08:22:19.808Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-01T12:02:27.271Z",
        "opened_at": null,
        "rejected_at": "2018-10-08T15:36:16.593Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThere is no NHS policy that would lead to doctors performing unnecessary surgery on people with disorders of sexual development, without consent. You can find out about disorders of sex development and support available from the NHS here: \r\n\r\nhttps://www.nhs.uk/conditions/disorders-sex-development/\r\n\r\nYou can find out more about support for people with disorders of sex development here:\r\n\r\nhttps://www.dsdfamilies.org/\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government and Parliament to do. For example, you could start a new petition asking for a review of medical care for intersex people, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-10-08T15:36:29.173Z"
    },
    "id": 228126,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228126.json"
    },
    "type": "petition"
}