{
    "attributes": {
        "action": "Family court Legal Aid to be repaid on false allegations of domestic violence.",
        "additional_details": "Once Legal Aid has been granted to that party, they are then free to apply to the family courts for all manner of applications, ranging from child custody, non-molestation and even divorce.\r\n\r\nEven after proving that all allegations are in fact  false, the legal aid is then still available to one party, but not the other. \r\n\r\nOnce it is proven that the allegations are false, legal aid should be revoked from both parties and any costs paid back by the applicant to reduce the abuse of the system.",
        "background": "Legal aid was abolished in the family courts in 2013, with the exception of when domestic violence has occurred.\r\n\r\nWhile this is fair in genuine case, where domestic violence is proven, there is an ever growing number of false allegations of domestic violence being made against innocent people.",
        "closed_at": null,
        "created_at": "2018-09-02T22:03:00.337Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-03T06:35:21.430Z",
        "opened_at": null,
        "rejected_at": "2018-09-24T14:31:57.030Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what you mean by \"false allegations\". Would you like a law to require the police to investigate whether people who make accusations of domestic abuse are lying or would you like all unsubstantiated allegations to be treated as false for the purposes of legal aid?\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-09-24T14:32:09.270Z"
    },
    "id": 228193,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228193.json"
    },
    "type": "petition"
}