{
    "attributes": {
        "action": "Start \"Anti Religion Hate Law\" OR Rename Antisemitic law by include all religion",
        "additional_details": "The racism, antisemitism, Islamophobia, hate crimes against religious & coloured people in the UK has increased massively. There's a law to deal with antisemitism but nothing to deal with crimes against other religious groups. The religious groups are minorities in the UK but they deserves to be protected. Protecting Jewish people with a specific law but nothing for other religious groups is a breach of equality. Introduce a new law or rename antisemitism by including other religious groups.",
        "background": "Request the parliament to introduce a new \"Anti Religion Hate Law\" OR Rename \"Antisemitism Law\" by including all religious groups. Having antisemitism law but nothing for other religious groups except hate crime law is a form of discrimination similar to being antisemitism. Read additional details.",
        "closed_at": null,
        "created_at": "2018-09-04T16:54:55.131Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-05T21:47:27.127Z",
        "opened_at": null,
        "rejected_at": "2018-09-21T16:11:44.280Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nThere is no specific law the only covers anti-Semitism. Discrimination and hate crime laws already cover all religions, so we're not sure what else you'd like the Government or Parliament to do.\r\n\r\nYou can find out more about religious hate crime here:\r\n\r\nhttps://www.citizensadvice.org.uk/law-and-courts/discrimination/hate-crime/racist-and-religious-hate-crime/\r\n\r\nYou can find out more about discrimination on grounds of religion here:\r\n\r\nhttps://www.citizensadvice.org.uk/law-and-courts/discrimination/discrimination-because-of-race-religion-or-belief/discrimination-because-of-religion-or-belief/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-09-21T16:11:53.051Z"
    },
    "id": 228270,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228270.json"
    },
    "type": "petition"
}