{
    "attributes": {
        "action": "Create minimum wage for SIA holders to be paid £15 per hour.\r\n ",
        "additional_details": "Comments later, just sign up everyone.",
        "background": "How many SIA staff would like to be paid a minimum of £15 per hour? ",
        "closed_at": null,
        "created_at": "2018-09-05T09:01:02.037Z",
        "creator_name": "Scott Mcphee",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-01-23T09:53:13.064Z",
            "details": "The Government has committed to increase the National Living Wage to reach 60% of median earnings by 2020, subject to sustained economic growth. For younger workers, our aim is to have a minimum wage rate that helps as many low-paid workers as possible, while making sure that we do not damage their employment prospects by setting it too high.\r\n\r\nThe Government considers the expert and independent advice of the Low Pay Commission (LPC) when setting the minimum wage rates. In making recommendations to Government, the LPC draw on economic, labour market and pay analysis, independent research and stakeholder evidence. Setting the minimum wage too high or increasing it too quickly may lead to higher unemployment and harm the very people the policy is intended to help.\r\n\r\nSince its introduction in 1999, the adult minimum wage rate has increased faster than both inflation and average earnings. In April 2019, the National Living Wage will increase by 4.9% from £7.83 to £8.21 and is on track to meet its 2020 targets. Furthermore, the National Minimum Wage will  also increase by 4.3% from £7.38 to £7.70 for 21-24 year olds. \r\n\r\nThe Government has an aspiration to end low pay and next year, will set out the Low Pay Commission’s remit for the years beyond 2020. \r\n\r\nDepartment for Business, Energy and Industrial Strategy",
            "responded_on": "2019-01-23",
            "summary": "The Government has no plans to restructure the National Living Wage and National Minimum Wage to specify differing rates for workers in different industries. ",
            "updated_at": "2019-01-23T09:53:13.064Z"
        },
        "government_response_at": "2019-01-23T09:53:13.066Z",
        "moderation_threshold_reached_at": "2018-09-05T09:16:51.938Z",
        "opened_at": "2018-09-20T16:37:56.540Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-01-09T08:45:18.163Z",
        "scheduled_debate_date": null,
        "signature_count": 11127,
        "state": "open",
        "updated_at": "2019-02-15T13:06:16.324Z"
    },
    "id": 228286,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228286.json"
    },
    "type": "petition"
}