{
    "attributes": {
        "action": "We Demand a new Community Hall in Bockhanger, please don’t leave us without one",
        "additional_details": "So we in this community wants a nice new community hall where so much can be used for it like including - Celebrations, Birthday Parties, Voting, Clubs/ Youth Groups, Book Clubs, Local Fitness classes, Soft Play Hire, Food Bank distribution centre, Coffee mornings, Amateur Drama Groups, Homeless Shelter in the Winter - Hot Food and A Bed at night staying in from the cold. Books and Clothing exchange and Classes, mental health drop ins. \r\n\r\nThere are endless amounts that the new hall could bring to the community. We would keep it as a clean and used hall. The right management would would warrant it.",
        "background": "Our Community hall in Bockhanger, Bybrook is being demolished because it has got into a state of disrepair. \r\n\r\nSpeaking to Councillor Graham Galpin he said “ if you get a decent number of people to warrant a new hall then we will think about it”",
        "closed_at": null,
        "created_at": "2018-09-03T21:39:47.667Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-15T12:42:20.297Z",
        "opened_at": null,
        "rejected_at": "2018-10-22T10:25:00.299Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things that the UK Government or Parliament is responsible for. This would be the responsibility of your local council and not the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-10-22T10:25:00.305Z"
    },
    "id": 228241,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228241.json"
    },
    "type": "petition"
}