{
    "attributes": {
        "action": "UK Government to Coordinate with the Citizens Advice Spain and British Expats.",
        "additional_details": "The now well known registered Charity was founded in 2014.   The Bureau grew rapidly with the advisers asked to chat regularly on radio, give talks to associations, hold seminars and legal clinics. Though the team is still quite small, the advisers who study the Spanish Royal Decrees, have been able to respond to daily questions via the website, emails, phones and legal clinics. The charity already has over 40,000 followers on Facebook and 20,000 plus on the website; www.citizensadvice.org.es",
        "background": "Citizens Advice Spain is the first stop where thousands of Expats turn to daily for Advice, assistance, information and guidance.  To understand their obligations and rights as residents and holiday home owners. Where the community can find clarification and updates on the laws and regulations.",
        "closed_at": null,
        "created_at": "2018-09-05T00:30:24.176Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-05T11:55:13.189Z",
        "opened_at": null,
        "rejected_at": "2018-09-12T10:07:53.504Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that Citizens Advice in the UK, not the UK Parliament or Government, is responsible for. \r\n\r\nYou could try making this suggestion to Citizens Advice. You can find out how to contact them here: \r\n\r\nhttps://www.citizensadvice.org.uk/about-us/contact-us/Contact-us-form/\r\n\r\nYou could also start a new petition about something the UK Government and Parliament are responsible for. For example, you could start a new petition asking the UK Parliament and Government to fund advice services for British citizens living abroad, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-09-20T13:56:47.184Z"
    },
    "id": 228280,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228280.json"
    },
    "type": "petition"
}