{
    "attributes": {
        "action": "Make food/drink companies produce both normal and lower sugar products",
        "additional_details": "As an adult i have the right to eat/drink and consume whatever i choose because it is my body and my choice and i feel like now i have lost my choice and free will to consume what i want and it is time this changes.\r\n\r\nI want parliament to force company's to produce and sell both added sugar and reduced sugar products and let us have a choice on what we want to eat and drink. \r\n\r\nThe whole part of being an adult is being able to choose what you do with you're life and these anti sugar protesters are peer pressuring companies to change their products to coinside with their views and not caring about anyone else but their own views.\r\n\r\nI feel both products should be made and sold and to give adults a choice on what they buy/eat/consume",
        "background": "Ever since these anti sugar protesters have peer pressured company's to lower the sugar level in food and drinks every company has seems to only sell 'reduced sugar' food and drink products and i feel like this needs to change.",
        "closed_at": null,
        "created_at": "2018-09-04T12:52:26.473Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-04T13:03:33.047Z",
        "opened_at": null,
        "rejected_at": "2018-09-21T16:20:09.410Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Parliament and Government are responsible for what food and drink companies choose to produce. There is no law that prevents a company from producing high sugar food and drink.\r\n\r\nYou could sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/228145 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-09-21T16:20:16.002Z"
    },
    "id": 228263,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228263.json"
    },
    "type": "petition"
}