{
    "attributes": {
        "action": "Reverse cuts to respite care for children with severe disabilities at Glenlaw",
        "additional_details": "Let me tell you a little bit about the history involved with these cuts. Over a 5 year period each cut was made with no consultation to parents and carers. \r\nGlenlaw is the only respite facility our children can attend due to the complex medical needs they have.\r\n\r\nWithout your support we fear the next step will be the closure of our much needed respite unit.\r\n\r\nWe therefore seek your support with this petition demanding that Glenlaw House is brought back to full capacity with immediate effect.",
        "background": "So NHS Tayside have made cuts to respite care that the children of Tayside so desperately need. Initially there was 6 beds plus an emergency bed 5 years ago which was cut to 2 beds with no emergency bed at glenlaw house respite unit and we were told this is only temporary.",
        "closed_at": null,
        "created_at": "2018-09-03T23:00:41.829Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-03T23:52:48.100Z",
        "opened_at": null,
        "rejected_at": "2018-09-12T20:00:30.090Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something the UK Government and Parliament are not responsible for. \r\n\r\nThis decision appears to have been made by the NHS Tayside. You can find out how to contact them here: \r\n\r\nhttps://www.nhstayside.scot.nhs.uk/ContactUs/index.htm\r\n\r\nYou can find more information about how to make a complaint here: \r\n\r\nhttps://www.citizensadvice.org.uk/health/nhs-and-social-care-complaints/\r\n\r\nYou could start a new petition asking the UK Government to provide special additional funding to keep the Glenlaw respite facility open, if that's what you'd like to happen. \r\n\r\nYou could also start a new petition asking the UK Government to require more children's respite facilities to be made available, using the Glenlaw facility as an example, if that's what you'd like to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-09-12T20:00:30.097Z"
    },
    "id": 228243,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228243.json"
    },
    "type": "petition"
}