{
    "attributes": {
        "action": "Travel Cost / Season Ticket Loans should be a Tax Free allowance",
        "additional_details": "This increase out strips wage growth meaning another real time cost increase for millions of commuters, held to ransom by private, foreign train companies.\r\n\r\nThe exorbitant costs mean that many ‘commuter hostages’ have to rely upon their employer to provide a Season Ticket Loan to spread the cost of going to work.\r\n\r\nThis petition calls upon the UK Government to make the repayment of Travel Loans a tax free allowance, providing a small relief to the millions of citizens trapped in commuter misery.",
        "background": "The average UK commuter spends 11% of their salary on travel, representing up to 5 times as much as passengers in other European countries.\r\n\r\nThis will be worsened in January when a permitted rise of 3.2% is inflicted. Once considered this increase contributes to a 9% rise since 2016.",
        "closed_at": null,
        "created_at": "2018-09-03T13:40:45.361Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-03T14:25:38.762Z",
        "opened_at": null,
        "rejected_at": "2018-09-10T13:37:20.688Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the UK Government or Parliament to take. In particular, we are not clear what you mean by making the repayment of travel loans a tax free allowance.\r\n\r\nAccording to HMRC, loans to employees of up to £10,000 are exempt from tax or National Insurance. This includes season ticket loans:\r\n\r\nhttps://www.gov.uk/expenses-and-benefits-loans-provided-to-employees/whats-exempt\r\n\r\nYou could start a new petition calling for the cost of season tickets to be made tax deductible if that is something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-09-10T13:37:20.694Z"
    },
    "id": 228208,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228208.json"
    },
    "type": "petition"
}