{
    "attributes": {
        "action": "Change the laws of mobility scooters so people need training and license to use",
        "additional_details": "I want to change the laws on mobilty scooters becuase I do not want any other parent or person to suffer what we have experinced in the last 10 years. Before the \r\naccident my daughter Sam was a healthy happy girl, she went on to go to collage studying Chilcare, but due to the accident her leg was too painfull and stopped her perusing her dream. Her nerve damage got worse as the years went on and her movement was very limited therefore she developed sepsis, and non alcholic liver disease. She was in hospital for 13 weeks.I feel like people who drive cars need a license and training, so why dont people who use mobilty scooters.",
        "background": "In 2016 my daughter sadly passed away, due to an accident in a local superstore caused by a partially sighted elderly \r\nlady on a mobility scooter which took place in 2006. This caused her to have severe nerve damage in her leg. After the accident physically she was unable to anything on her own.",
        "closed_at": null,
        "created_at": "2018-09-03T17:32:47.778Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-03T17:56:46.491Z",
        "opened_at": null,
        "rejected_at": "2018-09-12T19:40:50.952Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/222318"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-09-12T19:40:50.961Z"
    },
    "id": 228220,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228220.json"
    },
    "type": "petition"
}