{
    "attributes": {
        "action": "Urgent law to extend voting rights to British abroad by repealing 15-year rule.",
        "additional_details": "Denying a vote to citizens most affected by the decision to leave the European Union was a dereliction of UK democracy. The failure of Parliament was allowing this injustice. The duty is to ensure it never happens again.\r\nHow can anyone be confident that their private life will be respected if British citizens find themselves living in EU countries with no clear status and without the protection of the Citizens Directive 2004/38 and all EU acquis (body of EU law) that protects citizens?",
        "background": "Pass Bill to benefit overseas electors before any further EU vote or general election. 2022 will be too late. Hundreds and thousands of British citizens living and working abroad are disenfranchised, unable to vote on issues which affect them directly (in breach of their basic human rights).",
        "closed_at": null,
        "created_at": "2018-09-06T18:17:00.841Z",
        "creator_name": "Martin John Kirby",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-01-31T17:57:17.347Z",
            "details": "In accordance with the Fixed-term Parliaments Act 2011, the next General Election is scheduled for 2022. \r\n\r\nAhead of the 2022 election, the Government is committed to removing the arbitrary rule that disenfranchises UK nationals who have lived abroad for more than 15 years from participating in UK parliamentary elections. To this end, the Government is supporting Glyn Davies MP's Private Members Bill, the Overseas Electors Bill, which would introduce votes for life for UK nationals living abroad. \r\n\r\nAs well as removing the time limit on the right to vote for UK nationals living abroad, the Overseas Electors Bill would enfranchise any UK national overseas who was previously resident or registered to vote in the UK. At present, only those UK nationals who were registered to vote before leaving the UK may apply to become overseas electors.\r\n\r\nThe Bill passed its Committee stage in the House of Commons in November 2018 and the remaining stages will be scheduled soon.\r\n\r\n\r\nThe Government has been clear that we will not hold a second referendum on leaving the Europe Union. A clear majority of those who voted in the 2016 European Union referendum voted to leave the EU. We must respect both the will of the British people, and the democratic process which delivered this result.\r\n\r\nThere are no set rules about who can vote in a nationwide referendum in the UK. Instead, the franchise for each referendum is determined by the legislation for the referendum on a case by case basis.\r\n\r\nThe franchise for the referendum in 2016 was determined by the European Union Referendum Act 2015. The terms of the franchise set out in the Act were scrutinised and debated in Parliament during its passage and agreed by both Houses. In line with the franchise for UK Parliamentary elections, before any reform such as the Overseas Elections Bill, British citizens who had been resident overseas for less than 15 years and had previously registered to vote in the UK were permitted to vote in the referendum.\r\n\r\nThe Prime Minister has been clear that safeguarding the rights of EU citizens living in the UK and UK nationals living in the EU was her first priority for negotiations. The agreement reached and set out in the Withdrawal Agreement text will provide them with certainty about their rights going forward. It will allow EU citizens in the UK and UK nationals in the EU to continue living their lives broadly as they do now in the countries where they now live. It will enable families who have built their lives together in the EU and UK to stay together. It also gives the people more certainty about residence, healthcare, pensions and other benefits.\r\n\r\nDuring the implementation period, EU citizens coming to the UK and UK nationals going to the EU will be able to live, work and study as they do now. The Government also agreed in March 2018 that we will extend the agreement to those that arrive during the implementation period. Individuals who want to stay beyond the end of the implementation period will have to apply for leave to remain in the UK by June 2021.\r\n\r\nCabinet Office",
            "responded_on": "2019-01-31",
            "summary": "The Government is committed to scrapping the 15 year rule ahead of the 2022 General Election.",
            "updated_at": "2019-01-31T17:57:17.347Z"
        },
        "government_response_at": "2019-01-31T17:57:17.350Z",
        "moderation_threshold_reached_at": "2018-09-06T19:10:16.704Z",
        "opened_at": "2018-09-12T21:05:22.512Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-01-18T00:03:23.167Z",
        "scheduled_debate_date": null,
        "signature_count": 11357,
        "state": "open",
        "updated_at": "2019-02-15T09:15:44.856Z"
    },
    "id": 228362,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228362.json"
    },
    "type": "petition"
}