{
    "attributes": {
        "action": "Ensure councils provide monitored supported accommodation for ex offenders etc",
        "additional_details": "This is affecting neighbourhoods and increasing crime in the areas and this needs to be isolated.\r\n\r\nWhy aren't the government focusing on reducing crime and providing rehabilitation for these people who need it and encouraging new members of the community to learn of our way of life and ensure they will be able to abide by our laws?\r\n\r\nThis is not racist nor discriminatory in any way. This is a chance to provide help for ALL people who require it, not just teenagers",
        "background": "Young parents who are deemed \"non-fit\" to look after their children are offered supported accommodation as are young people who leave their parents accommodation to ensure they get the support to start life the best way.",
        "closed_at": null,
        "created_at": "2018-09-06T09:24:13.504Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-07T10:49:38.026Z",
        "opened_at": null,
        "rejected_at": "2018-09-21T15:48:31.534Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petitions seems to call on councils not the UK Parliament or Government to act. \r\n\r\nYou could start a new petition about something the UK Parliament or Government are reasonable for. For example you could ask the UK Parliament and Government to provide supported accommodation for ex-offenders, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-09-21T15:48:31.539Z"
    },
    "id": 228339,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228339.json"
    },
    "type": "petition"
}