{
    "attributes": {
        "action": "Create one-off gift tax imposed on sponsors of Brexit in the case of shortfall.",
        "additional_details": "Politics is not without responsibility, and yet our country is governed by people who feel they can push an agenda without culpability. Instead, the government should hold these parties to account, and individuals, organisations, companies and sponsors who have actively supported the Brexit campaign. In the case of shortfall in tax received, loss of GDP, or increase in interest rates to support a devalued pound - these contributors must pay a one-off gift tax. It should be knows as Johnson Tax.",
        "background": "The official Brexit campaign broke electoral law using BeLeave to supersede the limits of spending in the referendum campaigns and spreading unfounded statements - these decision makers are liable to the nation. They should be made responsible and instructed to pay a one-off gift tax.",
        "closed_at": null,
        "created_at": "2018-09-08T21:44:13.314Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-09T05:58:08.634Z",
        "opened_at": null,
        "rejected_at": "2018-09-21T15:51:28.102Z",
        "rejection": {
            "code": "no-action",
            "details": "It’s not clear what the petition is asking the UK Government or Parliament to do.\r\n\r\nPeople and organisations are not taxed based on their political beliefs. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask for minimum fines for people or organisations that break electoral laws. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2018-09-21T15:51:34.601Z"
    },
    "id": 228465,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228465.json"
    },
    "type": "petition"
}