{
    "attributes": {
        "action": "Make TV election debates happen - establish an Independent Debates Commission",
        "additional_details": "An Independent Debates Commission would take decision making out of the politicians and broadcasters' hands and ensure TV debates become a regular fixture of UK elections.",
        "background": "Genuine leaders' debates took place in 2010, but in the next two elections didn't happen. Amend election law to make party leaders take part in a televised debate. ",
        "closed_at": null,
        "created_at": "2018-09-11T16:07:00.226Z",
        "creator_name": "Jonathan Levy",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2018-11-29T06:33:04.031Z",
        "government_response": {
            "created_at": "2018-10-23T08:59:06.222Z",
            "details": "The proposals for a Debates Commission are something to be considered in due course by political parties, closer to any general election in 2022.\r\n\r\nTelevised election debates took place in the 2010, 2015 and 2017 UK Parliamentary general elections. They form one of many mediums that enable political parties to convey their message to members of the public and address key challenges. \r\n\r\nTelevised election debates are not mandatory under electoral law. Participating in a televised election debate is down to the discretion of the political party invited to debate. The Government has no plans to change electoral law to make televised elections debates mandatory. \r\n\r\nThere are many mediums used by political parties to convey their message to members of the public. These include candidate hustings and political canvassing, which enables electoral candidates to debate policies and directly address members of the public in the run up to an election. These are also not mandatory under electoral law.\r\n\r\nAny televised material, including televised election debates, is regulated by Ofcom, the independent media regulator, and is subject to the provisions in the Broadcasting Code. Ofcom does not obligate broadcasters to transmit election debates, nor does it have any decision-making role over the editorial format of any programme.\r\n\r\nCabinet Office",
            "responded_on": "2018-10-23",
            "summary": "Televised election debates are a matter for political parties. The Government has no plans to change electoral law to make the debates mandatory.",
            "updated_at": "2018-10-23T08:59:06.222Z"
        },
        "government_response_at": "2018-10-23T08:59:06.225Z",
        "moderation_threshold_reached_at": "2018-09-14T13:57:12.779Z",
        "opened_at": "2018-09-21T14:21:06.885Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-09-30T20:32:02.730Z",
        "scheduled_debate_date": "2019-01-07",
        "signature_count": 109330,
        "state": "open",
        "updated_at": "2018-12-04T17:40:50.737Z"
    },
    "id": 228572,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228572.json"
    },
    "type": "petition"
}