{
    "attributes": {
        "action": "Hold a public inquiry into the decision to incentivise diesel cars & its effects",
        "additional_details": "Millions of car owners who chose diesels encouraged by government now face harsh surcharges for parking, road tax, company tax and 'low emissions zones' effectively banning their use entirely, even for cars purchased as recently as 2015. Local surcharges and restricted zones are expanding across the UK. Such an extreme u-turn in policy is unacceptable abuse of public authority and must stop, pending an inquiry to examine how past errors can be prevented and those affected instead treated fairly.",
        "background": "In 2001 the government decided to link car tax (VED) to CO2 emissions. In 2002 company car tax also became emissions-based. People were encouraged by such incentives to buy diesel cars, yet owners of even relatively new diesels now face draconian extra taxes, parking surcharges, even effective bans.",
        "closed_at": null,
        "created_at": "2018-09-10T13:05:33.400Z",
        "creator_name": "Stuart Coster",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-03-04T12:13:47.025Z",
            "details": "The vehicle tax system is designed to encourage the take-up of cars with low CO2 emissions. Through Vehicle Excise Duty and company car tax, motorists benefit from lower tax rates if they choose a new car with low CO2 emissions. As transport is the largest contributing sector to greenhouse gas emissions, the design of vehicle taxes helps the government to meet its legally binding targets.\r\n\r\nCleaner diesel cars and vans can play an important role in reducing CO2 emissions from road transport during the transition to ultra low and zero emission vehicles. For example, diesel can be suitable for vehicles, including cars, that regularly drive long distances or carry heavy loads particularly outside of urban areas. \r\n\r\nHowever, the air quality impact of diesels must continue to be reduced. The Department of Health and Social Care’s advisory Committee on the Medical Effects of Air Pollutants (COMEAP) have recently estimated that long-term exposure to man-made air pollution in the UK has an annual impact on shortening lifespans, equivalent to 28,000 to 36,000 deaths. As such, it is right that tax should play a part in efforts to tackle the harmful effects of NOx emissions. \r\n\r\nFrom April 2018, the government introduced a supplement on new diesel cars which do not meet the Real World Driving Emissions Step 2 (RDE2) standard. The RDE2 standard involves attaching a portable emissions-testing kit to cars which are then driven on public roads under a variety of normal driving conditions. New diesel models which do not meet this standard have gone up by one VED band in their First Year Rate and the company car tax diesel supplement has increased from 3% to 4%. These changes are specifically designed to help improve air quality and to encourage manufacturers to bring forward cleaner, RDE2 compliant diesels to market sooner. \r\n \r\nThe VED supplement only impacts individuals choosing a new car from 1 April 2018. No existing diesel car registered before this date has been liable to pay any additional VED. \r\n\r\nRegarding the company car tax diesel supplement, the purpose to incentivise car manufacturers to bring forward new, cleaner technology sooner. A company car is typically driven for 3-4 years before being replaced, so within a few years affected drivers and their employers will have an opportunity to choose new cars which are not subject to the supplement.\r\n\r\nDiesel cars which meet the standard of 120mg/km of NOx, when measured under real world driving conditions are exempt from both diesel supplements. A diesel car that meets the RDE2 standard will emit a comparable amount of NOx to the average petrol car. Manufacturers are beginning to bring RDE2 compliant models to market which means that motorists may now choose diesels with the latest technology that are not liable to pay the supplement. As the RDE2 standard becomes mandatory for all new registrations in January 2021, we hope the tax system will continue to encourage manufacturers to bring these models to market sooner.\r\n\r\nHM Treasury. ",
            "responded_on": "2019-03-04",
            "summary": "The design of vehicle taxes helps the UK meet its CO2 targets. On air quality, diesel supplements incentivise bringing forward new cleaner technology rather than penalising drivers who can’t upgrade.",
            "updated_at": "2019-03-04T12:13:47.025Z"
        },
        "government_response_at": "2019-03-04T12:13:47.029Z",
        "moderation_threshold_reached_at": "2018-09-18T12:42:39.010Z",
        "opened_at": "2018-09-24T11:34:15.370Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-02-11T13:17:11.393Z",
        "scheduled_debate_date": null,
        "signature_count": 10260,
        "state": "open",
        "updated_at": "2019-03-13T13:39:56.450Z"
    },
    "id": 228534,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228534.json"
    },
    "type": "petition"
}