{
    "attributes": {
        "action": "Indian origin in UK should be recognised as Indians & not generalised as Asians.",
        "additional_details": "Indians should not be generalised as Asian together with any other ethnic minorities of Indian subcontinent, like Sri Lanka and Nepal are identified seperately. Referring the culprits of hideous crime as Asian and not as their country of origin broadens the forum for accusation and stereo typical views. Chinese, Russian, Japanese and others are identified as per their country of origin and not as Asians. It is clearly unjust to categorised only Indians as Asians with one or two other minorities",
        "background": "Branding all Asian under one umbrella is rather a stereotypical view and it is clearly unjust. It could be classed as violation of human rights to classify all Asians as grooming gangs, rapist or terrorist, as the British media and the society simply addresses the culprits as Asians.",
        "closed_at": null,
        "created_at": "2018-09-09T15:41:13.704Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-09T16:23:11.907Z",
        "opened_at": null,
        "rejected_at": "2018-09-21T14:08:05.762Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament are not responsible for media coverage or how issues are debated in society.\r\n\r\nThe UK Government does record ethnicity. You can find out more here:\r\n\r\nhttps://www.ethnicity-facts-figures.service.gov.uk/ethnicity-in-the-uk \r\n\r\nYou could start a new petition asking the UK Government and Parliament to change how official data on ethnicity is classified, so that people can identify their ethnicity by the country of their ancestors' birth, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-09-21T14:08:12.009Z"
    },
    "id": 228500,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228500.json"
    },
    "type": "petition"
}