{
    "attributes": {
        "action": "I’m writing this petition because the new gcses is ridiculously hard !!!",
        "additional_details": "For example the English GCSEs are incredibly long and it’s about 8hrs and 45minutes in total which is crazy. Also in this GCSE we have to know at least 15 poems or even 50 quotes for Macbeth. But that’s not it students still have other exams just like maths,science,geography,history and couple more. Also these exams have at least 2-3 papers to complete aswell. I think this should change because these exams are causing too much stress and less motivation of how well they students can do in exams. I hope this will change!",
        "background": "I am writing this petition because I want to talk about the new gcses that were announced last year are incredibly hard and it is effecting younger generations in England. For example this could be students are more stressed and are also less confident that they’re gonna pass there gcses.",
        "closed_at": null,
        "created_at": "2018-09-11T21:33:39.115Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-11T21:49:44.974Z",
        "opened_at": null,
        "rejected_at": "2018-09-18T16:17:37.838Z",
        "rejection": {
            "code": "no-action",
            "details": "Its clear that you're concerned about GCSE exams and the impact of stress on students. However we're not exactly sure how you want GCSE exams to be changed. \r\n\r\nYou could start a new petition explaining clearly what you'd like the UK Government or Parliament to do. For example, you could start a new petition asking for the number of GCSE exams that students have to take to be reduced, if that's what you'd like to happen.\r\n\r\nIf you want GCSE English Literature exams to be made open book and students to receive all formulae for other exams, you may wish to sign this petition instead: https://petition.parliament.uk/petitions/221841\r\n\r\nIf you, or someone you know, are experiencing stress because of exams, you may find the following websites helpful: \r\n\r\nhttps://www.nhs.uk/conditions/stress-anxiety-depression/tips-on-surviving-exams/\r\n\r\nhttps://www.childline.org.uk/info-advice/school-college-and-work/school-college/exam-stress/\r\n\r\nhttps://www.mind.org.uk/information-support/types-of-mental-health-problems/stress/?gclid=CjwKCAjwxILdBRBqEiwAHL2R86ALapRh9oez8qaYxlezB1ocYwmhU1mLbmm5vxdOHfpfMN10kw4cyRoCz6IQAvD_BwE&gclsrc=aw.ds#.W6Ek4zpwZhg"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-09-18T16:17:47.539Z"
    },
    "id": 228590,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228590.json"
    },
    "type": "petition"
}