{
    "attributes": {
        "action": "Children in care to be heard more and be entitled to a fair say in their lives",
        "additional_details": "Research carried out in the UK and abroad shows that the mental health of looked after children is poorer than that of the general population. There have been at least 18 studies since 1954 that provide data on the prevalence of mental health and behavioural disorders, difficulties and problems in looked after children in the UK. The studies consistently show that these children have poorer mental than the rest of the population.and that (where comparisons have been made) the health of those in residential care is worse than that of children in foster care.",
        "background": "The careolution must start! children in care are neglected and are forgotten under the state. The systematic system in place has caused a significant increase in mental health issues in young people. We deserve not to be forgotten about by professionals when they finish work.",
        "closed_at": null,
        "created_at": "2018-09-12T17:54:29.711Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-12T19:47:10.820Z",
        "opened_at": null,
        "rejected_at": "2018-09-19T13:18:26.823Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's clear that you're concerned about children in care and their mental health. However, we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the Government to fund more mental health services for children in care, if that's what you'd like to happen. You could also start a new petition asking for an urgent review into the care system and its impact on children's mental health, if that's what you'd like to happen. \r\n\r\nIf you do start a new petition, you'll need to use your full name. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-09-19T13:18:26.830Z"
    },
    "id": 228627,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228627.json"
    },
    "type": "petition"
}