{
    "attributes": {
        "action": "Stop Brexit if supplies of vital medication can't be guaranteed.",
        "additional_details": "We can't wait. Our supply of vital meds MUST be guaranteed. Some patients with long-term conditions need medication immediately or they could die. We can't wait. Our supply of vital meds MUST be guaranteed.\r\nDiabetic-ketoacidosis has to be treated IMMEDIATELY with INSULIN otherwise the patient could DIE. This is just one example. Diabetes is the tip of the iceberg. Many other patients, asthmatics, for example, rely on life-saving medication imported from the EU. They can't wait whilst it's stuck at the port.",
        "background": "The Chair of the Medicines and Healthcare Products Regulatory Agency, said officials must ensure drugs don’t run out if there’s no Brexit deal. The Government is stockpiling medicines. This is not acceptable. Patients with long-term conditions need medication immediately or they could die. ",
        "closed_at": null,
        "created_at": "2018-09-12T19:26:33.391Z",
        "creator_name": "Wendy Nowak",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-11-23T13:47:08.230Z",
            "details": "No matter what the outcome of the negotiations, on issues of patient\r\nsafety and public health the UK will be, as it always has been, a willing\r\nand reliable partner for Europe. It is in all our interests to ensure a\r\ncontinued and undisrupted supply of medicine to the UK.\r\n\r\nWhile the chances of ‘no deal’ have been reduced considerably, the\r\nGovernment will continue to do the responsible thing and prepare for all\r\neventualities, in case a final agreement cannot be reached. Extensive\r\nwork to prepare for a ‘no deal’ scenario has been underway for over two\r\nyears and we are taking the necessary steps to ensure the country\r\ncontinues to operate smoothly from the day we leave. Our objective is to\r\nminimise disruption by taking unilateral action to prioritise continuity and\r\nstability, wherever possible and appropriate to do so.\r\n\r\nWe have been speaking directly to industry across the medical supply\r\nchain, from pharmaceutical trade bodies to storage providers, so\r\npatients can still access medicines in exactly the same way as they do\r\nnow. The public can have confidence in the Government’s plans for\r\ncontinuity of medicines supply in the unlikely event of a ‘no deal’\r\nscenario. The Government has asked pharmaceutical companies that\r\nsupply medicines to UK patients from, or via, Europe to ensure they\r\nhave a minimum of six weeks additional supply in the UK, over and\r\nabove their business as usual operational buffer stocks, by 29th March\r\n2019. There will be separate arrangements for the air freight of\r\nmedicines with short shelf-lives, such as medical radioisotopes. Since\r\nwriting to pharmaceutical companies, we have received good\r\nengagement from the industry who share our aim of maintaining\r\ncontinuity of medicines supply.\r\n\r\nWe understand that medicines like insulin are vitally important to millions\r\nof people in this country and we continue working closely with\r\ncompanies to ensure that stockpiles of medicines are sufficient to cope\r\nwith any potential short term delays at the border, in the event that there\r\nis ‘no deal’.\r\n\r\nOur contingency plans include sensible mitigations for medicines that\r\ncome to the UK from or via the EU, such as precautionary stockpiling by\r\nsuppliers, to ensure that the supply of insulin and other essential\r\nmedicines to patients is not disrupted.\r\n\r\nDepartment for Exiting the European Union",
            "responded_on": "2018-11-23",
            "summary": "Government is working with pharmaceutical companies, the MHRA and the NHS to ensure the supply of critical medicines so that patients continue to receive the high standards of care that they expect.",
            "updated_at": "2018-11-23T13:52:21.425Z"
        },
        "government_response_at": "2018-11-23T13:47:08.232Z",
        "moderation_threshold_reached_at": "2018-09-12T20:36:48.424Z",
        "opened_at": "2018-09-19T15:12:17.713Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-11-12T11:30:20.466Z",
        "scheduled_debate_date": null,
        "signature_count": 11444,
        "state": "open",
        "updated_at": "2018-12-04T08:43:48.679Z"
    },
    "id": 228631,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228631.json"
    },
    "type": "petition"
}