{
    "attributes": {
        "action": "Make available to the courts the sentence of ‘Exile’.",
        "additional_details": "Former MI5 agent Annie Machon was recently quoted by Business Insider as stating that it might require 20 agents to keep track of one suspect. The UK would need 60,000 officers to keep track of 3,000 known suspects around the clock.  Removing such people far from the UK would leave MI5 free to concentrate on those who are a clear and present danger.",
        "background": "Our legal system currently releases back into society individuals who pose a threat to it. This is an unacceptable burden on the security services. Such individuals should be exiled from the UK.",
        "closed_at": null,
        "created_at": "2018-09-13T06:58:11.335Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-13T08:16:50.510Z",
        "opened_at": null,
        "rejected_at": "2018-09-19T15:19:44.969Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what you mean by \"exile\". The UK Government does not have the power to force other countries to accept British Citizens. \r\n\r\nForeign national offenders can already be deported under the UK Borders Act 2007. So we're not sure exactly what else you'd like the Government or Parliament to do. You can find out more here: \r\n\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-8062\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-09-19T15:19:49.964Z"
    },
    "id": 228653,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228653.json"
    },
    "type": "petition"
}