{
    "attributes": {
        "action": "Make DLA/ PIP assessment companies liable for wrongly rejected claims",
        "additional_details": "Daily, there are numerous reports of wrongly rejected claims. These awards are often taken away or not awarded at all because PIP assessment companies don’t take their responsibilities seriously. Reports are showing consistent similarities - What a claimant has said and what a medical professional who knows them personally, is not being taken into account. In addition to this, assessors are writing claimants have shown examples of doing things that contradicts the truth entirely.",
        "background": "Countless disabled and individuals severely in need are not being awarded what they are rightly entitled to. Furthermore, those already in recipient of DLA/PIP are having their awards completely taken away. Companies must be fined when appeals succeed to make them assess claims properly.",
        "closed_at": null,
        "created_at": "2018-09-12T10:09:34.656Z",
        "creator_name": "Mrs Sophie Goodwin",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-02-18T17:16:22.097Z",
            "details": "The Government is fully committed to supporting disabled people and determined that support should be focused on people who need it most. We are also committed to ensuring those with health conditions and disabilities are assessed fairly for Personal Independence Payment (PIP) to ensure they receive the right level of support. Under PIP, 31% of claimants are receiving the highest level of support compared to 15% under its predecessor, Disability Living Allowance (DLA). And 39% of those who were previously in receipt of DLA are receiving more under PIP than they did so previously.\r\n\r\nOf the 3.7 million PIP decisions made, 10% have been appealed and 5% overturned at appeal.  In other words, 9 in 10 of all PIP claims are made and completed without appeal and 1 in 20 have a successful appeal made against them, in many instances as a result of new evidence not previously available to the Assessment Providers (APs).\r\n\r\nAssessments are carried out by suitably trained Health Professionals (HPs) working within a quality assured, managed environment. The Department for Work and Pensions (DWP) has set clear requirements on the professions, skills, experience and training of the HPs that our assessment providers can use to carry out PIP assessments and all are registered with an appropriate professional body, for example the General Medical Council (GMC), Nursing and Midwifery Council (NMC) or the Health and Care Professions Council (HCPC). \r\n\r\nIn addition to their profession, DWP recognises the importance of ensuring individuals also have sufficient experience, skills and training. All PIP HPs must complete a comprehensive training programme approved by DWP and pass an assessment of competence before they can carry out assessments. \r\n\r\nHPs do not need to be an expert in a particular condition to assess its impact on a claimant’s daily living and mobility activities. The assessment is not designed to diagnose or give a clinical prognosis. Instead, the emphasis is on ensuring that the HPs are experts in disability analysis, focusing on the effects of health conditions and impairments on the individual claimant’s daily life. The role differs from the therapeutic role of healthcare professionals in reaching a diagnosis and/or planning treatment.\r\n\r\nIndependent audit function has been rolled out across the AP contracts and this is used to judge how they are performing against set targets to ensure that the advice provided to DWP is of suitable quality, fully explained and justified. DWP also sets the APs a target for no more than 3% of the reports they submit to the Department being deemed unacceptable, above which a ‘no pay’ mechanism is applied. Reports are reviewed against the quality of the opinion given, information gathering, the use of further evidence and process. Both APs also have formal complaints procedures in place, which DWP monitors, and claimants who are not satisfied with a provider’s response to their complaint can escalate their complaint directly to the Independent Case Examiner.\r\n\r\nInformation provided by people who claim PIP plays an important part in the process and claimants are encouraged to supply relevant medical evidence or to provide the details of Care Workers or Healthcare Professionals working with them. HPs will consider each case individually and decide whether further evidence would help inform their advice to DWP, for example if there is doubt about the level of function or if it is required in order to provide robust advice.\r\n\r\nDecisions on entitlement to PIP are made by DWP Case Managers (CM), not the APs. The CM will consider all the available evidence when making their decision. Such evidence may include the claimant questionnaire (PIP2: How your disability affects you), any additional evidence the claimant has provided e.g. from a carer, any further evidence that the AP has obtained and the report from the HP working for the AP.\r\n\r\nIf a claimant is dissatisfied with the outcome of their decision they can ask for a Mandatory Reconsideration (MR) by DWP. Claimants are encouraged to send in additional information if they have it and CMs can ask for additional advice from the APs if needed. If a person remains dissatisfied following their MR they can directly lodge an appeal with Her Majesty’s Courts and Tribunals Service (HMCTS).\r\n\r\nThe main reasons for decisions being overturned at Tribunal is a combination of the person’s oral evidence and Tribunals reaching a different conclusion based on the same evidence. In other words, for the majority of cases it would be too absolute to conclude that the original decision, based on evidence including the HPs report, was wrong.\r\n\r\nBut DWP is not complacent and is working closely with both PIP APs and HMCTS to get more comprehensive feedback about how tribunals consider HP reports and how that will not only inform decision making but more importantly drive up the quality of the decisions made.\r\n\r\nDepartment for Work and Pensions ",
            "responded_on": "2019-02-18",
            "summary": "DWP is committed to ensuring people who claim PIP receive high quality, objective assessments. Decisions are based on all the evidence available, including that provided by the claimant.",
            "updated_at": "2019-02-20T14:09:14.365Z"
        },
        "government_response_at": "2019-02-18T17:16:22.101Z",
        "moderation_threshold_reached_at": "2018-09-13T07:31:12.440Z",
        "opened_at": "2018-09-19T16:35:57.040Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-02-02T11:39:50.670Z",
        "scheduled_debate_date": null,
        "signature_count": 16302,
        "state": "open",
        "updated_at": "2019-03-13T23:52:14.128Z"
    },
    "id": 228602,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228602.json"
    },
    "type": "petition"
}