{
    "attributes": {
        "action": "Provide prescription payment exemption for people with Sickle Cell Anaemia.",
        "additional_details": "Sickle Cell patients struggle to qualify for benefits as the requirements don't seem to cater to disabilities that include intermittent asymptomatic states. SC patients also require lifelong monthly prescriptions. As many patients are unable to work, this is an extra financial burden that is stressful. If this burden can be lifted, it will contribute somewhat to a slightly better quality of life for people who already suffer so greatly.",
        "background": "Sickle Cell Anaemia: genetically inherited haematological condition. Patients suffer acute chronic pain affecting the bones & joints caused by vaso-occlusion, ischaemic injury, high risk of infection & stroke. Stress, low temperature & physical activity are a few of the triggers of this condition.",
        "closed_at": null,
        "created_at": "2018-09-13T13:50:41.166Z",
        "creator_name": "Amoafi Kwapong",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-01-22T16:34:58.449Z",
            "details": "While most NHS treatment is free at the point of use, there are some costs that people might need to pay. For example, in England many working age adults pay prescription charges, although some prescribed items are always free including contraceptives and medication for hospital inpatients. Prescription charges are a valuable income source for the NHS, contributing £575.9 million in revenue for the financial year 2017/18. This funding is particularly important given the increasing demands on the NHS.\r\n\r\nSome people are eligible for help with their health costs. This includes: NHS prescription charges, NHS dental treatment charges, the cost of travelling to receive NHS treatment, NHS wigs and fabric supports, and the cost of sight tests, glasses and contact lenses. Help with health costs in England depends on if the individual is in receipt of certain qualifying benefits, whether they are pregnant or have recently had a baby, whether they are aged 60 or over, under 16 years old, or are under 19 years old but are in qualifying full-time education, get a war pension or have a qualifying medical condition. Together these existing exemptions mean that around 90% of NHS prescriptions are currently dispensed free of charge.\r\n\r\nSickle cell anaemia is not currently listed as a qualifying medical condition for the purposes of help with health costs. Professor Sir Ian Gilmore undertook a review into extending exemptions to all those with long-term conditions, which was published in 2010. At this time, a decision was taken that no changes would be made in light of the financial challenges facing the country. This remains the position and the Government has no current plans to amend the list of medical conditions that provide exemption from NHS prescription charges.\r\n\r\nPeople with sickle cell anaemia may be eligible for one of the non-medical prescription charge exemptions and it is recommended they check. For convenience an eligibility checker tool is available on the NHS Business Services Authority’s (BSA) website at: \r\nhttps://services.nhsbsa.nhs.uk/check-for-help-paying-nhs-costs/start. \r\n\r\nThis tool has been widely publicised by the nationwide ‘check before you tick’ campaign, launched by NHS England and the NHS Business Services Authority (NHS BSA) to help people understand their eligibility for free NHS prescriptions.\r\n\r\nIn addition, people on low incomes can apply for help with their health costs through the NHS Low Income Scheme. The Scheme provides income related help to people who are not automatically exempt from NHS prescription charges but who may be entitled to full or partial help if they have a low income and savings below a defined limit. Further information, including on how to apply, is available on the NHS BSA’s website at: \r\nwww.nhsbsa.nhs.uk/nhs-low-income-scheme. \r\n\r\nThose people who are not eligible for help with health costs, yet have a high-level or long-term need for prescription medication, may be able to save money by purchasing a prescription prepayment certificate (PPC). These allow people to obtain as many prescriptions as they need for a set cost: £29.10 for a 3-month PPC and £104 for a 12-month PPC. In addition, people can spread the cost of a 12-month PPC by paying through 10 monthly direct debit payments. The NHS BSA actively prepares, circulates and promotes information for on Prescription Prepayment Certificates as part of its duties in administering this service.\r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2019-01-22",
            "summary": "There are no plans to review the list of medical exemptions from NHS prescription charges. However, extensive arrangements are already in place to ensure people can access affordable prescriptions.",
            "updated_at": "2019-01-22T16:34:58.449Z"
        },
        "government_response_at": "2019-01-22T16:34:58.452Z",
        "moderation_threshold_reached_at": "2018-10-01T18:25:34.174Z",
        "opened_at": "2018-10-18T15:27:10.484Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-01-01T05:45:22.367Z",
        "scheduled_debate_date": null,
        "signature_count": 11531,
        "state": "open",
        "updated_at": "2019-03-13T16:18:32.791Z"
    },
    "id": 228671,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228671.json"
    },
    "type": "petition"
}