{
    "attributes": {
        "action": "Repeal the EU Copyright Directive, when the UK leaves the EU.",
        "additional_details": "",
        "background": "The EU has just passed, Articles 11 and 13 of the EU Copyright Directive. This could damage and threaten people's right to freedom of speech and expression online, fair use and censor political and peaceful conversation. This should be repealed from UK law on the UK's exit from the EU.",
        "closed_at": null,
        "created_at": "2018-09-12T16:13:32.933Z",
        "creator_name": "Paul Hunter",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-12-20T10:35:01.730Z",
            "details": "The EU Copyright Directive is still being negotiated and the UK is a full and active participant in these negotiations as part of the Council of the EU. The Council and the European Parliament are between them negotiating the final version of the text.\r\n\r\nThe Government supports the aims of the Directive, including Article 11 – a new right for press publishers – and Article 13 – new rules to ensure copyright owners can claim payment when their content is uploaded to platforms like YouTube without their permission.\r\n\r\nHowever, it is important to the Government that these proposals are balanced, take into account the need to protect freedom of expression, and avoid placing unreasonable burdens on businesses and internet users.\r\n\r\nBecause of this the Government has actively sought safeguards for freedom of expression, such as rules which will protect people’s ability to use third party content for the purpose of quotation, parody, and similar purposes which are currently allowed under UK law.\r\n\r\nThe Government’s support for the Directive, and its position on implementing and maintaining these provisions following the UK’s exit from the EU, will depend on the outcome of the negotiations on the Directive.  The Government will continue to engage in these negotiations to ensure the best outcome for the UK. \r\n\r\nDepartment for Business, Energy and Industrial Strategy",
            "responded_on": "2018-12-20",
            "summary": "We support Articles 11 and 13, which seek to ensure creators and producers are rewarded when their works are used online, but agree they must include safeguards for freedom of expression.",
            "updated_at": "2018-12-20T10:35:01.730Z"
        },
        "government_response_at": "2018-12-20T10:35:01.732Z",
        "moderation_threshold_reached_at": "2018-09-12T16:58:19.597Z",
        "opened_at": "2018-09-20T09:56:10.504Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-12-09T16:04:34.262Z",
        "scheduled_debate_date": null,
        "signature_count": 28549,
        "state": "open",
        "updated_at": "2019-03-13T21:20:22.751Z"
    },
    "id": 228620,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228620.json"
    },
    "type": "petition"
}