{
    "attributes": {
        "action": "Bullies of any age in schools need stronger punishments",
        "additional_details": "We as parents are taking a stand, we take our children to school believing that they are safe but bulling is a huge issue.\r\n\r\nJust this week another boy has decided to take his own life because he was bullied.\r\n\r\nWe need to take stand with stronger procedures, a new law needs to be in place, the reason why bullying continues is because they know they can do it without any real consequences.\r\n\r\nHow many more innocent lives will be lost until Something is done, being bullied stays with you forever.",
        "background": "Every day children are to scared to go to school because of bullies, it’s getting so bad that children are taking their own lives as a way to escape it.no child should ever feel like this\r\nParents should be able to send their children to school believing that it is a safe place to learn and grow.",
        "closed_at": null,
        "created_at": "2018-09-13T20:47:51.244Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-14T07:28:07.794Z",
        "opened_at": null,
        "rejected_at": "2018-09-20T11:05:49.482Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Punishments in schools are the responsibility of individual schools not the UK Parliament or Government.\r\n\r\nYou might like to sign this petition instead: \r\n\r\nhttps://petition.parliament.uk/petitions/216481\r\n\r\nYou could also start a new petition explaining clearly what you'd like the Government or Parliament to do.\r\n\r\nPlease note also, that we need a full name in order to publish petitions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-09-20T11:05:49.493Z"
    },
    "id": 228692,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228692.json"
    },
    "type": "petition"
}