{
    "attributes": {
        "action": "UK Government to Fund Advice Services for British Citizens living in Spain",
        "additional_details": "This well known registered Charity was founded in 2014. The Bureau advisers are regularly asked to appear on radio shows. Team members  also host talks for associations, hold seminars and legal clinics. Other organisations including the British consulates in various regions of Spain forward UK Nationals to us for our expertise. Two of the advisers  are registered paralegals and are able to respond to daily questions via the website, emails, phones and legal clinics. www,citizensadvice.org.es",
        "background": "Citizens Advice Spain is the first stop for thousands of UK Nationals who contact us daily for Advice, Assistance, Information and Guidance. We inform so that the community understand their obligations and rights. We use laws and regulations to assist residents, holiday homeowners and on relocation.",
        "closed_at": null,
        "created_at": "2018-09-12T19:33:38.810Z",
        "creator_name": "Myra Cecilia Azzopardi",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-03-06T14:05:30.944Z",
            "details": "The Prime Minister has been clear from the beginning that safeguarding the rights of EU citizens living in the UK, as well as UK nationals living in the EU, was her first priority. The UK Government remains committed to a negotiated and orderly departure from the EU. We do not want or expect a no deal scenario but it is the duty of a responsible Government to continue to prepare for a range of potential outcomes, including the possibility of no deal.\r\n\r\nHM Government recognises the challenges that ongoing uncertainty presents for UK nationals living in the EU. \r\n\r\nThe FCO’s consular service assists British people living, travelling and working around the world when they are most in need. We envisage an increase in enquiries, notarial work, and requests for consular assistance, and in the complexity of consular cases as a result of EU Exit. We are therefore increasing significantly the capacity of our consular network in the EU27 and EFTA states and the Global Consular Contact Centre, which handles all telephone and written consular enquiries for our embassies, high commissions and consulates in the EU and EFTA states. \r\n\r\nThe FCO is committed to ensuring that timely information is available for UK Nationals living, working and travelling in the EU. Our network of Europe Posts has held over 280 outreach events since November 2017. The FCO is also running information campaigns that seeks to ensure that UK nationals resident and travelling in the EU and EFTA states have a clear understanding of their resulting rights and services available to them following the UK’s withdrawal from the EU. We are encouraging UK nationals to visit the ‘UK nationals in the EU’ page and ‘Living in [Country] Guides’ on GOV.UK, and to follow their local Embassy social media channels for the latest updates.\r\n\r\nWe are continuing to look at what additional support the Government can offer to UK nationals resident in EU Member States. \r\n\r\nForeign and Commonwealth Office.",
            "responded_on": "2019-03-06",
            "summary": "HM Government recognises the challenges ongoing uncertainty presents and continues to consider what additional support can be made available to UK nationals living in the EU.",
            "updated_at": "2019-03-06T14:05:30.944Z"
        },
        "government_response_at": "2019-03-06T14:05:30.947Z",
        "moderation_threshold_reached_at": "2018-09-13T16:06:49.416Z",
        "opened_at": "2018-09-20T09:50:34.299Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-02-25T07:48:47.994Z",
        "scheduled_debate_date": null,
        "signature_count": 10649,
        "state": "open",
        "updated_at": "2019-03-13T14:30:09.333Z"
    },
    "id": 228633,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228633.json"
    },
    "type": "petition"
}