{
    "attributes": {
        "action": "Stop Brexit if supplies of vital medication can't be guaranteed.",
        "additional_details": "We can't wait. Our supply of vital meds MUST be guaranteed. Some patients with long-term conditions need medication immediately or they could die. We can't wait. Our supply of vital meds MUST be guaranteed.\r\nDiabetic-ketoacidosis has to be treated IMMEDIATELY with INSULIN otherwise the patient could DIE. This is just one example. Diabetes is the tip of the iceberg. Many other patients, asthmatics, for example, rely on life-saving medication imported from the EU. They can't wait whilst it's stuck at the port.",
        "background": "The Chair of the Medicines and Healthcare Products Regulatory Agency, said officials must ensure drugs don’t run out if there’s no Brexit deal. The Government is stockpiling medicines. This is not acceptable. Patients with long-term conditions need medication immediately or they could die. ",
        "closed_at": null,
        "created_at": "2018-09-12T19:26:33.391Z",
        "creator_name": "Wendy Nowak",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-11-23T13:47:08.230Z",
            "details": "The UK will be leaving the EU in March 2019. Given this the Government is working with key stakeholders to ensure the supply of critical medicines, so patients continue to receive high standards of care. \r\n\r\nOn issues of patient safety and public health the UK will be, as it always has been, a willing and reliable partner for Europe. It is in all our interests to ensure a continued and undisrupted supply of medicine to the UK and  safeguarding patients’ interests for all scenarios. \r\n\r\nThe UK will be leaving the EU on 29 March 2019.  Delivering the settlement negotiated with the EU remains our top priority and is the best way of avoiding a no deal scenario. However, until MPs have voted to approve the Withdrawal Agreement, we will continue to do the responsible thing and prepare proportionately for every eventuality, including a ‘no deal’ scenario. \r\n\r\nIn August 2018, the Department wrote to all pharmaceutical companies that supply prescription only medicines and pharmacy medicines to the UK that come from, or via, the European Union (EU) or European Economic Area (EEA) asking them to ensure a minimum of six weeks additional supply in the UK, over and above existing business-as-usual buffer stocks, by 29 March 2019. \r\n\r\nSince then we have received very good engagement from industry who share our aims of ensuring continuity of medicines supply for patients is maintained and able to cope with any potential delays at the border that may arise in the short term in the event of a ‘no deal’ EU exit. \r\n\r\nThe six-week stockpiling activities still remain a critical part of our contingency plans, however this is now being supplemented with additional actions to reflect the updated border disruption assumptions.  \r\n\r\nTherefore, in December 2018, we wrote to pharmaceutical companies that supply licensed medicines to the UK from or via the EU/EEA, and/or manufacture medicines in the UK, informing them of the updated border planning assumptions and asking them about their current transportation routes and their ability to re-route their supply chains if they currently rely on Dover and/or Folkestone.  \r\n\r\nThe Department is aware that industry will need guidance to put arrangements in place to reroute supplies and we will continue to work closely with them to maintain the continuity of medicine supply in the event of a ‘no deal’ EU exit.  \r\n\r\nThe Government recognises the vital importance of medicines and medical products and is working to ensure that there is sufficient roll-on, roll-off freight capacity to enable these vital products to continue to move freely in to the UK. The Government has also agreed that medicines and medical products will be prioritised on these alternative routes to ensure that the flow of all these products will continue unimpeded after 29 March 2019. \r\n\r\nThe public can have confidence in the Government’s plans for continuity of medicines supply in the event of a ‘no deal’ scenario. \r\n\r\nWe understand that all medicines, including insulin, are vitally important to people in this country and we continue working closely with  companies to ensure that supplies of medicines are sufficient to cope with any potential short term delays at the border, in the event that there is ‘no deal’.\r\n\r\nDepartment for Exiting the European Union",
            "responded_on": "2018-11-23",
            "summary": "Government is working with pharmaceutical companies, the MHRA and the NHS to ensure the supply of critical medicines so that patients continue to receive the high standards of care that they expect.",
            "updated_at": "2019-01-22T15:33:00.864Z"
        },
        "government_response_at": "2018-11-23T13:47:08.232Z",
        "moderation_threshold_reached_at": "2018-09-12T20:36:48.424Z",
        "opened_at": "2018-09-19T15:12:17.713Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-11-12T11:30:20.466Z",
        "scheduled_debate_date": null,
        "signature_count": 16843,
        "state": "open",
        "updated_at": "2019-03-14T20:25:15.507Z"
    },
    "id": 228631,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228631.json"
    },
    "type": "petition"
}