{
    "attributes": {
        "action": "Allow the British people to vote on cannabis legalisation",
        "additional_details": "Uk biggest exporter of legal cannabis \r\n\r\nhttps://www.google.co.uk/amp/s/www.bbc.co.uk/news/amp/health-44197038\r\n\r\nCannabis 114× less deadly than Alcohol\r\n\r\nhttps://www.independent.co.uk/news/world/weed-is-114-times-less-deadly-than-alcohol-study-finds-10066496.html\r\n\r\nViolent crime rate reduced in states that legalise cannabis\r\n\r\nhttps://www.google.co.uk/amp/s/amp.theguardian.com/world/2018/jan/14/legal-marijuana-medical-use-crime-rate-plummets-us-study",
        "background": "This Government stands on the shoulders of the phrase \"will of the people\" it should therfore agree, that the only way to settle this long term debate, is to allow a people's vote on cannabis legalisation. \r\n\r\nJoin the campaign at Let Us Vote\r\n on twitter and facebook",
        "closed_at": null,
        "created_at": "2018-09-13T08:16:31.204Z",
        "creator_name": "Gareth Lendrum",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-01-09T16:29:20.531Z",
            "details": "Cannabis is a Class B Drug under the Misuse of Drugs Act 1971.  There is a substantial body of scientific and medical evidence to show that controlled drugs, such as cannabis, are harmful and can damage people’s mental and physical health, and our wider communities.  Evidence from the Government’s independent experts, the Advisory Council on the Misuse of Drugs (“ACMD”), is that the use of cannabis is a ‘significant public health issue and can unquestionably cause harm to individuals and society’.\r\n\r\nGiven these harms, the Government does not intend on legalising the recreational use of cannabis and the penalties for unauthorised supply, possession and production will remain unchanged. \r\n\r\nThe legalisation of drugs in the UK would not eliminate the crime committed by the illicit trade nor would it address the harms associated with drug dependence and the misery this can cause to families and society.  Legalisation of recreational use of cannabis would send the wrong message to the vast majority of people who do not take drugs, especially young and vulnerable people, with the potential grave risk of increased misuse of drugs.\r\n\r\nHome Office",
            "responded_on": "2019-01-09",
            "summary": "This Government has no plans to legalise cannabis for recreational use, or to hold a vote on the legalisation of cannabis.",
            "updated_at": "2019-01-09T16:29:20.531Z"
        },
        "government_response_at": "2019-01-09T16:29:20.533Z",
        "moderation_threshold_reached_at": "2018-09-13T08:30:40.541Z",
        "opened_at": "2018-09-19T15:40:58.356Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-12-29T02:20:50.659Z",
        "scheduled_debate_date": null,
        "signature_count": 16688,
        "state": "open",
        "updated_at": "2019-02-15T13:37:38.382Z"
    },
    "id": 228655,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228655.json"
    },
    "type": "petition"
}