{
    "attributes": {
        "action": "Stop the RBS Droylsden bank closure.",
        "additional_details": "RBS is 62.4% owned by the tax payer and made £2.239 billion in profit last year.  Pays its Chief Executive £3.5 Million a year and were more than happy to have us, the tax paying public, bail them out to the tune of £45 billion.  If this bank closes local business will have no bank to pay money in or get change from.  This will leave yet another hole in our high street and this can simply not go ahead.",
        "background": "The Royal Bank of Scotland (RBS) are closing 54 more banks across England and wales one of which is the Droylsden branch.  This is the last bank in Droylsden and we call upon them to review this decision.",
        "closed_at": null,
        "created_at": "2018-09-13T08:51:43.655Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-14T13:12:35.412Z",
        "opened_at": null,
        "rejected_at": "2018-09-20T11:15:58.686Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It’s about something that the UK Government or Parliament is not responsible for.\r\n\r\nThe decision to close branches is a commercial and operational decision for a bank.\r\n\r\nYou can find out more about the recent announcements about branch closures and the banking industry's response in this House of Commons Library briefing paper:\r\n\r\nhttps://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN00385\r\n\r\nThe Scottish Affairs Committee asked RBS about its branch closures. You can find out more here: \r\n\r\nhttp://www.parliament.uk/business/committees/committees-a-z/commons-select/scottish-affairs-committee/news-parliament-2017/rbs-bank-closures-evidence-17-19/ \r\n\r\nYou could start a new petition asking the UK Parliament and Government to require banks to provide banking services to all towns, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-09-20T11:16:03.376Z"
    },
    "id": 228659,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228659.json"
    },
    "type": "petition"
}