{
    "attributes": {
        "action": "False allegations used in Family proceeding should be a CRIMINAL OFFENCE!",
        "additional_details": "I find it so frustrating that there is no criminal sanction for women making false allegations and potentially ruining an innocent persons life. \r\n\r\nAs a woman myself I find it so frustrating that families are destroyed by fake allegations. The real victim is the child who is being used by the woman as a pawn in her games. \r\n\r\nThis should be made as a criminal offence for any party using false allegations such as domestic violence, drug/alcohol abuse and rape in family proceedings.",
        "background": "Woman using fake rape, as a tactic to stop fathers meeting their children and stopping the children from having a valuable relationship with their father. The resources provided by the Government should be used for genuine victims and the sham cases should be stopped.",
        "closed_at": null,
        "created_at": "2018-09-15T22:13:20.001Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-15T22:53:29.802Z",
        "opened_at": null,
        "rejected_at": "2018-10-03T09:04:30.588Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you would like the UK Government or Parliament to do.\r\n\r\nYour petition asks for the law to be changed to punish people who make false allegations in court, including accusations of rape and abuse.\r\n\r\nSomeone making false allegations in court may be committing a criminal offence and could be charged with perjury. \r\n\r\nMaking a false allegation of a crime may already in some circumstances be a crime and lead to a jail sentence - for example, if someone is found guilty of perverting the course of justice. In other cases, people who are accused of making false accusations may be prosecuted for wasting police time.\r\n\t\r\nYou may find this guidance from the Crown Prosecution Service helpful:\r\nhttp://www.cps.gov.uk/legal/p_to_r/perverting_the_course_of_justice_-_rape_and_dv_allegations/\r\n\r\nWe're therefore not sure how you would like the law to be changed. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-10-03T09:04:30.596Z"
    },
    "id": 228799,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228799.json"
    },
    "type": "petition"
}