{
    "attributes": {
        "action": "For Felixstowe Academy to acquire Chromebooks for the current Year 10 students.",
        "additional_details": "We strongly believe that Chromebooks are necessary for success in our Academy and we don’t agree that our current Key Stage 4 students are expected to achieve their highest possible grades especially seeing as we are the first year group to experience a three year GCSE course. We will not be your guinea pigs! If you agree then this petition is for you to make a difference, forward this to anybody who also believes that Chromebooks are necessary for our success in 2020.",
        "background": "For several years the Academy has offered a variety of technology to their Key Stage 4 students to help research, study and revise for their GCSEs however this year, Chromebooks have not been an option for the current Year 10 students which is taking away opportunities as well as a valuable tool.",
        "closed_at": null,
        "created_at": "2018-09-14T12:03:55.927Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-14T13:37:45.195Z",
        "opened_at": null,
        "rejected_at": "2018-09-19T16:06:02.724Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this decision is the responsibility of the school, not the UK Parliament or Government. \r\n\r\nYou could start a new petition about something the UK Parliament and Government are responsible for. For example, you could start a new petition asking the UK Government or Parliament to require all schools in the UK to provide year 10 students with a laptop and provide the funding for them to do so, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-09-19T16:06:12.187Z"
    },
    "id": 228725,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228725.json"
    },
    "type": "petition"
}