{
    "attributes": {
        "action": "Ban the EU flag from UK Armed Forces uniforms.",
        "additional_details": "UK forces under the EU flag Sept 2018:\r\nhttps://www.youtube.com/watch?v=gZMhx0T9Tfg\r\nThis is very different to badges denoting mission, the UN or NATO - they don't have quasi-Governmental ambitions.\r\nThe EU from its foundation has had an ambition to be a union of states. It is currently a quasi government and is expanding that role.\r\nDecisions go through on a nod with a UK minister present.\r\nThe UK public was not consulted or made aware that UK forces would be wearing EU flags.\r\nWho therefore is in control?",
        "background": "It is a travesty to see uniforms of Her Majesty's Armed Forces corrupted with the flag of the EU, an anti-democratic wannabe superstate which we're thankfully leaving.\r\nMembers of the Armed Forces serve the Monarch and the democratic will of the British People and NOT Mr Juncker or EU technocrats.",
        "closed_at": null,
        "created_at": "2018-09-13T23:43:17.826Z",
        "creator_name": "David Banks",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-10-31T16:22:17.662Z",
            "details": "At present, the British Armed Forces are deployed on a number of missions and operations around the world. Some of the operations the British Armed Forces serve on are EU Common Defence and Security Policy missions and operations. While the UK continues to contribute to EU operations, such as Operation ALTHEA in Bosnia and Herzegovina, we will demonstrate cohesion with our allies by wearing the symbols of those missions.\r\n\r\nThe UK remains committed to European security and the Western Balkans is an integral part of that commitment. Maintaining security in Europe is crucial to the security of the UK. Through Operation ALTHEA, our service personnel play an important part in supporting Bosnia and Herzegovina to maintain a safe and secure environment in the country. It is important not only to military commanders and other nations’ troops, but also to the civil authorities and population, that those soldiers deployed on Operation ALTHEA are clearly identified as such. \r\n\r\nAll international contributors to the operation, regardless of whether they are in the EU, wear the EUFOR badge.  This is similar for the other EU operations and missions to which we contribute, for example on the EU Training Missions in Somalia and Mali, and in countering migrant smuggling and human trafficking in the Southern Central Mediterranean and countering piracy off the coast of Somalia.\r\n\r\nMinistry of Defence",
            "responded_on": "2018-10-31",
            "summary": "When UK Armed Forces contribute to multinational military operations they wear the insignia of that force. This is the case for all operations they serve on, including NATO, UN and EU operations. ",
            "updated_at": "2018-10-31T16:22:17.662Z"
        },
        "government_response_at": "2018-10-31T16:22:17.665Z",
        "moderation_threshold_reached_at": "2018-09-14T13:54:41.162Z",
        "opened_at": "2018-10-01T12:02:18.581Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-10-21T21:41:18.002Z",
        "scheduled_debate_date": null,
        "signature_count": 18246,
        "state": "open",
        "updated_at": "2019-03-14T23:33:37.375Z"
    },
    "id": 228702,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228702.json"
    },
    "type": "petition"
}