{
    "attributes": {
        "action": "Protect library services by ringfencing government funding for libraries.",
        "additional_details": "Local libraries are a vital resource for the promotion of reading, literature and culture.  They are a necessity for the digitally excluded who need to go online to access benefits, health, education and employment resources.\r\n\r\nWhile the commitment of volunteers is welcomed, volunteer-run library services are unsustainable long-term.  The government must ringfence funding to ensure councils can fulfil their statutory duty to keep libraries services available to the general public.",
        "background": "Libraries across the country are being closed, cut back and/or outsourced to volunteers as a result of government cuts to local authority budgets.  Councils are unable to keep staffed library services open when faced with the competing demands of social care, child protection etc.",
        "closed_at": null,
        "created_at": "2018-09-14T17:13:38.281Z",
        "creator_name": "Frances Belbin",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-11-08T16:56:30.877Z",
            "details": "The Government takes seriously the statutory duty to superintend and promote the improvement of library services in England - to ensure that councils in England meet their own statutory duty to provide a comprehensive and efficient library service.\r\n\r\nThe Government is committed to supporting a sustainable long-term future for public libraries in England. We want libraries to be resilient and equipped to meet local challenges - to thrive, not just survive. We are continually advocating for their value and contribution to strategic objectives across central government.\r\n\r\nThe Department for Digital, Culture, Media & Sport (DCMS) and the Local Government Association (LGA) established the Libraries Taskforce in 2015. DCMS provides funding of £500,000 a year (from April 2016 to March 2020) to enable the delivery of its work. The Taskforce is helping to invigorate the public libraries sector by advocating for public libraries with central and local government, encouraging good practice and innovation, and by providing toolkits and free masterclasses for library services.\r\n\r\nOver the five year period from 2015-16 to 2019-20 council’s will have access to more than £200 billion. The Chancellor’s announcement at budget means a real-terms increase in funding for local government in 2018/19 and 2019/20.\r\n\r\nThe Government’s position is that local government funding should be non-ringfenced. This has been a long-established Government principle based on the premise that giving greater funding flexibility to local authorities supports them to make spending decisions based on their local needs and priorities. Removing ringfencing also supports good, efficient financial management at a local level and promotes the government’s agenda of localism.\r\n\r\nLocal Government funding is provided through the Local Government Finance Settlement with a certain sum of money based on the assessment of local needs. The decision about how to allocate this falls to the local authorities as the locally democratic and accountable body. Ultimately, decisions about resource prioritisation for libraries sit with local authorities. \r\n\r\nMinistry of Housing,Communities and Local Government",
            "responded_on": "2018-11-08",
            "summary": "The Government is committed to supporting a sustainable long-term future for libraries. Councils retain flexibility over funding decisions so libraries can be resilient and equipped to meet local need",
            "updated_at": "2018-11-20T17:05:52.199Z"
        },
        "government_response_at": "2018-11-08T16:56:30.880Z",
        "moderation_threshold_reached_at": "2018-09-18T11:00:22.390Z",
        "opened_at": "2018-09-24T11:07:24.102Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-10-27T12:26:19.633Z",
        "scheduled_debate_date": null,
        "signature_count": 31309,
        "state": "open",
        "updated_at": "2018-12-04T12:43:28.733Z"
    },
    "id": 228742,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228742.json"
    },
    "type": "petition"
}