{
    "attributes": {
        "action": "Review rules that allow male prisoners who identify as female in women's prisons",
        "additional_details": "No women's organisations were consulted when the prison rules were updated in 2016. The effect on female prisoners has not been adequately assessed. Current rules are not fit for purpose and must be urgently reviewed.",
        "background": "Fair Play For Women is calling for MPs to ensure the relevant prison rules are urgently reviewed, in full consultation with women's organisations. Prison guidance PSI-17/2016 allows male prisoners who identity as female to be moved to a female prison at the discretion of a Transgender Case Board.",
        "closed_at": null,
        "created_at": "2018-09-15T06:57:10.703Z",
        "creator_name": "Nicola Williams",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-02-04T18:08:36.686Z",
            "details": "The Government is committed to treating all those in its care with decency, fairness and respect, and the assessment and management of risk is of paramount importance in protecting the public, including those in the care of our prisons.  \r\n\r\nIn 2016, the Ministry of Justice conducted a policy review to ensure that the care and management of transgender offenders was fit for purpose and that it balanced the needs of individuals and the responsibility to safeguard the wellbeing of all prisoners.  As part of the review’s dialogue exercise, a questionnaire was circulated to stakeholders through a number of routes, including an established umbrella body with over 600 members in the voluntary sector, including specialist organisations working in women’s prisons and with female offenders.  This questionnaire asked what safety issues needed to be considered in women’s prisons when a transgender woman (male-to-female) was being considered for transfer.  There were 78 responses to the questionnaire overall, and 19 responses to the question about managing risk in women’s prisons.  As well as the questionnaire, written submissions were also invited, although none were received specifically from organisations representing women.  \r\n\r\nIn 2018 a review began into the instruction that had been issued by HM Prison and Probation Service in 2016 (PSI17/2016). This was to incorporate the learning from its first two years in operation.  As part of this process, the Ministry of Justice and HM Prison and Probation Service will again be engaging with relevant organisations that have expertise providing services to women.    \r\n\r\nThe new policy framework will ensure that all known risks – both towards or presented by a transgender person in prison – are taken into account.  It will factor in risks to all prisoners, especially those in the women’s estate, where many women will have been the victims of domestic violence or sexual abuse and may continue to be exceptionally vulnerable.\r\n\r\nThe Ministry of Justice recognises that the management of transgender offenders is often a complex and sensitive issue, and it continues to welcome all perspectives in the development in an area of policy that is expected to continue to evolve.\r\n\r\nMinistry of Justice.",
            "responded_on": "2019-02-04",
            "summary": "The safety of all prisoners is the Government’s paramount concern.  A revised policy framework is in development and we are consulting with stakeholders to understand relevant concerns. ",
            "updated_at": "2019-02-04T18:08:36.686Z"
        },
        "government_response_at": "2019-02-04T18:08:36.688Z",
        "moderation_threshold_reached_at": "2018-09-15T07:05:58.892Z",
        "opened_at": "2018-10-12T11:39:15.188Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-01-15T19:59:41.777Z",
        "scheduled_debate_date": null,
        "signature_count": 10877,
        "state": "open",
        "updated_at": "2019-03-13T15:46:56.494Z"
    },
    "id": 228767,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228767.json"
    },
    "type": "petition"
}