{
    "attributes": {
        "action": "Extend accountabilities of MPs to include representing \"wild constituents\"",
        "additional_details": "The UK is among the most nature-depleted countries in the world. 40% of all Britain's species are in moderate or steep decline. 1 in 5 British mammals are at risk of extinction. \r\n\r\nIt's time our country, with leadership from our MPs, forged a more caring relationship with nature.\r\n\r\nThere is widespread evidence that a better relationship with nature can improve our health and wellbeing as well as make our country more enjoyable to experience, beautiful and resilient.",
        "background": "Most of the UK's population does not have adequate political representation or protection. \r\n\r\nMPs have seven \"principal accountabilities\". None are explicitly for non-human constituents. An eighth should be added requiring MPs to represent the interests of \"wild constituents\" and their habitats.",
        "closed_at": null,
        "created_at": "2018-09-15T08:08:41.273Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-15T10:39:52.523Z",
        "opened_at": null,
        "rejected_at": "2018-09-20T14:55:47.880Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what you'd like MPs to do to represent their \"wild constituents\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for the principles of MPs' conduct to include a responsibility to act to preserve the biodiversity of their constituencies, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-09-20T14:55:53.620Z"
    },
    "id": 228772,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228772.json"
    },
    "type": "petition"
}