{
    "attributes": {
        "action": "Stop sale by Leonard Cheshire Foundation of 17 care homes.",
        "additional_details": "People trust the name Leonard Cheshire and support the residential homes which were set up in his name. Many of the homes occupy land donated to the charity. They are not in financial trouble. They have always said they are leaders in this type of care - severely disabled adults. Why are Leonard Cheshire now selling the very reason they came into being in the first place?  They say the homes are in the wrong places - this is not true. All of these homes arein beautiful surroundings near cities.",
        "background": "Leonard Cheshire have put 17 care homes for severely disabled people up for sale. The homes were all started by Leonard Cheshire years’ ago and are run with the values he promoted - “Homes for Life” in safe and secure surroundings within a not-for-profit organisation. It is wrong to sell them.",
        "closed_at": null,
        "created_at": "2018-09-16T13:32:07.166Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-16T14:06:12.066Z",
        "opened_at": null,
        "rejected_at": "2018-09-24T15:19:34.202Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a decision for Leonard Cheshire Disability, not the UK Parliament and Government. \r\n\r\nYou could start a new petition about something that the UK Parliament and Government are responsible for. For example, you could start a new petition asking the UK Government and Parliament to buy and fund the running of the care homes. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-09-24T15:19:38.658Z"
    },
    "id": 228827,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228827.json"
    },
    "type": "petition"
}