{
    "attributes": {
        "action": "Review the Animal Welfare Regulations 2018 and DEFRA Guidance notes",
        "additional_details": "Guidance notes have been issued for councils to use, to enforce the new law but they contradict the legislation in places and there are many grey areas open to interpretation. The guidance notes do not seem to cover all aspects of the regulations, and in other places seem to bear no relevance to the regulations. The guidance seems to be aimed at bigger day care centres and small home businesses will be forced to close. Some have already taken the decision to not apply for a new license at all.",
        "background": "New regulations for licensed activities involving animals are coming into force on October 1st. Two activities covered are day care for dogs and home boarding for dogs. The new law is contradictory and unclear in many aspects and will force a large number of home businesses to have to close.",
        "closed_at": null,
        "created_at": "2018-09-16T09:43:29.815Z",
        "creator_name": "Marie Worthington",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-10-31T15:15:43.048Z",
            "details": "We continue to work closely with key stakeholders to ensure the licensing requirements are clear and consistent including clarifying and updating the statutory guidance supporting the controls.  The requirements on boarding only apply to those operating commercially, and based on stakeholder views, we consider the risk-based regime has proportionate compliance costs and should provide the assurances sought that the welfare of animals in boarding establishments is protected.\r\n\r\nThe Animal Welfare (Licensing of Activities Involving Animals) (England) Regulations 2018 streamline and modernise existing licensing controls with respect to dog breeding, animal boarding, riding establishments, pet sales and animal exhibits. They have been widely welcomed and came into force on 1 October. \r\n\r\nWe have received a number of queries relating to the statutory guidance issued under the Animal Welfare (Licensing of Activities Involving Animals) (England) Regulations 2018 for home boarding and dog day-care. Primarily, these are issues of clarity. We have discussed the specific issues that have been raised with our stakeholder groups which includes businesses, charities, veterinarians and local authorities. We have also examined the specific areas of the guidance that people have queried, to provide further clarity, to help improve the understanding among both local authorities and businesses. We are disseminating additional information to local authorities and stakeholders to ensure that the regulations continue to promote a high standard of animal welfare with a minimal disruption to businesses. \r\n\r\nThe purpose of the licensing regime is to provide greater reassurance about welfare standards in various commercial establishments involving animals. The controls include a risk based approach in that those that are low risk and apply higher standards get a 5 star rating and can benefit from a longer licence (up to 3 years) and a lower fee. With the improvements in welfare standards, some businesses at the margin which provide lower welfare services may choose to stop operating in future, although we do not anticipate that this will be a significant number. It is important that people undertaking home boarding and dog day care do so under conditions that protect animals’ welfare which the controls seek to achieve. \r\n\r\nDepartment for Environment, Food and Rural Affairs.",
            "responded_on": "2018-10-31",
            "summary": "The requirements on boarding only apply to those operating commercially and we continue to work closely with key stakeholders to ensure the licensing requirements are clear and consistent",
            "updated_at": "2018-10-31T15:19:12.059Z"
        },
        "government_response_at": "2018-10-31T15:15:43.051Z",
        "moderation_threshold_reached_at": "2018-09-16T10:12:41.743Z",
        "opened_at": "2018-09-19T12:06:57.394Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-10-10T08:27:39.983Z",
        "scheduled_debate_date": null,
        "signature_count": 18788,
        "state": "open",
        "updated_at": "2018-12-04T17:37:45.988Z"
    },
    "id": 228814,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228814.json"
    },
    "type": "petition"
}