{
    "attributes": {
        "action": "Discuss the year on year increase of the TV license, whilst the BBC waste money",
        "additional_details": "BBC breakfast constantly send the weather reporters around the UK with a full production team to discuss flowers, Wimbledon and stately homes.. a full production team went to Brussels and sat on a sofa on a street eating pastries and discussing what the studio team had just discussed, the broadcast lasted 45 seconds. Reduce the fee by putting an end to this nonesense. Add value to the service instead of publicly wasting our money\r\nIt never adds to a broadcast, just makes you more angry",
        "background": "Instead of increasing the license fee, they should be making much more of an effort to reduce their spending, not just salaries, but production costs, pointless features with repetition at the cost of our money. It seems they have a blank canvas to spend how they want. Little added value",
        "closed_at": null,
        "created_at": "2018-09-18T07:36:49.177Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-18T08:30:41.376Z",
        "opened_at": null,
        "rejected_at": "2018-09-24T10:29:27.955Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the UK Government or Parliament to do. \r\n\r\nIn any case, the BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n\t\r\nYou can find out how to make a complaint here:\r\nhttp://www.bbc.co.uk/complaints/\r\n\r\nYou could start a new petition explaining clearly what you would like the UK Government or Parliament to do. For example, you could start a new petition asking for a specific change to BBC funding."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-09-24T10:29:31.157Z"
    },
    "id": 228899,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228899.json"
    },
    "type": "petition"
}