{
    "attributes": {
        "action": "Folkestone Seafront Development- The Voice of the People.",
        "additional_details": "",
        "background": "The local people are unhappy about the high rise buildings currently being planned on Folkestone Seafront, Kent. They believe the information on this development has not been properly outlined to local residents including how high some of these buildings will be.",
        "closed_at": null,
        "created_at": "2018-09-17T22:42:22.321Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-17T23:24:03.719Z",
        "opened_at": null,
        "rejected_at": "2018-09-24T10:16:35.531Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Housing, Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n\r\nYou could also contact your local MP, who may wish to request the decision is called in if they agree with you. You can use this page to find out who your local MP is and how to contact them:\r\n \r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-09-24T10:16:39.297Z"
    },
    "id": 228887,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228887.json"
    },
    "type": "petition"
}