{
    "attributes": {
        "action": "To Reject Hastings Borough Council's proposals in The Bohemia Area Action Plan",
        "additional_details": "All three areas are  joined together and have individual character features, they are are named White Rock Park, White Rock gardens and at the top, the jewel in the crown of Bohemia The Oval.\r\n\r\nCurrently these are heritage landmarks in the form of publicly owned green space in the conservation area and Hastings Council plan to destroy them and build a massive housing complex in their place.",
        "background": "To Reject The Development of the White Rock Gardens, White Rock Park and The Oval which are under threat of destruction by Hastings Borough Council's  development proposals in 'The Bohemia Area Action Plan'.",
        "closed_at": null,
        "created_at": "2018-09-18T15:05:27.413Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-18T21:12:46.755Z",
        "opened_at": null,
        "rejected_at": "2018-09-25T10:32:15.342Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Housing, Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2018-09-25T10:32:20.381Z"
    },
    "id": 228919,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228919.json"
    },
    "type": "petition"
}