{
    "attributes": {
        "action": "Stop Whittington moor roundabout have signals, council didn't inform us very wel",
        "additional_details": "I use this on a daily basis and the problem is whittington moor, the need to widen it to 3 lanes so it flows and doesn't congest the round about holding traffic up on the bypass. The want to close dunston lane off so where does that traffic go? Sending it on to whitt moor or sheepbridge which they are putting traffic signals down there too.\r\n\r\nThey need to do a fly over that would keep traffic flowing to Sheffield.\r\nIt's going to end up like Tesco and derby round round abouts.",
        "background": "Letters were sent out, I didn't receive one.\r\nIt was on websites, who would look?\r\nBBC Sheffield covered it, who listens to it? Most people listen to Peak FM as it is Chesterfield based?\r\nCovered on social media, I don't have Twitter and most of the older generation don't have Twitter or Facebook!",
        "closed_at": null,
        "created_at": "2018-09-18T09:39:53.433Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-19T10:26:52.584Z",
        "opened_at": null,
        "rejected_at": "2018-09-25T11:06:43.047Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttps://www.derbyshire.gov.uk/council/have-your-say/petitions/petitions.aspx\r\n\r\nIf you feel that your council didn't consult properly, you might be able to make a complain. You can find out more here:\r\n\r\nhttps://www.lgo.org.uk/make-a-complaint"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-09-25T11:06:54.841Z"
    },
    "id": 228906,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228906.json"
    },
    "type": "petition"
}