{
    "attributes": {
        "action": "Call general election with only 3 parties: Hard Brexit, Soft Brexit, No Brexit",
        "additional_details": "Temporarily disband all the political parties and create only three: Hard Brexit, Soft Brexit and No Brexit. Then call the general election. The result will not only show us if the public does want to leave but also on what terms. Having the majority in parliament will make things easier. If hard brexit has the majority, we leave the next day - no deal. If soft brexit wins, then the deal will be supported in parliament. If No Brexit wins - we can stay. After that restore BAU politics.",
        "background": "It's clear that the main parties apart from the Lib Dems and UKIP are split when it comes to Brexit. It makes the whole process difficult as there is no majority in the parliament that could swiftly decide about Brexit. It makes radical things difficult.",
        "closed_at": null,
        "created_at": "2018-09-18T20:16:40.806Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-26T13:23:06.473Z",
        "opened_at": null,
        "rejected_at": "2018-10-08T17:16:52.523Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions have to call on the UK Government or Parliament to take specific action.\r\n\r\nThe UK Government or Parliament as a whole is not responsible for forming or disbanding political parties. We are also not sure what you mean by \"hard\" and \"soft\" Brexit.\r\n\r\nYou could start a new petition calling for a referendum on your three options if that is what you would like to happen. There is also a similar petition that you might also like to sign:\r\n\r\nhttps://petition.parliament.uk/petitions/217723\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-11-21T17:41:12.578Z"
    },
    "id": 228929,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228929.json"
    },
    "type": "petition"
}