{
    "attributes": {
        "action": "Increase funding for dementia research to find effective treatments.",
        "additional_details": "Dementia research and treatment lags far behind other major disease areas, like cancer.  In 2016-2017, the Government committed £83.1 million of public money to dementia research.  In contrast cancer research received £269m in 2015-2016.  This inequity in research funding has resulted in slower progress in our ability to treat dementia than we’ve seen in other conditions.  With no way to prevent, cure or even slow down the diseases that cause dementia, government must increase research to find new treatments.",
        "background": "Alzheimer's Research UK calls on the government to put 1% of the total annual cost of dementia towards dementia research each year to urgently find an effective treatment.  Dementia is the leading cause of death in the UK and without an effective treatment death rates will continue to rise.",
        "closed_at": null,
        "created_at": "2018-09-19T08:58:46.994Z",
        "creator_name": "Helen Davies on behalf of Alzheimer's Research UK",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-10-25T11:16:39.123Z",
            "details": "Dementia remains a key priority for the Government. The UK research community is playing a significant role in the global effort to find a cure or major disease-modifying treatment by 2025.\r\n\r\nIn the Challenge on Dementia 2020, published in 2015, the Government committed to double spending on research in dementia by 2020. This is equivalent to around £60m per annum and we have met and exceeded this to date. Much of the investment is for research to better understand the nature of dementia, to inform development of future treatments and find ways to prevent the onset of the condition. \r\n\r\nWe are currently undertaking a Review of the Challenge on Dementia 2020 implementation plan which has been informed by a call for evidence which also asked stakeholder to consider what any potential next stage of the Challenge beyond 2020 should comprise.  We are considering all evidence submitted by stakeholders and other relevant evidence such as this petition in our Review of the Challenge on Dementia 2020. \r\n\r\nIn addition, the Challenge on Dementia 2020 committed to making dementia research a career opportunity of choice, with the UK being the best place to conduct dementia research. The Government has committed to invest £190m in the ground-breaking UK Dementia Research Institute (UKDRI) which will position the UK as a world leader in research in the biomedical causes of dementia as well as finding the best ways to improve care. In addition, the charities Alzheimer’s Society and Alzheimer’s Research UK have each pledged an additional £50m bringing total funding to £290 for the UKDRI.\r\n\r\nWe have invested £53 million in the Dementias Platform UK, a public-private partnership led by the Medical Research Council bringing together researchers from universities and industry to accelerate progress in dementia research in early detection, improved treatment and ultimately prevention.\r\n\r\nWe have invested over £40 million in the NIHR Dementias Translational Research Collaboration, which pulls discoveries from basic science into benefits for patients, offering partners in the life science industries a single point of access to research infrastructure.\r\n\r\nThe Department of Health and Social Care co-founded the international Dementia Discovery Fund (DDF), contributing an initial £15 million. The DDF is the largest venture fund in the world focussed on a single disease area looking at discovering and developing novel pre-clinical therapies for dementia. \r\n\r\nIn June 2018 the DDF met its goal of raising a total of £250 million from a group of strategic investors committed to developing new medicines for dementia.\r\n\r\nThe Government has committed £98 million to a ‘Healthy Ageing’ challenge through the Industrial Strategy Challenge Fund. £210 million has been made available for early diagnosis and £40 million for further research into dementia. This is in addition to the £300 million already pledged to dementia research by 2025.\r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2018-10-25",
            "summary": "Dementia remains a key priority for the Government. We are on track to exceed the pledge to invest £300 million between 2015 and 2020 and continue to fund research for dementia treatments and cures.",
            "updated_at": "2018-10-25T11:16:39.123Z"
        },
        "government_response_at": "2018-10-25T11:16:39.126Z",
        "moderation_threshold_reached_at": "2018-09-19T09:04:55.699Z",
        "opened_at": "2018-09-25T10:14:40.792Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-10-16T21:05:11.983Z",
        "scheduled_debate_date": null,
        "signature_count": 27119,
        "state": "open",
        "updated_at": "2019-03-13T22:15:51.068Z"
    },
    "id": 228954,
    "links": {
        "self": "https://petition.parliament.uk/petitions/228954.json"
    },
    "type": "petition"
}