{
    "attributes": {
        "action": "Continue investigation of the Croydon Cat Killer!",
        "additional_details": "Foxes do not actively hunt cats. A vast majority of the killings do not match normal hunting behaviour as, for example, a body of a cat that was found near my own home was left with smooth fur and no other wounds/marks present other than it's tail and eyes were missing. Their was also no blood at the scene.  These are not just crimes against animals, they're attacks on the families of the animals too. Their is still a cat killer on the loose and we cannot stop this investigation now.",
        "background": "The case surrounding the murders of over 500 pets, particularly cats, has been closed with the conclusion that foxes are the culprit. The idea of a human suspect has been ruled out, regardless of the clean mutilations of the bodies that are often left close to their homes for their owners to find.",
        "closed_at": null,
        "created_at": "2018-09-21T12:16:30.507Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-21T13:54:18.407Z",
        "opened_at": null,
        "rejected_at": "2018-09-24T13:12:32.755Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nThis is a decision for the Metropolitan Police. You can find out how to complain about a police decision here:\r\n\r\nhttps://www.met.police.uk/advice/advice-and-information/c/complaints/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-09-24T13:12:32.761Z"
    },
    "id": 229075,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229075.json"
    },
    "type": "petition"
}