{
    "attributes": {
        "action": "Reverse cuts to course funding for school support staff at York STEM Centre",
        "additional_details": "Courses have been cancelled because of funding cuts. This is a very short sighted policy. Hundreds of technicians and teaching assistants have been trained at York STEM Centre all of whom cannot praise the training highly enough. The Gatsby Good Practical Science Report includes Technical  Support as one of the ten benchmarks to achieving world class science education. STEM jobs are set to grow at double the rate of other occupations between now and 2023. ref Jobs of the Future.",
        "background": "Courses at the National STEM centre were run by experienced inspirational staff. Confident,skilled and motivated technicians and teaching assistants provide invaluable, expert, specialist training and support to teaching staff, which could be key in the recruitment and retention crisis.",
        "closed_at": null,
        "created_at": "2018-09-20T16:54:25.467Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-23T18:10:03.778Z",
        "opened_at": null,
        "rejected_at": "2018-10-01T10:46:26.428Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This decision was made by the York STEM Centre, not the UK Parliament and Government. \r\n\r\nYou could start a new petition about something the UK Parliament and Government are responsible for. For example, you could start a new petition asking the UK Government and Parliament to increase funding to York STEM Centre, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-10-01T10:46:26.435Z"
    },
    "id": 229029,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229029.json"
    },
    "type": "petition"
}