{
    "attributes": {
        "action": "Human Rights Claims should not the have the requirement to pay a Home Office fee",
        "additional_details": "",
        "background": "This petition in simple words explores whether there should be a fee for human right claims? Migrants wishing to remain in the UK on grounds of their Human Rights, stemming historically from Article 8 of the ECHR need to make a paid application to the Home Office attracting a fee of £ 1033 per head.",
        "closed_at": null,
        "created_at": "2018-09-21T15:56:03.912Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-21T16:06:10.681Z",
        "opened_at": null,
        "rejected_at": "2018-09-27T12:22:59.334Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nCertain types of applications under ECHR Article 8 are already eligible for a fee waiver. We're therefore not exactly sure what further action you want the UK Government or Parliament to take. You can find out which types of applications are included in the fee waiver here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/672083/fee-waiver-guidancev2_0.pdf \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for other types of applications to be included in the fee waiver, if that's what you'd like to happen. You could also start a new petition asking for a specific change to the criteria for a fee waiver, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-09-27T12:23:07.970Z"
    },
    "id": 229086,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229086.json"
    },
    "type": "petition"
}