{
    "attributes": {
        "action": "Object to application MO/2018/1374 for a permanent campsite at Norbury Park",
        "additional_details": "The proposals would be highly visible and the use would be out of character with the surrounding countryside. \r\n\r\nA campsite would cause disruption to wildlife both during the day and at night when presently all human activity normally ceases.\r\n\r\nThe traffic would spoil the environment which contributes to the wellbeing of the local community. \r\n\r\nPLEASE SIGN BY 27.9.18\r\n\r\nDetails of the application are at http://www.molevalley.gov.uk/swiftlg/apas/run/WPHAPPDETAIL.DisplayUrl?theApnID=MO/2018/1374",
        "background": "The application is for the establishment of a permanent campsite for 30 pitches, 6 glamping huts, showers, WC blocks and parking for 50 cars. \r\n\r\nThis is in two grazing fields in Norbury Park, Fetcham, deep in the heart of the estate where it is at its most peaceful.",
        "closed_at": null,
        "created_at": "2018-09-21T12:11:50.711Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-21T13:37:20.558Z",
        "opened_at": null,
        "rejected_at": "2018-09-27T11:48:54.408Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Housing, Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2018-09-27T11:49:07.970Z"
    },
    "id": 229074,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229074.json"
    },
    "type": "petition"
}