{
    "attributes": {
        "action": "Make any form of animal abuse or cruelty a criminal offence",
        "additional_details": "There was a recent story about a 12 week old kitten that had its testicals cut off with scissors by 2 people and left in a box and dumped in a park to die, no one will get prosecuted for that because it isn’t a criminal offence and I feel it should be and that the laws should be changed so it is a criminal offence that can and should be prosecuted",
        "background": "This petition started because there are too many cases of animal cruelty and abuse showing up everyday and I feel that animals should be treated and have the same rights as humans, it is a criminal offence to harm someone so why shouldn’t it be an offence to harm an animal",
        "closed_at": null,
        "created_at": "2018-09-21T16:06:46.067Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-24T21:11:00.093Z",
        "opened_at": null,
        "rejected_at": "2018-10-01T14:32:29.894Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nIt is already an offence to cause unnecessary suffering to any animal, so we're not sure what else you'd like the Government or Parliament to do. Anyone who is cruel to an animal, or does not provide for its welfare needs, may be banned from owning animals, fined up to £20,000 and/or sent to prison.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-10-01T14:32:36.094Z"
    },
    "id": 229087,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229087.json"
    },
    "type": "petition"
}