{
    "attributes": {
        "action": "NEW LAW THAT CATS KILLED/INJURED BY A VEHICLE ARE CHECKED FOR A CHIP: ROUND 3",
        "additional_details": "Why do councils not have the same respect for cats as they do for dogs? They are someone's family pet. The law must be changed so all cats are scanned and returned to their owners.\r\nA scanner is not expensive and all councils need providing with one and need to use it.\r\nMany councils who say they scan, often don't. There is NO excuse. It takes two minutes. How dare they throw our beloved pets away.\r\nEVERYONE needs to sign the petition to get this law passed for the cats.\r\nThank you\r\nGizmos Legacy",
        "background": "Thousands of cats are just disposed of every year without being scanned for a chip after being involved in RTAs. Owners search for months and years and never get closure. Scanning takes two minutes. Cats are a part of a family and deserve to be returned home, not thrown into landfill.",
        "closed_at": null,
        "created_at": "2018-09-20T10:03:07.487Z",
        "creator_name": "Helena Abrahams",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-10-30T14:45:59.633Z",
            "details": "We do not consider that it is necessary to introduce a new law requiring cats involved in road traffic accidents to be checked for a microchip because it is already good practice for local authorities to do so. Cats and dogs become members of the family and it is a great source of worry and uncertainty when they are injured or lost. The Government encourages veterinary practices and rehoming centres to scan cats and dogs brought to their premises so that their owners can be identified. In cases of road traffic accidents, we encourage local authorities to identify the owners where possible. \r\n\r\nWe welcome the move by many local authorities to include a requirement in street cleaning contracts to scan pets found on the road for a microchip. All local authorities should already be in possession of handheld microchip scanners as they are required to enforce dog microchipping controls. In addition, Rule 286 of The Highway Code advises drivers to report any accident involving an animal to the police, which we hope would lead to their owners being made aware of the incident. \r\n\r\nIt is compulsory for all dogs to be microchipped in Great Britain and this enables stray dogs to be quickly reunited with their owners. Compulsory microchipping for dogs was introduced because of the particular public safety risk posed by stray dogs. The same risk is not associated with stray cats. Local authorities have powers to enforce the dog microchipping controls and in relation to stray dogs which means that all local authorities should already be in possession of handheld microchip scanners. \r\n\r\nThe Government strongly recommends cat owners get their cat microchipped and keep their records up to date. We support cat charities’ microchipping campaigns and the statutory Code of Practice for the Welfare of Cats, made under the Animal Welfare Act 2006, contains advice about identifying cats including by use of a microchip. \r\n\r\nWhilst microchipping cats is good for their welfare, and it is important to publicise those benefits, lost and stray cats do not pose the same public safety risk as dogs, and therefore making cat microchipping compulsory is not considered necessary at this time.  We will continue to work, therefore, with the relevant stakeholders to stress the importance of cat microchipping, and the scanning of stray or lost pets. \r\n\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2019-02-15",
            "summary": "We encourage microchipping of cats and it is established good practice for local authorities and the Highways Agency to scan domestic pets found on our streets so that the owner can be informed.  ",
            "updated_at": "2019-03-01T15:05:54.328Z"
        },
        "government_response_at": "2018-10-30T14:45:59.638Z",
        "moderation_threshold_reached_at": "2018-09-20T14:06:26.114Z",
        "opened_at": "2018-10-01T12:01:05.668Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-10-09T12:19:14.720Z",
        "scheduled_debate_date": null,
        "signature_count": 86255,
        "state": "open",
        "updated_at": "2019-03-13T22:15:40.723Z"
    },
    "id": 229004,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229004.json"
    },
    "type": "petition"
}