{
    "attributes": {
        "action": "Protect the Pincents hill meadow from becoming a housing estate.",
        "additional_details": "The site is 17.4 hectares(43 acres) used as a huge natural ecosystem.\r\n\r\nThis has already been petitioned against before:\r\n2009-2011\r\nA plan submitted by Blue Living for the development of 750 homes was refused and the appeal dissmised.",
        "background": "U+l plc wishes to build up to 285 new homes ontop of an area of natural beauty(AONB) which will remove the natural habitat occupied by Deer, Pheasants, Badgers, Damselflies and bees. This will be replaced by a housing estate adding to the congested Sainsbury's roundabout and an increasing pollution.",
        "closed_at": null,
        "created_at": "2018-09-20T18:44:03.155Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-20T18:50:41.190Z",
        "opened_at": null,
        "rejected_at": "2018-09-27T10:05:56.385Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Housing, Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-09-27T10:06:07.312Z"
    },
    "id": 229038,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229038.json"
    },
    "type": "petition"
}