{
    "attributes": {
        "action": "PIP process requires a reform & it fails to consider anxiety & depression",
        "additional_details": "The DWP process will continue to work against disabled people, instead of for them. PIP is meant to help with some of the extra costs that people living with a long-term health condition or disability experience. The PIP assessments cause a great deal of stress and anxiety and is intrusive and humiliating and many people with less visible disabilities are denied access down to the nature of the assessments. I believe that the PIP system is flawed and punishes those who are the most vulnerable.",
        "background": "The process the DWP has in place is discriminatory & is not fit for purpose as the process that’s supposed to help people with disabilities to get the extra support in fact prevents them getting the extra financial help they are entitled to. Anxiety and depression are disregarded in the PIP process",
        "closed_at": null,
        "created_at": "2018-09-23T20:56:04.083Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-23T21:12:04.269Z",
        "opened_at": null,
        "rejected_at": "2018-10-02T09:16:03.999Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to change the personal independence payments system.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-11-21T17:29:44.867Z"
    },
    "id": 229158,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229158.json"
    },
    "type": "petition"
}