{
    "attributes": {
        "action": "Non custodial parent to be given a legal minimum  parental time",
        "additional_details": "I am personally in a situation (and I personally know many other fathers in similar situations ) having a go through lengthy mediation processes and legal battles at least to see their children when one  parent (my children's mother in my case) is keeping the child and alienating the other parent ( children's father in my case) . This is really damaging the world of the child who deserve to be loved  by both parents. I know many instances of such children having difficult adulthood.",
        "background": "There are many cases of using children as ‘weapons’ by not allowing the other parent.This is really damaging to the child’s world of ‘mummy and daddy love me’.  By giving quality time with mother and father throughout the childhood, the quality of their adulthood can be improved.",
        "closed_at": null,
        "created_at": "2018-09-23T07:50:44.245Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-24T16:38:12.620Z",
        "opened_at": null,
        "rejected_at": "2018-10-01T11:27:07.800Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure whether you want courts to be able to set \"minimum parental time\" or whether you'd like a legal minimum parental time to apply to all parents. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might also like to sign and share this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/226134\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-10-01T11:27:14.575Z"
    },
    "id": 229137,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229137.json"
    },
    "type": "petition"
}