{
    "attributes": {
        "action": "Stop the proposal to build 3,000 new homes in Borough Green, Kent.",
        "additional_details": "We would like to stop this as it could triple or even quadruple the number of residents in the area which would greatly effect; Borough Green, Wrotham, Stansted, Igtham and St Mary's Platt.  \r\nAs well as this, congestion on the roads and the train line (from Victoria to Canterbury West) would greatly increase. \r\n\r\nHere is a link of current 'Garden City' proposals:\r\nhttps://www.kentlive.news/news/kent-news/thousands-houses-set-built-kent-705586",
        "background": "Currently in Borough Green, Kent, there are approximately 4,500 residents. A new proposal to build 3,000 extra homes in Borough Green could go ahead, possibly quadrupling the population. This would put great stress on the community, local infrastructure and the surrounding countryside.",
        "closed_at": null,
        "created_at": "2018-09-24T14:45:58.887Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-24T15:11:26.627Z",
        "opened_at": null,
        "rejected_at": "2018-09-27T13:34:14.823Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Housing, Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-09-27T13:34:14.843Z"
    },
    "id": 229189,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229189.json"
    },
    "type": "petition"
}