{
    "attributes": {
        "action": "School should start at 10am as teenagers are too tired",
        "additional_details": "",
        "background": "Teenagers are so tired due to having to wake up very early to get to school. The Government should require secondary schools to start later, which will lead to increased productivity at school.",
        "closed_at": null,
        "created_at": "2018-09-24T10:31:05.632Z",
        "creator_name": "Hannah Kidner",
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2019-0032",
            "debated_on": "2019-02-11",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2019-02-11/debates/E0FFB632-2FCA-4341-A9E1-CA6CFAE6BCEF/SecondarySchoolOpeningHours",
            "video_url": "https://parliamentlive.tv/Event/Index/1288b0e1-bf2c-43ed-9601-9d24c602ebdc"
        },
        "debate_outcome_at": "2019-02-12T13:42:30.607Z",
        "debate_threshold_reached_at": "2019-01-26T19:52:55.664Z",
        "government_response": {
            "created_at": "2019-02-07T11:39:09.337Z",
            "details": "The government has given all schools the ability to set their own school hours so all schools have the autonomy to make decisions about the timetable and duration of their school day, including the flexibility to decide when their school day should start and finish.\r\n\r\nThe Department has not made an assessment of these decisions taken by individual schools. We trust head teachers to decide how best to structure their school day to support their pupils’ education.\r\n\r\nThere are no specific legal requirements about how long the school day should be. Governing bodies of all maintained schools in England are responsible for deciding when morning and afternoon sessions should begin and end on each school day. Governing bodies are also responsible for deciding the length of each lesson and the timings for the morning session, the midday break, and the afternoon session.\r\n\r\nAcademy and free school funding agreements state that the duration of the school day is the responsibility of the academy trust.\r\n\r\nIn the event that a school decides to make changes to its school day, it is our expectation that the school should act reasonably when making such decisions; giving parents notice and considering the impact on those affected – including pupils, teachers, and parents’ work commitments and childcare options.\r\n\r\nDepartment for Education",
            "responded_on": "2019-02-07",
            "summary": "The decision on when to start the school day lies with individual schools. All schools have the autonomy to make decisions about the content, structure and duration of their school day.",
            "updated_at": "2019-02-07T11:39:09.337Z"
        },
        "government_response_at": "2019-02-07T11:39:09.340Z",
        "moderation_threshold_reached_at": "2018-09-24T10:36:45.194Z",
        "opened_at": "2018-10-04T09:32:54.361Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-01-26T01:13:30.178Z",
        "scheduled_debate_date": "2019-02-11",
        "signature_count": 185208,
        "state": "open",
        "updated_at": "2019-03-14T22:51:15.564Z"
    },
    "id": 229178,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229178.json"
    },
    "type": "petition"
}