{
    "attributes": {
        "action": "Amend the 1967 Forestry Act to protect endangered wildlife habitat across the UK",
        "additional_details": "Commercial forests provide jobs and produce valuable products. They can also contain rare and endangered wildlife. In some instances habitat loss may threaten populations with extinction. It makes sense that this risk should be considered when authorities consider a licence to cut down woodland.\r\n\r\nRed squirrels and their nests are protected by law and yet the trees they live in are not. Let the rest of the UK follow Scotland's example and allow key woodland habitat to be protected too when needed",
        "background": "Under the Forestry Act, in Scotland licences to fell woodland can be refused to protect endangered forest wildlife or granted with conditions to safeguard animals. Elsewhere in the UK, authorities cannot consider the impact upon wildlife such as red squirrel or bats when assessing applications.",
        "closed_at": null,
        "created_at": "2018-09-25T11:30:20.886Z",
        "creator_name": "Craig Shuttleworth",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-01-29T13:12:16.858Z",
            "details": "Forestry is a devolved matter; in England the control of tree felling is the responsibility of the Forestry Commissioners under their powers in Part II of the Forestry Act 1967 (as amended). In most circumstances a landowner will require a felling licence from the Forestry Commission before they can legally fell their trees. When considering a felling licence application, the Commission will judge the proposals against the UK Forestry Standard, the government’s approach to sustainable forestry. This standard encompasses the impacts on biodiversity and recognises the importance of priority habitats and species, including red squirrels. Applicants for a felling licence are therefore required to evidence how they propose to manage the impact of felling on wildlife. The Forestry Commission checks all applications against a large number of records, including Red Squirrel Reserves. This allows the Forestry Commission to highlight any potential issues and advise the applicant how to avoid the disturbance or damage of protected species.\r\n\r\nThe Wildlife and Countryside Act 1981 makes it an offence to intentionally kill, injure or disturb a red squirrel or intentionally or recklessly damage any place a red squirrel uses for shelter or protection and a felling licence does not remove this responsibility. There is a defence if a person can show that the act was the incidental result of a lawful operation and could not reasonably have been avoided, but this would require them to demonstrate that they had followed good practice and taken all reasonable steps to avoid the disturbance or damage. The need to do this is brought to an applicant’s attention in a covering letter when they are issued with a felling licence.\r\n\r\nWhere other species are affected that are European Protected Species, the defence of an incidental result of a lawful operation does not apply and the landowner must carry out an assessment of the possible impact on protected species and, if necessary, apply for a licence from Natural England. \r\n\r\nWhere proposed tree felling sites carry statutory designations to protect important features, such as biodiversity, the Forestry Commission is required to consult other relevant authorities and seek their agreement as to the appropriateness of any tree felling. This consultation may result in additional advisory notes being applied to a felling licence. Any additional permissions or consents that may be required may also be generated at that time, for example, SSSI consent from Natural England.\r\n\r\nWe will be consulting on an English Tree Strategy later this year. This may provide an opportunity to consider the case for any further strengthening of the protection of wildlife during forestry operations, including timber harvesting, which is an important element of the sustainable woodland management cycle.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2019-01-29",
            "summary": "Landowners must comply with legislation to protect wildlife, including red squirrel. The granting of felling licenses do not change this; they simply authorise the felling of growing trees.   ",
            "updated_at": "2019-01-29T13:12:16.858Z"
        },
        "government_response_at": "2019-01-29T13:12:16.861Z",
        "moderation_threshold_reached_at": "2018-09-25T15:38:14.504Z",
        "opened_at": "2018-11-06T11:10:16.756Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-01-06T00:08:18.098Z",
        "scheduled_debate_date": null,
        "signature_count": 11173,
        "state": "open",
        "updated_at": "2019-02-15T13:09:08.263Z"
    },
    "id": 229243,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229243.json"
    },
    "type": "petition"
}