{
    "attributes": {
        "action": "I need your help to give a Voice to the Voiceless. Pet Theft is an epidemic.",
        "additional_details": "Please watch this video just some of the missing dogs currently being searched for by the families of these poor missing souls \r\nhttps://www.facebook.com/100028391086814/posts/125747941714908/\r\nWe need to speak up not just for dogs but all living breathing animals that are stolen for unimaginable reasons and make sure the Government realise that PETS ARE FAMILY and are IRREPLACEABLE The Pet Theft Reform Bill has a 2nd reading put forward by Ross Thompson MP on 26th October 2018 at Westminster please support this by signing this Petition and show them that we will no longer tolerate the abuse of our Family. SIGN AND SHARE",
        "background": "Since I became involved in helping search for Kemo a Cancer Support Dog Stolen on 8th February 18 I am astounded by the extent of the problem of Pet Theft and the lack of Police Resources to investigate the epidemic in the U.K. Animals cannot speak we must give them a Voice Pet Theft must be STOPPED",
        "closed_at": null,
        "created_at": "2018-09-24T18:51:50.029Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-24T19:26:39.800Z",
        "opened_at": null,
        "rejected_at": "2018-10-01T13:41:13.904Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about pet theft, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to make pet theft a specific criminal offence, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-10-01T13:41:13.910Z"
    },
    "id": 229204,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229204.json"
    },
    "type": "petition"
}