{
    "attributes": {
        "action": "Educating people on violation around the World!",
        "additional_details": "Lot's of people get violated because of what they are, or who they are, many get violated because of their status, and many get violated because they don't have other's have and were doing this petition to see if people agree with our campaign or don't agree with us.",
        "background": "Our focus was to educate and raise awareness that violation isn't write and people should know how harmful it is to people who are violated.",
        "closed_at": null,
        "created_at": "2018-09-24T20:14:55.770Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-25T18:14:09.697Z",
        "opened_at": null,
        "rejected_at": "2018-10-05T12:18:19.958Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the UK Government or Parliament to do. In particular, we're not sure what you mean by \"violation\". It might mean something that happens between countries, like an invasion, or it might be something more personal, like child abuse. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to work with other countries to raise awareness of an issue you're concerned about, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-10-05T12:18:19.965Z"
    },
    "id": 229208,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229208.json"
    },
    "type": "petition"
}