{
    "attributes": {
        "action": "All halal and kosher certified products are to be prominently labelled as such.",
        "additional_details": "See Why don't Sikhs eat Halal meat? https://www.youtube.com/watch?v=ePhDUBWXf80&t=26s",
        "background": "It is strictly forbidden for some Sikhs, Hindus, Buddhists and Christians to consume any halal or kosher certified product or religiously slaughtered meat. Without clear prominent labelling we could be consuming it without knowing. All we are asking for is clear labelling to make an informed choice.",
        "closed_at": null,
        "created_at": "2018-09-25T09:15:50.593Z",
        "creator_name": "James Sushant Varma Bond",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-02-26T10:11:05.992Z",
            "details": "The UK Government encourages the highest standards of animal welfare at slaughter and would prefer all animals to be stunned before slaughter, but respects the rights of Jewish and Muslim communities to eat meat prepared in accordance with their beliefs.\r\n\r\nThe current legislation in England, The Welfare of Animals at the Time of Killing (England) Regulations 2015 requires religious slaughter to be carried out by Muslims or Jews for the food of Muslims or Jews respectively. However, it is not a legal requirement that the meat from such animals can ultimately only be sold to, or consumed by, Muslims or Jews.\r\n\r\nThere are no domestic or European Regulations that require the labelling of Halal or Kosher meat, but where any information of this nature is provided, it must be accurate and must not be misleading to the consumer.\r\n\r\nThe Government is aware that there is public concern about meat from animals being slaughtered in accordance with religious beliefs being sold to consumers who do not require their meat to be prepared in this way and that there are calls for such meat to be labelled. The Government is considering labelling in the context of the UK leaving the EU.\r\n\r\nEU exit can bring opportunities for food labelling to improve transparency for consumers and the world-wide reputation of UK food. We are ambitious in wanting what is best for UK consumers and for UK businesses, both selling on the UK market and on important EU and wider markets worldwide.\r\n\r\nDepartment for Environment, Food and Rural Affairs.",
            "responded_on": "2019-02-25",
            "summary": "The Government believes that consumers should have the necessary information available to make informed choices about food. The Government is considering this in the context of the UK leaving the EU.",
            "updated_at": "2019-02-26T10:11:05.992Z"
        },
        "government_response_at": "2019-02-26T10:11:05.996Z",
        "moderation_threshold_reached_at": "2018-09-25T09:29:38.151Z",
        "opened_at": "2018-10-09T16:29:22.063Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-02-03T21:33:50.935Z",
        "scheduled_debate_date": null,
        "signature_count": 12530,
        "state": "open",
        "updated_at": "2019-03-14T14:49:10.255Z"
    },
    "id": 229231,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229231.json"
    },
    "type": "petition"
}