{
    "attributes": {
        "action": "Make 'Master' an official title for unmarried men of all ages",
        "additional_details": "The aim of this petition is to reset the balance by encouraging the government to address the issue, and rectify the naming system so it's fit for modern day Britain.\r\nWhy is it that a woman's title is determined by her martial status, while the same isn't true for men. Fundamentally this is wrong, but it also sets women up for prejudice and stigma - not felt through the names of men.",
        "background": "In an time where gender equality is front and centre of people's minds, it's time the government steps in to address the most prevalent case of gender inequality in today's society. Our Titling system.\r\nUnmarried men  = Mr\r\nMarried men = Mr\r\nMarried women = Mrs\r\nUnmarried women = Miss",
        "closed_at": null,
        "created_at": "2018-09-24T18:00:59.199Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-01T18:16:33.820Z",
        "opened_at": null,
        "rejected_at": "2018-10-08T12:18:25.111Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIn any case, the UK Parliament is not responsible for people's titles. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the UK Government and Parliament to include \"master\" as an option on official documents. You could also start a new petition asking the UK Government and Parliament to remove \"Mrs\" and \"Miss\" as options on all Government documents and forms and only use \"Ms\" instead, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-10-08T12:18:25.120Z"
    },
    "id": 229201,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229201.json"
    },
    "type": "petition"
}