{
    "attributes": {
        "action": "Grant first time home buyers a tax opt out to allow them to save a deposit",
        "additional_details": "On a £24k PA salary, monthly tax and NI contributions amount to around £350. In less than 2.5 years this is £10K or a 5% deposit on a £200k home. This could be covered by the estimated £8bn EU net contribution saved by Brexit (320,000 people saving £25K PA) \r\nTo ensure the money goes towards home ownership, the tax saving could go into government ISAs which can only be used for home buying, capped at £30k, means tested, and a ban on using for buy to let, house flipping for profit etc.",
        "background": "Rising rents, transport costs, costs of living and rising house prices are leading to a generation of renters for whom owning their own home is a pipe dream due to the difficulty of saving up a deposit, even at 5%. A responsible tax opt-out scheme would alleviate this.",
        "closed_at": null,
        "created_at": "2018-09-28T08:37:33.878Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-18T17:06:35.614Z",
        "opened_at": null,
        "rejected_at": "2018-10-25T10:35:35.632Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe aren't sure what you mean by a \"responsible tax opt-out\". We aren't sure whether you mean that people would not have to pay tax and national insurance and, if so, who would not have to pay.\r\n\r\nYou could start a new petition setting out clearly what you would like the UK Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-11-02T13:41:27.202Z"
    },
    "id": 229371,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229371.json"
    },
    "type": "petition"
}