{
    "attributes": {
        "action": "Prison For Animal Abuse",
        "additional_details": "I hope in starting this petition, I can make it go viral and receive support off the community and that what we will try to achieve, will be a positive thing and prevent abusers from being allowed to repeat their disgusting actions. Recently there has been an increase in animal deaths and mistreatment, due to the punishment being so mere they are allowed to roam free and Inflict the same damage continually, knowing that all they will receive is a fine and a ban from keeping animals.",
        "background": "Now is the time to make a stand, over the appalling  punishment that people who abuse animals receive. Those responsible continuously get away with a slapped wrist and a mere fine, allowing them to repeat their actions and inflict pain/death on unsuspecting animals.",
        "closed_at": null,
        "created_at": "2018-09-29T12:23:15.288Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-29T13:05:51.737Z",
        "opened_at": null,
        "rejected_at": "2018-10-05T10:49:22.665Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It is already possible for people who commit serious animal cruelty offences to be sent to prison for up to six months, so we're not sure what else you'd like to happen. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for minimum sentences for animal cruelty, if that's what you'd like happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-10-05T10:49:28.538Z"
    },
    "id": 229440,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229440.json"
    },
    "type": "petition"
}