{
    "attributes": {
        "action": "Update the the system of eligibility to free prescriptions, expand it",
        "additional_details": "Several groups not on benefits struggle with paying prescriptions, even the PPC can be tricky if you are say, a mature student. Low income schemes count a couples total income. This can be unfair, as the expectation is your partner should pay for your charges. The rules are old and do not reflect today’s medical conditions. These are challenging in England. In Scotland and Wales every person gets free medicines regardless. The time is now right to do more to help those with chronic conditions.",
        "background": "Those with Asthma will tell you their inhalers and steriods are lifesaving drugs. They will tell you without them, there is a risk of death should they have an attack. The same is true in mental health, for those on long term medication. Both of the groups do not get free medicines unless on benefit",
        "closed_at": null,
        "created_at": "2018-09-28T17:17:04.193Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-28T18:03:23.667Z",
        "opened_at": null,
        "rejected_at": "2018-10-04T12:33:53.131Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like to expand eligibility for free prescriptions but we are not sure how you would like the rules changed.\r\n\r\nYou could start a new petition setting out clearly what change you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-10-04T12:33:53.138Z"
    },
    "id": 229404,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229404.json"
    },
    "type": "petition"
}