{
    "attributes": {
        "action": "Petitions and the like should be obliged to collect \"votes\" both for and against",
        "additional_details": "The single-sided petition is arguably the modern version of the pitchfork-wielding mob; it is all too easy for individuals or groups to whip up strong feelings. Those opposing the motion can feel disenfranchised, as there is no immediate way for them to register their opposition.\r\n\\\\\r\nElectronic/online mechanisms are particularly susceptible to this problem: for example, YouTube is one of the few such where both types of \"vote\" are collected - too often, only a \"like\" option is offered.",
        "background": "Frequently, petitions and similar are reported as having collected so many thousand votes. This only represents one side: without knowing how strong the opposing feeling is, the true public opinion can be misreported - and, decision-makers can be pushed into actions the majority don't actually want.",
        "closed_at": null,
        "created_at": "2018-10-01T08:17:44.939Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-01T19:11:22.685Z",
        "opened_at": null,
        "rejected_at": "2018-10-08T16:16:15.355Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure what you mean by \"and the like\". The UK Government and Parliament are not responsible for voting buttons on other sites, such as social media. \r\n\r\nYou could start a new petition explaining clearly what you'd like the Government and Parliament to do. For example, you could ask the Government and Parliament to create a new way for the public to express their views through voting yes and no to different statements or requests, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-10-08T16:16:25.800Z"
    },
    "id": 229596,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229596.json"
    },
    "type": "petition"
}