{
    "attributes": {
        "action": "Offer more help for Brain Injury Survivors",
        "additional_details": "Brain injury is invisible. When it comes to financial help brain injury survivors are left behind. \r\n\r\nOver 70% of assessors for PIP and ESA are not educated or trained in the effects of brain injury, because it isn't that common. \r\n\r\nBut also close to 80% of Brain Injury Survivors find it very difficult to explain the effects due to the nature of the injury.\r\n\r\nThe government need to put something in place so PIP and ESA assessors begin to understand the effects of brain injury.",
        "background": "People with disabilities all over GB, get financial help from the Government. However, survivors of severe brain injury are effected for life, whilst often NOT being helped at all. Over 70% of ESA and PIP assessors (job centre) don't know what brain injury is, or how it effects people.",
        "closed_at": null,
        "created_at": "2018-09-30T09:48:57.770Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-01T04:20:45.151Z",
        "opened_at": null,
        "rejected_at": "2018-10-10T17:44:28.843Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like more help for brain injury survivors, but are not sure what help you would like.\r\n\r\nYou could start a new petition calling for better training for PIP and ESA assessors if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-10-10T17:44:28.849Z"
    },
    "id": 229564,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229564.json"
    },
    "type": "petition"
}