{
    "attributes": {
        "action": "Allow students to register at two GPs",
        "additional_details": "",
        "background": "Students are unable to access help as they are living in two locations whilst only registered to one GP. I tried to access help for my mental health (I was suicidal, anxious and self harming) whilst at home this summer but was refused as I was registered at the uni GP (100 miles away).",
        "closed_at": null,
        "created_at": "2018-09-30T14:25:23.493Z",
        "creator_name": "Angela Hulbert",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-10-24T09:27:04.327Z",
            "details": "We were sorry to the hear that the petitioner was unable to receive help from a local GP practice – particularly in such distressing circumstances. Anyone who requires treatment that a GP or healthcare professional regards as an emergency, or immediately necessary, should be provided with that treatment free of charge, regardless of whether they are registered with a GP or not.\r\n\r\nIt is not possible for patients to register as a NHS patient with two GP practices at the same time as only one practice can hold a patient’s medical records and there are potential clinical risks in maintaining duplicate records.  \r\n\r\nHowever, we recognise that students registered with a university GP practice may wish to access treatment from any GP when returning home or when away from their university practice.  In such circumstances, students can apply to a GP to be accepted as a temporary resident.  Temporary residence applies where a person intends to be in an area for more than 24 hours but for less than 3 months.  Once registered, patients can receive treatment in the same way as other registered patients.  Details of the patient’s treatment provided, whilst a temporary resident, will be passed to their registered practice.\r\n\r\nThe NHS Long Term plan commits to providing access to online consultation for all patients and that by 2023/24 every patient in England will be able to access a digital GP offer. This would usually be from their own practice or, if they prefer, from one of the new ‘digital first’ GP providers. As part of the General Practice Forward View, a £45 million fund has been created to contribute towards the costs for practices to purchase online consultation systems, improving access and making best use of clinicians’ time. The evolution of services such as video consultations is likely to increase access options for patients, in particular those moving between addresses. It is, of course, important that any apps providing video consultations are evaluated and regulated to ensure that patients who access these services can be confident that they will receive safe, effective, high quality care.\r\n \r\nDepartment of Health and Social Care",
            "responded_on": "2019-01-31",
            "summary": "GP practices must provide urgent and immediately necessary treatment, from 8am to 6.30pm, to anyone, regardless of whether they are registered at the practice.",
            "updated_at": "2019-02-01T13:33:01.000Z"
        },
        "government_response_at": "2018-10-24T09:27:04.329Z",
        "moderation_threshold_reached_at": "2018-09-30T14:40:54.204Z",
        "opened_at": "2018-10-05T14:07:32.088Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-10-12T09:08:26.838Z",
        "scheduled_debate_date": null,
        "signature_count": 28084,
        "state": "open",
        "updated_at": "2019-03-13T21:20:22.760Z"
    },
    "id": 229573,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229573.json"
    },
    "type": "petition"
}