{
    "attributes": {
        "action": "Give 16-17 year olds the same rights as people who are 18+",
        "additional_details": "The possible solutions are rather simple: either continue to treat us as children and allow us to pay child prices in public or make us legal adults and give us the benefits and rights that come with that. \r\n\r\nWe're not stupid or lazy, we want to be treated as actual citizens of this country rather than unknown entities who have to sit back and watch while meaningful decisions are made for us that directly impact our future. We want to work, we want to vote and we want to be equal in law.",
        "background": "Under current UK laws, 16-17 year olds sit in an awkward grey zone of legality. We cannot vote nor do we have equal working rights as adults however we can be charged adult prices in hotels and for public transport. A change must happen as we are fed up of being treated as children when we're not.",
        "closed_at": null,
        "created_at": "2018-09-30T16:21:21.653Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-09-30T17:22:46.433Z",
        "opened_at": null,
        "rejected_at": "2018-10-08T17:46:32.501Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition as we are not sure what action you would like the UK Government or Parliament to take.\r\n\r\nWe understand that you would like 16 and 17 year olds to have the same rights as 18 year olds, but we are not sure which rights you would like this to apply to. In particular, the giving of discounts to under 18s would be the responsibility of the businesses concerned, not the UK Government or Parliament.\r\n\r\nYou could start a new petition setting out clearly which rights you would like under 18s to have."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-10-08T17:46:34.479Z"
    },
    "id": 229579,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229579.json"
    },
    "type": "petition"
}