{
    "attributes": {
        "action": "Ban plastic - Fine companies that do - Develop an alternative that does no harm.",
        "additional_details": "Setup a new department to deal with the issues, research and develop alternative solutions, manage companies that do not comply in a plastics ban and manage plastic cleanup and waste.",
        "background": "Ban plastic in all its forms and influence the rest of the world to do the same.\r\nFine companies that use plastic in any form.  \r\nInvest in waste management, recycling is no longer an option.\r\nInvest in the development of an alternative that does no harm to any form of life on the planet.",
        "closed_at": null,
        "created_at": "2018-10-01T22:02:33.826Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-03T05:55:53.277Z",
        "opened_at": null,
        "rejected_at": "2018-10-10T17:56:16.692Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions have to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like to ban plastic, but we are not clear what the ban would extent to, for example whether it would apply to personal use. We were also not sure what action you wanted taken to develop a new alternative who you wanted to invest in waste management.\r\n\r\nYou could start a new petition calling on the Government or Parliament to pass a law regarding plastic use, setting out who the ban would apply to and what other action the Government would be required to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2018-10-10T17:56:16.700Z"
    },
    "id": 229648,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229648.json"
    },
    "type": "petition"
}