{
    "attributes": {
        "action": "Organise a rescue plan to prevent the avoidable overnight closure of PRH’s A&E",
        "additional_details": "I have persistently since 2016 raised with the Secretary of State for Health the issue of the possible closure of PRH’s A&E yet nothing has been done. Now the closure is due to happen in November, Government can no longer wash their hands of this issue. \r\n\r\nOther hospital trusts have received extra help recruiting middle grade A&E doctors and nurses that SaTH so desperately needs yet Telford and Shropshire appears to have been ignored.",
        "background": "The overnight closure of Princess Royal Hospital’s A&E is avoidable and a solution is there if those responsible higher up nationally choose to intervene. \r\n\r\nGovernment and those at the top in the NHS have the power to resolve this and stop it happening.",
        "closed_at": null,
        "created_at": "2018-10-01T10:35:40.633Z",
        "creator_name": "Shaun Davies",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-10-23T09:13:25.438Z",
            "details": "On 27 September 2018 the Board of Shrewsbury and Telford Hospital NHS Trust made a decision that, if relevant medical and nursing staffing could not be improved in the short-term, it would temporarily suspend on patient safety grounds the overnight A&E services provided by the Emergency Department at the Princess Royal Hospital in Telford. \r\n\r\nThis decision was taken by the Board in light of concerns that there are currently insufficient medical and nursing staff to ensure safe overnight A&E services for patients at the Princess Royal Hospital. To keep both Emergency Departments at the Trust open in the short-term and thus avoid the temporary overnight closure of the Princess Royal Hospital’s Emergency Department, the Trust has advised that it needs an absolute minimum of at least 7 more Middle Grade Doctors and 15 more Registered A&E Nurses in order to ensure safe overnight A&E services for patients at the Princess Royal Hospital.\r\n\r\nThe Trust has, with the support of NHS Improvement and local partners, made significant recruitment efforts, including overseas recruitment, in support of its A&E services and continues to do so, although it has been currently unable to recruit sufficient staff to address the A&E staffing issues at the Princess Royal Hospital’s Emergency Department. The Trust is also engaging with key local stakeholders, such as MPs and councillors, as part of this work. \r\n\r\nAlthough every effort is being made by the Trust and its partners in the local health system to avoid the overnight closure, including engagement with neighbouring Trusts to explore all options for securing additional staff, it is unlikely that other local Trusts will be in a position to provide sufficient staff to resolve the A&E staffing issues at the Princess Royal Hospital in the immediate future.\r\n\r\nThe Trust has advised that should the temporary overnight closure become unavoidable after it has explored all options, it would not happen until some time in November 2018 and would likely last for at least 6 months, with any re-opening decision by the Board depending on whether the Emergency Department would be able to provide safe services to patients. Relevant partners in the system, including the West Midlands Ambulance Service NHS Foundation Trust, have been engaging with the Trust to refine the details of potential closure plans, and the West Midlands Clinical Senate will also undertake a review of the options to ensure that patient safety is prioritised and that proposals fit with national guidance. \r\n\r\nThe Trust is also reviewing its business continuity arrangements to ensure that there is as minimal impact on patients as possible in the event of an overnight closure, and is also exploring options for patients in need of urgent rather than emergency care out of hours. \r\n\r\nIf the closure becomes unavoidable to ensure patient safety, the Trust has advised that this would mean that:\r\nthe Princess Royal Hospital’s Emergency Department would be closed overnight between 20:00 and 08:00;\r\nthe Princess Royal Hospital’s Emergency Department would be closed to ambulance admissions at 20:00 and ambulances would be diverted to neighbouring Trusts;\r\nthe Urgent Care Centre would accept patients until 20:00;\r\nthe Princess Royal Hospital would continue to accept GP-referred admissions in those specialities managed at the site between 08:00 and 20:00, 7 days a week; and\r\nstroke patients arriving by ambulance would be admitted via a direct pathway to the appropriate clinical ward.\r\n\r\nIn the event of the closure becoming unavoidable, the Trust will be putting in place a communications programme for the benefit of the public, staff and other stakeholders once a final overnight suspension management plan has been agreed.\r\n\r\nMinisters at the Department of Health and Social Care have also taken a keen interest in efforts to support the Trust, and have engaged with NHS Improvement and relevant stakeholders as part of this. It is important to note, however, that it is in the best interests of the local NHS and patients for decisions such as this one to be made locally, and for the NHS locally to keep the situation under review to ensure patient safety. \r\n\r\nIf local councillors or MPs have any concerns about the decision-making process, they should pass these on to the local NHS Clinical Commissioning Group or health scrutiny committee who can, in turn, request an independent review from the Independent Reconfiguration Panel. \r\n\r\nUntil the closure takes effect in the event of it being deemed unavoidable, the Trust has advised that A&E services at the Princess Royal Hospital will continue as normal, with the Emergency Department remaining open 24 hours a day, 7 days a week.\r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2018-10-23",
            "summary": "The Trust with NHS support is making every effort to avoid overnight closure of Telford’s A&E, but has plans in place if it is unavoidable. This is a temporary measure, to safeguard patients’ safety. ",
            "updated_at": "2018-10-23T09:13:25.438Z"
        },
        "government_response_at": "2018-10-23T09:13:25.441Z",
        "moderation_threshold_reached_at": "2018-10-01T11:01:41.050Z",
        "opened_at": "2018-10-04T14:04:30.003Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-10-05T14:44:04.512Z",
        "scheduled_debate_date": null,
        "signature_count": 32537,
        "state": "open",
        "updated_at": "2019-02-11T18:42:03.534Z"
    },
    "id": 229602,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229602.json"
    },
    "type": "petition"
}