{
    "attributes": {
        "action": "Limit the use of garden leaf blowers on domestic premises",
        "additional_details": "Many people suffer neighbours who create this level of noise, up to 115 decibels, regularly, even daily, and for hours on end. These noise levels are potentially harmful to health and are definitely harmful to people’s rights to the peaceful enjoyment of their homes and gardens. \r\nMany users feel it necessary to wander the streets blowing around detritus that isn’t even on their own property. Doing so should be regarded as an automatic reason to caution offenders to desist.",
        "background": "It’s the time of year when some people are regularly using garden leaf blowers in domestic gardens. The sheer decibel level generated by older style equipment, particularly petrol models, is anti social at best and harmful at worst.\r\nThe use of these models should be limited or even banned.",
        "closed_at": null,
        "created_at": "2018-10-02T09:16:32.338Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-02T09:45:43.609Z",
        "opened_at": null,
        "rejected_at": "2018-10-09T17:56:04.121Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we are not sure what action you would like the UK Government or Parliament to take.\r\n\r\nThere are already laws regulating noise nuisances. It sounds like the noise you are describing may fall under them. Enforcing these laws are the responsibility of your local council. You can find more information here:\r\n\r\nhttps://www.gov.uk/guidance/noise-nuisances-how-councils-deal-with-complaints"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-10-09T17:56:06.065Z"
    },
    "id": 229664,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229664.json"
    },
    "type": "petition"
}