{
    "attributes": {
        "action": "Make legal unpaid carers receive certified training and protection as paid carer",
        "additional_details": "Unpaid carers often hold down a job as well as a caring role. Many leave employment as the care need is too great both for cared for and carer. Carers are often exposed to emotional stresses and violence putting the cared for and carer at detriment. Carers have to fit a criteria to receive an allowance so is effectively employed by the government. The current care act is not comprehensive enough to ensure a carer has the same rights and protection as that of a person in employment",
        "background": "Unpaid carers are protected under care act. To receive an allowance, must care no less than 35hrs a week. Paid carers are trained and protected by employment law. Unpaid carers should have a legal right to be protected and trained to a minimum standard as all paid workers",
        "closed_at": null,
        "created_at": "2018-10-04T12:23:24.080Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-09T20:07:33.411Z",
        "opened_at": null,
        "rejected_at": "2018-10-17T11:02:32.206Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you would like unpaid carers to have the same rights as paid careers but we are not sure exactly what protections you would like to see them have or who would be considered the employer in that relationship.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to provide training for unpaid carers, if that's what you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-10-22T09:01:06.878Z"
    },
    "id": 229785,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229785.json"
    },
    "type": "petition"
}