{
    "attributes": {
        "action": "Alter The Sexual Assault Act 2003: Part 1 Section 1,2 and 3.",
        "additional_details": "Along side the rape laws not allowing women or men raped by women to prosecute their attackers for rape, the law also does not identify all oral as rape; only oral with a penis either forced into a mouth or performing oral on another person without consent. It also does not identify penetration with an object as rape,this falls under Assault by Penetration, however this is still penetration and can be just as traumatic as penetration with a penis.",
        "background": "The Sexual Assault Act 2003: Part 1 Section 1 Rape.\r\nOnly identifies rape as a male penetrating the mouth,anus or vagina of another without consent. Does not allow for women to rape other women/men, and thus male rape victims and women same sex rape victims can not prosecute their abuser for rape.",
        "closed_at": null,
        "created_at": "2018-10-04T17:52:18.368Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-04T18:06:26.240Z",
        "opened_at": null,
        "rejected_at": "2018-10-11T10:20:33.243Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about legislation defining rape and sexual assault, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government and Parliament to amend the definition of rape to include assault by penetration, if that's what you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-10-15T09:53:47.700Z"
    },
    "id": 229798,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229798.json"
    },
    "type": "petition"
}