{
    "attributes": {
        "action": "Increase college funding to sustainable levels - all students deserve equality!",
        "additional_details": "Funding for colleges has been cut by almost 30% from 2009 to 2019. A decade of almost continuous cuts and constant reforms have led to a significant reduction in the resources available for teaching and support for sixth formers in schools and colleges; potentially restricted course choice; fewer adults in learning; pressures on staff pay and workload, a growing population that is not able to acquire the skills the UK needs to secure prosperity post-Brexit.",
        "background": "We call on the Government to urgently increase college funding to sustainable levels, including immediate parity with recently announced increases to schools funding. This will give all students a fair chance, give college staff fair pay and provide the high-quality skills the country needs.",
        "closed_at": null,
        "created_at": "2018-10-03T12:00:04.120Z",
        "creator_name": "Charlotte Jones",
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2019-0009",
            "debated_on": "2019-01-21",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2019-01-21/debates/105E82C9-81FC-4C3B-BD6B-B9D99F1D07DF/CollegeFunding",
            "video_url": "https://parliamentlive.tv/Event/Index/9849a439-5523-41c7-b78c-c0ec71f4ebac"
        },
        "debate_outcome_at": "2019-01-22T15:57:16.691Z",
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-11-01T10:23:21.995Z",
            "details": "This government is aware of the funding pressures in Further Education and is currently assessing the funding and sustainability of colleges.  \r\n\r\nHowever, we think it would be premature to make a short-term increase in further education funding without a sustainable plan for future funding via the next Spending Review. In order to inform any requests we make via the Spending Review, we are looking closely at how we fund providers to ensure the system supports sustainable, high quality education, and it will also be important to take account of the Review of Post -18 Education and Funding. \r\n\r\nAlthough we are not making an immediate increase in college funding levels we are planning to invest nearly £7 billion this academic year to make sure there is a place in education or training, including for apprenticeships, for every 16- to 19-year-old. We have also protected the base rate of funding for 16-19 year olds until 2020. We will introduce our new gold standard T Levels from 2020, and will provide an additional £500m every year once they are fully rolled out.\r\n\r\nIn addition, we have announced extra support for key priorities. We will provide additional funding to support institutions to grow participation in level 3 maths - an extra £600 for every additional student - with two payments of £600 if, for example, they are studying A level maths over two years. The first of these payments will be made in 2019/20. We have also approved £470m of Restructuring Facility Funding for colleges, of which £150m has been spent so far.\r\n\r\nAlongside our investment in 16-19 education and training, the Department for Education was allocated £1.5 billion for the Adult Education Budget (AEB) for each year of the Spending Review period up to 2020, as set out in the 2015 Spending Review.\r\n\r\nWe recently announced a pay settlement for school teachers and a specific grant to support this. However, FE colleges and sixth form colleges have a different status when compared with schools and academies, as private sector institutions independent of the government.  Therefore, we are considering the needs of FE providers separately.\r\n\r\nWe will continue to look carefully at funding for Further Education in preparation for the next Spending Review.\r\n\r\nDepartment for Education",
            "responded_on": "2019-02-25",
            "summary": "A sustainable plan for further education funding needs to be determined through the Spending Review, informed by the review of post-18 education, and consideration of the needs of the FE sector.",
            "updated_at": "2019-02-25T15:22:00.471Z"
        },
        "government_response_at": "2018-11-01T10:23:21.998Z",
        "moderation_threshold_reached_at": "2018-10-03T12:08:17.236Z",
        "opened_at": "2018-10-10T10:03:55.340Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-10-12T11:09:51.403Z",
        "scheduled_debate_date": "2019-01-21",
        "signature_count": 71503,
        "state": "open",
        "updated_at": "2019-03-13T19:07:29.813Z"
    },
    "id": 229744,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229744.json"
    },
    "type": "petition"
}