{
    "attributes": {
        "action": "Reconsider Approved A27 plans due to New monks farm, Lancing, development",
        "additional_details": "whilst plans for housing are welcomed, using the main A27 as access by placing another roundabout on a very busy road that already needs attention by the government will not help the situation locally.\r\n\r\nA proposal of 3 tunnels running from Cote street, Worthing to the A24 \r\nwhere a mini fly over to another tunnel through cissbury hill to lyons farm, worthing\r\n\r\nalong existing sompting bypass bending up via dankton lane to another tunnel which then meets at sussex pad joining the shoreham fly over",
        "background": "Brighton and hove Albion FC and Adur council have recently approved a development of 600 homes and the building of Ikea on the south side of the A27 in Lancing, West Sussex\r\n\r\nthe consideration of traffic volume and solution to providing access is wholly inadequate for purpose and will lead to chaos",
        "closed_at": null,
        "created_at": "2018-10-04T10:41:54.243Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-04T13:47:32.563Z",
        "opened_at": null,
        "rejected_at": "2018-10-10T13:15:29.999Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Housing, Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n\r\nYou could also contact your local MP, who may wish to request the decision is called in if they agree with you. You can use this page to find out who your local MP is and how to contact them:\r\n \r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/ \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2018-11-21T17:24:31.853Z"
    },
    "id": 229779,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229779.json"
    },
    "type": "petition"
}