{
    "attributes": {
        "action": "“Hold a Public Vote of No Confidence in the Administration.”",
        "additional_details": "There is a widespread clamouring for another referendum, but the one sought asks the wrong question & will not address the real issues.\r\nA straightforward vote of no confidence will address the problem head on.\r\nParliament would have to unite to try and win the vote, & when they lose they must enact reforms and may need to ask again.\r\n\r\nAn easy option for reform could be to select the next parliament at random from the electoral register: that parliament could then decide what reforms are required.",
        "background": "Both government & opposition are the worst in recorded history.\r\nParliament is paralysed by party politics, ideology & voter disenfranchisement.\r\nThese are inevitable consequences of a political system that has broken down.\r\nThe electorate need to express their dissent & our politics must reform.",
        "closed_at": null,
        "created_at": "2018-10-03T10:24:48.800Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-03T17:26:44.408Z",
        "opened_at": null,
        "rejected_at": "2018-10-18T16:11:50.152Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nIt's clear that you want a referendum to be held, but it's not clear what action you would like that referendum to consider.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\r\nYou could start a new petition setting out clearly the action you would like the UK Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-10-18T16:11:50.160Z"
    },
    "id": 229736,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229736.json"
    },
    "type": "petition"
}