{
    "attributes": {
        "action": "Save Lever Causeway",
        "additional_details": "The Wirral is a peninsula and therefore we are virtually an island, surrounded by water on three sides, the River Mersey, the River Dee and the Irish Sea; accompanied by the Manchester Ship Canal. Our Green Belt is even more precious as we have nowhere else to go! With an abundance of Brownfield sites and at least 5,000 empty properties on the Wirral - utilise these FIRST!",
        "background": "Wirral Council plans to release Green Belt for building on the fields either side of Lever Causeway and from Mount Road towards Storeton. Views across to the Welsh Hills with expanses of rolling country side will be lost forever! Together we can stop this!!",
        "closed_at": null,
        "created_at": "2018-10-05T10:16:14.998Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-05T12:26:03.966Z",
        "opened_at": null,
        "rejected_at": "2018-10-11T16:50:24.176Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Housing, Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-10-31T17:51:33.560Z"
    },
    "id": 229827,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229827.json"
    },
    "type": "petition"
}