{
    "attributes": {
        "action": "Heavy ‘Fines’ to People who Leave their Waste Packaging Behind on Beaches ect.",
        "additional_details": "This should start in schools with Children, have seen whole Families just get up and walk off leaving all their Waste for the Tide, Bins must be Gulls Proof which is not the case sometimes.\r\n\r\nLarge Fines to get Through to the ones that drop their Litter at will.\r\n\r\nIt’s so Lovely to hear the Birds and see Wildlife around, Let’s keep it that way for the Future.",
        "background": "Due to the amount of Plastics and Human Waste getting into the Seas killing Wildlife something has to be done ASAP, without Fines a number of Lazy people will not learn, not thinking about years ahead when Wildlife have gone forever and Too Late, Let’s force people to Automatically put Waste away.",
        "closed_at": null,
        "created_at": "2018-10-05T13:56:02.422Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-05T14:02:58.384Z",
        "opened_at": null,
        "rejected_at": "2018-10-11T17:31:48.443Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's  already illegal to drop litter in the UK, with a maximum fine of £2,500 for persistent littering. Different local authorities also have the powers to impose on the spot fines to those caught littering. We're therefore not sure what further action you'd like to see.\r\n\r\nYou could start a new petition explaining exactly what you'd like the Government or Parliament to do. You could also speak to your local council about the enforcement of fines for people who leave their litter on the beach. You can find out who your local councillors are and how to contact them here: \r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-10-11T17:31:59.178Z"
    },
    "id": 229837,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229837.json"
    },
    "type": "petition"
}