{
    "attributes": {
        "action": "Save Our Parks",
        "additional_details": "We want:\r\n\r\n1)\tA statutory requirement for councils to ring-fence funding for parks at £30 per household per year. \r\n\r\n2)\tThere to be a legal duty for all green space to be managed to a good standard.\r\n\r\n3)\tNew rules banning the development on, or the inappropriate use of, parkland.\r\n\r\n4)\tA new central Government fund to provide emergency help for parks most at risk and ensure the long-term future of Britain's green spaces.",
        "background": "Thousands of Britain’s parks and play areas are falling into disrepair or are under threat of being sold to developers.\r\nThis is despite the vital health and social benefits that our much-loved green spaces provide.\r\nWe support The Mail on Sunday’s campaign to Save Our Parks from being lost forever.",
        "closed_at": null,
        "created_at": "2018-10-06T14:42:22.387Z",
        "creator_name": "Michael Powell",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-11-29T11:52:37.032Z",
            "details": "The Government has been working closely with the Local Government Association and representative bodies from across the parks, leisure and heritage sectors to develop innovative, creative and practical solutions to protect the long-term sustainability of our valued parks and green spaces.\r\n\r\nIt is a long-established policy of the Government that the funding provided to local authorities through the local government finance settlement is largely un-ringfenced. This provides authorities with the flexibility necessary to make spending decisions based on their intimate knowledge of local needs and priorities. From 2015 until 2020, councils have been able, and continue to be able, to access over £200 billion for local services. The Government believes that decisions about the allocation of resources from this budget – including to parks – should sit with local authorities as locally democratic, and directly accountable, bodies.\r\n\r\nThe Government has taken note of the proposal calling for the introduction of a legal duty for all green space to be managed to a good standard. However, we favour working collaboratively with local authorities within existing legislation to identity and share the best practice delivered at a local level. We also encourage new and pioneering models of funding and park management to preserve our existing green spaces.\r\n\r\nIn January 2018 the Government published the 25 Year Environment Plan which set out our commitment to protecting our green spaces. It also reflects the value we place on the management of good quality parks. As part of this, the Government is working in partnership with Natural England to draw up a national framework of green infrastructure standards. We consider ‘green infrastructure’ to include parks, playing fields, woodland, street trees, rights of way, allotments, canal towpaths, and green walls and roofs. It will also ensure that all new developments include accessible green spaces and that any area currently with little or no green space can be improved by its addition for the benefit of the whole community. We intend to publish these standards in 2019 and incorporate them into planning guidance so that councils can use them when making local planning decisions.\r\n\r\nFurthermore, in July of this year we published our revised planning rule book which can be found here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/740441/National_Planning_Policy_Framework_web_accessible_version.pdf\r\n\r\nThis sets out how new development should occur in the right places across the country. Alongside building the new homes this country needs, the Government is also committed to the creation, protection, enhancement and management of networks of biodiversity and green infrastructure. We will ensure this happens by: \r\nclearly setting out that a council’s planning policies should include enough provision for the conservation and enhancement of green spaces; \r\nhighlighting the importance of green space in encouraging healthy lifestyles;\r\nmaking provision for communities to identify and protect green areas of particular importance to them through the designation of land as Local Green Space in local and neighbourhood plans can be found here: \r\nhttps://www.gov.uk/guidance/local-plans--2    https://www.gov.uk/guidance/neighbourhood-planning--2\r\n\r\nThis affords them a very high level of protection from redevelopment or inappropriate use.  \r\n\r\nIn 2015, the Government launched the Pocket Parks Programme and spent £1.05m to create 86 new parks across England, many of which attracted match funding and local partnership support. We helped to create new and innovative green spaces in deprived areas providing access to green spaces and creating focal points for people to work together to build stronger communities.\r\n\r\nIn September 2017, the Government invested £500,000 to support the development of initiatives to identify solutions to issues faced by some parks. We created the Parks Action Group comprising of experts from across the parks, heritage and leisure sector to help drive forward this work. The group has been working collaboratively across key priorities including:\r\nexploring innovative models for funding parks and green spaces;\r\nassessing quality standards and sharing good practice;\r\nidentifying a shared vision for the future of parks; \r\nempowering local communities to get more involved.\r\n\r\nWorking with the sector, we are currently developing a programme of work aimed at transforming the way in which parks are developed, managed and sustained. We expect to announce our progress on this in early 2019.\r\n\r\nLast month the Secretary of State announced £1 million to fund the creation of new pocket parks. This new round of funding will build upon the success of the first Pocket Parks programme and provide financial support for new parks and will also help renovate and restore some existing parks and children’s playgrounds. We will shortly announce the details of this new project.\r\n\r\nOur parks and green spaces foster health, well-being, integration, and social engagement. We are committed to working collaboratively with local authorities, charities and community groups to support the long-term sustainability of our parks.\r\n\r\nMinistry of Housing, Communities and Local Government",
            "responded_on": "2018-11-29",
            "summary": "The Government recognises the value of parks in providing inclusive and vibrant spaces. We are committed to safeguarding our parks and green spaces to ensure they have long and sustainable futures.",
            "updated_at": "2018-11-29T11:52:37.032Z"
        },
        "government_response_at": "2018-11-29T11:52:37.035Z",
        "moderation_threshold_reached_at": "2018-10-06T14:51:36.395Z",
        "opened_at": "2018-10-12T13:55:41.990Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-11-13T13:52:39.192Z",
        "scheduled_debate_date": null,
        "signature_count": 21662,
        "state": "open",
        "updated_at": "2019-03-14T19:14:17.736Z"
    },
    "id": 229894,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229894.json"
    },
    "type": "petition"
}