{
    "attributes": {
        "action": "Under the Terror Act 2000 make it illegal to use terrorist propaganda .",
        "additional_details": "Terrorist use hatred and lies to spread their ideology around the globe. They use death and violence of terrorist to gain sympathies as the underdog when its their violence in the first place that's causes the response of those to defend its citizens. Its these sympathies based on those actually creating the violence that is misplaced yet it goes onto promoting more extremism and violence as these lies are promoted against those democracies defending themselves against it.",
        "background": "Those people that use the violence of the terrorist and its causalities and use civilians as human shield to create innocent victims as propaganda against those defending against terror illegal under the terrorism act. These lies are used create hatred and extremism and terrorism against others.",
        "closed_at": null,
        "created_at": "2018-10-05T22:10:15.919Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-06T11:48:32.355Z",
        "opened_at": null,
        "rejected_at": "2018-10-12T13:38:16.537Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's already illegal to invite support for a proscribed terrorist organisation under the Terrorism Act 2000, we're therefore not sure what further action you'd like the Government or Parliament to take. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2018-10-15T09:51:04.095Z"
    },
    "id": 229874,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229874.json"
    },
    "type": "petition"
}