{
    "attributes": {
        "action": "Put Pressure on ‘ALL’ police forces to Stop and Search for ‘Knives’ .",
        "additional_details": "Far too many attacks Daily and getting younger, it’s starting to become the Norm to have one.\r\n\r\nPolice officers must be immune from any prosecution as the known criminal types are going to be searched.\r\n\r\nCosts a great deal of money for the NHS putting people back together again.",
        "background": "Due to Now everyday Stabbings things have got out of hand, the Local Police should know the ones who are likely to be carrying Knives, when caught they must face heavy Fines and Prison, at this time a large amount must be carrying Knives in Public, if they think they might get stopped will stop.",
        "closed_at": null,
        "created_at": "2018-10-05T14:49:42.644Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-05T15:02:31.692Z",
        "opened_at": null,
        "rejected_at": "2018-10-11T17:44:28.225Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's clear you care about knife crime, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nPolice already have stop and search powers. We're therefore not sure what further action you'd like the Government or Parliament to take. \r\n\r\nIf you want your local police to take action, you could raise your issue with your local Police and Crime Commissioner (PCC). You can use this page to find out who your PCC is: \r\n\r\nhttp://www.apccs.police.uk/find-your-pcc/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-10-11T17:44:35.928Z"
    },
    "id": 229850,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229850.json"
    },
    "type": "petition"
}