{
    "attributes": {
        "action": "Stop Dartmoor Ponies being murdered due to new Brexit rules",
        "additional_details": "If the number of wild ponies is above the legal number allowed, and people are not willing to get ID documentation to purchase, these animals face potential slaughter. Just because they are inconvenient to humans? They don't deserve this at all. \r\n\r\nhttps://www.devonlive.com/news/devon-news/dartmoor-ponies-rounded-up-shot-2064101\r\n\r\nhttp://www.tavistock-today.co.uk/article.cfm?id=432133&headline=Death%20sentence%20for%20ponies??&sectionIs=news&searchyear=2018",
        "background": "Hundreds of Dartmoor ponies being rounded up yesterday in the annual “drift” may have to be shot because of a “Catch 22” in new regulations. The ponies have to come off the moor to stay within the numbers legally allowed to graze the commons, but sold ponies will need ID.",
        "closed_at": null,
        "created_at": "2018-10-04T22:07:39.736Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-04T23:05:22.289Z",
        "opened_at": null,
        "rejected_at": "2018-10-11T15:23:12.999Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe understand that you're concerned about the new Equine Identification Regulations, but we're not sure exactly how you'd like the regulations to be changed. \r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do. For example, you could start a new petition asking for the requirement that wild and semi wild equines need to be issued passports by the time they leave a designated area to be removed, or for new owners to be given an extended amount of time to apply for passports, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-10-11T16:23:05.184Z"
    },
    "id": 229812,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229812.json"
    },
    "type": "petition"
}