{
    "attributes": {
        "action": "Strip the UK citizenship of all HKSAR gov officials, pro-Beijing legislators.",
        "additional_details": "This incident shows HKSAR gov violence the freedom of press and the HKSAR is controlled by People Republic of China government.",
        "background": "Hong Kong has refused to renew the visa for the foreign press club’s Vice President.\r\n\r\nMallet chaired a talk by pro-independence activist Andy Chan at the FCC in August, which the office of China’s Ministry of Foreign Affairs in Hong Kong had tried to block.",
        "closed_at": null,
        "created_at": "2018-10-08T12:08:36.237Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-08T13:09:45.152Z",
        "opened_at": null,
        "rejected_at": "2018-10-15T12:21:25.519Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions needs to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you are concerned about press freedom in Hong Kong, but are not clear what action you would like the UK Government to take. In particular, we are not sure who you mean by \"pro-Beijing legislators\" or on what grounds you would like them deprived of their British citizenship.\r\n\r\nYou could start a new petition asking the UK Government to make representations to the Hong Kong Special Administrative Region about press freedom if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-10-15T12:55:12.524Z"
    },
    "id": 229982,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229982.json"
    },
    "type": "petition"
}