{
    "attributes": {
        "action": "Leave the EU without a deal in March 2019.",
        "additional_details": "We will save billions of pounds from our EU divorce payment as well as a similar amount from Civil Service and Govt costs. This money will be used to support our own country whilst we await the EU to talk to us to make deals more in our favour. The EU border in Ireland to be managed simply by having a dual Euro / pound currency as legal tender in both the North and South. Exports to the South would be dealt with in Euro and vice versa when importing to the North. Rates fixed at time of the deal.",
        "background": "We are wasting Billions of pounds of taxpayers money trying to negotiate in a short space of time. Leaving the EU in March 2019 will allow the UK good time to negotiate more efficiently. The EU will be more eager to accept a deal on our terms having lost a major partner.",
        "closed_at": null,
        "created_at": "2018-10-07T22:34:13.115Z",
        "creator_name": "Michael Rudkin",
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2019-0002",
            "debated_on": "2019-01-14",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2019-01-14/debates/694BA27D-566E-4F52-BC4B-8FC1ACA3F109/LeavingTheEU",
            "video_url": "https://parliamentlive.tv/Event/Index/64100b1a-6f58-46b5-a84e-d0b2416896b3"
        },
        "debate_outcome_at": "2019-01-15T12:39:39.423Z",
        "debate_threshold_reached_at": "2018-12-15T18:51:04.394Z",
        "government_response": {
            "created_at": "2018-12-14T09:57:34.133Z",
            "details": "EU leaders have endorsed the Withdrawal Agreement and Political Declaration on the future relationship between the UK and EU. This agreement secures the rights of more than three million EU citizens living in the UK and around one million UK nationals living in the EU; and sets out the terms of the time-limited implementation period which will provide our businesses and citizens with certainty.\r\n\r\nThe financial settlement represents a fair settlement of our obligations as a departing member state and was agreed in the context of the implementation period and our future relationship. This agreement confirms that the days of sending vast payments to the EU are coming to an end. \r\n\r\nIt also means we will be able to spend more of taxpayers’ money on our priorities, such as the extra investment we are putting into our NHS. \r\n\r\nOn Northern Ireland, the agreed Protocol guarantees that even in the unlikely event that the UK’s future relationship with the EU is not in place by the end of the implementation period, there will be no hard border between Northern Ireland and Ireland and no customs border down the Irish Sea. \r\n\r\nThe agreement preserves the economic and constitutional integrity of the United Kingdom, upholds the Belfast (Good Friday) Agreement, and ensures people and businesses that rely on an open border between the Northern Ireland and Ireland can continue living their lives and operating as they do now.\r\n\r\nAs set out in the Political Declaration, once we have left the EU and for the first time in more than four decades, the UK will have an independent trade policy. The UK will be free to negotiate, sign, and ratify trade deals during the implementation period and bring them into force after the period has finished. \r\n\r\nThe deal we have reached is the right deal for the UK. It takes back control of our borders, our laws and our money while protecting jobs, security and the integrity of the UK. Anything other than straightforward approval of the deal will bring with it uncertainty for the economy, for business, and for citizens.\r\n\r\nNeither Parliament nor the Government want a ‘no deal’ scenario. However, as a responsible Government, we will continue to prepare for all eventualities.\r\n\r\nDepartment for Exiting the European Union",
            "responded_on": "2018-12-14",
            "summary": "The deal that we have reached with the EU is the right one for the United Kingdom. Leaving without a deal would risk uncertainty for the economy, for business and for citizens.",
            "updated_at": "2018-12-14T10:18:26.531Z"
        },
        "government_response_at": "2018-12-14T09:57:34.136Z",
        "moderation_threshold_reached_at": "2018-10-10T10:54:22.833Z",
        "opened_at": "2018-10-17T09:57:44.028Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-11-27T21:28:02.990Z",
        "scheduled_debate_date": "2019-01-14",
        "signature_count": 352562,
        "state": "open",
        "updated_at": "2019-02-15T13:58:37.800Z"
    },
    "id": 229963,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229963.json"
    },
    "type": "petition"
}