{
    "attributes": {
        "action": "Pedohiles to be removed from society permanently.",
        "additional_details": "This action needs to be made, pedophiles who act in such disturbing, sick, cruel and harmful ways, who hurt the innocent children of our world, they must be removed from our society and never be placed back in society until the end of their time.\r\n\r\nPedophiles are on the rise because people with these sick disease have no fear of consequences, nothing happens to them and it should and it MUST. Remove these monsters from our society permanently.",
        "background": "Pedophiles victims might still be alive but, their innocence has been murdered! Their trust in adults has been murdered, a part of them has been murdered. Our country needs to show everyone that there is no place in our society for pedophiles and they will never be allowed to return. Ever!",
        "closed_at": null,
        "created_at": "2018-10-07T14:24:54.375Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-07T14:54:35.916Z",
        "opened_at": null,
        "rejected_at": "2018-10-12T15:21:56.277Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not exactly sure what you want the Government or Parliament to do. In particular, we're not sure what you mean by \"remove from society permanently.\"\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government and Parliament to do. For example, you could start a new petition asking to increase sentences for people convicted of sexual offences against children, if that’s what you’d like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-10-16T15:15:34.385Z"
    },
    "id": 229942,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229942.json"
    },
    "type": "petition"
}