{
    "attributes": {
        "action": "Create stronger regulations and enforce harsher penalties for big polluters",
        "additional_details": "The report released 8/10/18 by the IPCC clearly shows that there is a huge and imminent danger in avoiding the subject of climate change. Whilst there are gestures that have been made, like banning straws, and the signing of the Paris agreement, these are demonstrably not enough. The main focus of government action should be the regulation of heavily polluting industries. It's time to be drastic, and to put people over profit. \r\nIPCC report:\r\nhttp://www.ipcc.ch/report/sr15/",
        "background": "Climate change is the biggest, most immediate, and most overlooked threat to the human race. But there is not enough being done about it.",
        "closed_at": null,
        "created_at": "2018-10-08T15:57:55.337Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-09T20:44:45.070Z",
        "opened_at": null,
        "rejected_at": "2018-10-15T18:03:19.250Z",
        "rejection": {
            "code": "no-action",
            "details": "Actions have to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you are concerned about climate change, but are not sure what you mean by \"stronger regulations\" or \"enforce harsher penalties\".\r\n\r\nIn any case, we could not accept your petition because you have not given your name.\r\n\r\nYou could start a new petition setting out clearly what regulations or penalties you would like to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-10-15T18:03:19.256Z"
    },
    "id": 229995,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229995.json"
    },
    "type": "petition"
}