{
    "attributes": {
        "action": "Enforce the Laws Passed on ‘DOGS’ in Public Spaces, Nobody Does at the Moment.",
        "additional_details": "We have Hills and Commons, each year on the Hills same story where Sheep and Cattle are Attacked with some Killed, gets put in the Paper but NOBODY enforces the Laws as above, some have Horrible injuries and sufferers before dying, Sheep do not fight back but take what is happening to them, a Cow had its mouth Ripped open, Not one person Prosecuted to date, Dogs being Ripped open this could so easily be a Child, I have laid the Law down with some who have not returned, So let’s get Action Done.",
        "background": "Laws were passed on Microchipping on All dogs in Public Spaces, Also that that they ‘MUST’ be on a Lead if they attack other dogs or cause concern to Members of the Public including owners, seen and been told of many attacks by Bad Dog Owners, our Puppy was Attacked three times on Common Land, wrong",
        "closed_at": null,
        "created_at": "2018-10-07T17:26:30.586Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-07T17:33:46.903Z",
        "opened_at": null,
        "rejected_at": "2018-10-15T13:21:07.217Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand that you're concerned about the enforcement of laws pertaining to dogs in public spaces, but enforcement of these laws are not the responsibility of the UK Government or Parliament. This is the responsibility of local authorities and police forces.\r\n\r\nYou could start a petition calling for a change in the law if that is something you would like to see happen.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-10-15T16:53:33.484Z"
    },
    "id": 229951,
    "links": {
        "self": "https://petition.parliament.uk/petitions/229951.json"
    },
    "type": "petition"
}