{
    "attributes": {
        "action": "Fine banks who deny justified fraud claims",
        "additional_details": "Card fraud is a common crime that banks need to take responsibility for. Banks avoid reimbursing the value of stolen funds, or compensation, not least because the Police and Financial Ombudsman are under-resourced and unable to cope with a growing epidemic of digital crime.\r\n\r\nThe Government must step in to protect consumers who suffer - not only at the hands of opportunistic criminals, but also at the hands of negligent banks and an outdated, under-resourced appeals procedure.",
        "background": "Banks are currently allowed to deny card fraud claims without providing evidence for their decision to customers.\r\n\r\nBanks are not protecting our money and personal data from card fraud. At a time when large companies suffer mass data breaches this is not acceptable behavior and should be fined.",
        "closed_at": null,
        "created_at": "2018-10-09T10:52:37.605Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-09T12:06:38.188Z",
        "opened_at": null,
        "rejected_at": "2018-10-16T08:25:56.099Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it is about something that the UK Government or Parliament is not responsible for.\r\n\r\nIf is for the Financial Ombudsman to resolve individual disputes between customers and their banks. The Financial Ombudsman is independent of the UK Government and Parliament.\r\n\r\nIt would be for the FCA (Financial Conduct Authority) to take regulatory action if banks are failing to meet their legal obligations. The FCA is also independent of the UK Government and Parliament. It does not examine individual cases.\r\n\r\nYou could start a new petition calling on the Government to give the Financial Ombudsman more resources to investigate these cases if that is what you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-10-16T15:51:13.115Z"
    },
    "id": 230057,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230057.json"
    },
    "type": "petition"
}