{
    "attributes": {
        "action": "Accessibility Certificate made legal requirement, like Food Hygiene Certificate",
        "additional_details": "I have created an online accessibility guide for my local county and would like the businesses I assess to be required by law to display this rating. It is important that these ratings are given by people living with disabilities to ensure they are accurate. There should also be a separate rating for physical and sensory impairments.",
        "background": "I am a disability access assessor, a wheelchair user and have a sight impairment. I assess venues on their accessibility and provide a rating, I believe this should be displayed in the window and available online like a food hygiene rating so others can access this information before visiting.",
        "closed_at": null,
        "created_at": "2018-10-09T14:43:47.754Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-09T15:23:35.467Z",
        "opened_at": null,
        "rejected_at": "2018-10-15T17:05:12.307Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nThere isn't currently a nationally recognised certification system for disability access that could be displayed, so we aren't sure what you would like the Government to do. \r\n\r\nYou could start a new petition asking the Government to set up a scheme which rates venues on their accessibility and to make this a legal requirement, if that is what you would like."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2018-10-17T11:17:12.562Z"
    },
    "id": 230078,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230078.json"
    },
    "type": "petition"
}