{
    "attributes": {
        "action": "Pass laws that petitions, such as this, must collect votes both for and against.",
        "additional_details": "A petition is arguably the modern version of the pitchfork-wielding mob; it's very easy for individuals or groups to whip up strong feelings. Those opposing the motion feel disenfranchised - there is no *simple* and *immediate* way to register their opposition; they can only set up a counter-petition, which is liable to be rejected, or at least involves a delay, thus giving unfair advantage to the first petition.\r\n\r\nSuch laws could in time be extended to apply to other similar opinion mechanisms.",
        "background": "Frequently, petitions and similar are reported as having collected so many thousand votes. This only represents one side: without knowing how strong the opposing feeling is, the true public opinion can be misreported - and, decision-makers can be pushed into actions the majority don't actually want.",
        "closed_at": null,
        "created_at": "2018-10-08T17:32:46.765Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-17T09:20:17.569Z",
        "opened_at": null,
        "rejected_at": "2018-10-25T14:44:21.327Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you do not like petitions and would prefer to gather opinions through the public voting for or against specific statements. However this would not be a petitions system. Petitions are a request by a person or people to someone in a position of authority to take a specific action.\r\n\r\nYou could start a new petition asking the Government and Parliament to replace this site with a new way for the public to express their views through voting yes and no to different statements or requests if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-10-25T14:53:51.379Z"
    },
    "id": 230003,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230003.json"
    },
    "type": "petition"
}