{
    "attributes": {
        "action": "Introduce a ban on plastic packaging for fruit and vegetables in all UK shops",
        "additional_details": "I used to live in the USA where most fruit and vegetables in the supermarkets were sold loose - this is also the norm elsewhere. Given what we now know about the damage plastic does to our environment and oceans, not to mention the environmental cost in CO2 to produce it, it is unconscionable for supermarkets to carry on using unnecessary plastic for fruit and veg. The supermarkets will not take the initiative on this. The government must act on this now to prevent more plastic pollution.",
        "background": "Plastic damages our environment and threatens our oceans and wildlife. Unnecessary use of plastic by supermarkets is unconscionable. There is no need for fruit and veg to come wrapped in plastic (with limited exceptions) this is not the case in other countries and is a practice that must stop.",
        "closed_at": null,
        "created_at": "2018-10-08T17:02:01.934Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-08T19:23:14.328Z",
        "opened_at": null,
        "rejected_at": "2018-10-15T13:44:49.454Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like to ban plastic packaging for fruit and vegetables in UK shops. However, we are not sure whether you would like it to be a total ban or for there to be \"limited exceptions\".\r\n\r\nYou could start a new petition setting out clearly what you would like the ban to apply to. Alternatively you may like to sign this petition. You are more likely to action on an issue if you sign and share a single petition:\r\n\r\nhttps://petition.parliament.uk/petitions/222715"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-10-17T10:05:51.163Z"
    },
    "id": 230002,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230002.json"
    },
    "type": "petition"
}