{
    "attributes": {
        "action": "Raise the Rate: increase the national funding rate for sixth form students",
        "additional_details": "To ensure that schools and colleges can continue to deliver a high quality education, the government should raise the funding rate for 16, 17 and 18 year olds by at least £760 per student in the 2019 spending review and raise it in line with inflation each year. Recent research from London Economics 'Understanding the funding shortfall in sixth form education' found that £760 was the minimum level of additional funding required to deliver a high quality education.",
        "background": "Sixth form funding was subject to deep cuts after 2010 and the national funding rate for 16 and 17 year olds has remained frozen at £4,000 per student, per year since 2013/14. The rate for 18 year olds is set even lower at £3,300 per student.",
        "closed_at": null,
        "created_at": "2018-10-10T13:47:40.705Z",
        "creator_name": "Vanessa Donhowe",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-01-02T15:37:36.785Z",
            "details": "We are very aware of the financial pressures in 16-19 education and in the further education sector generally which is why we are carrying out an assessment of existing funding and structures. We know what a vital role the sector is playing in making sure people have the skills they need.\r\n\r\nHowever, as with other areas of Departmental spending, 16-19 education funding from 2020 onwards will be considered as part of the next Spending Review.  \r\n\r\nWe are planning to invest nearly £7 billion this academic year to make sure there is a place in education or training, including for apprenticeships, for every 16 to 19 year old.  We have also protected the base rate of funding for all 16 to 19 year old students until 2020 and our commitment to the sector has contributed to the current record high proportion of 16 and 17 year olds who are participating in education or apprenticeships.\r\n\r\nWe are currently delivering a major programme of skills reform and are transforming technical education through the introduction of new T Levels from 2020.  To support the delivery of these new qualifications we will be investing an additional £500m funding per year once the programme is fully rolled out.  We understand that not all providers will be delivering T Levels, however, this does represent a significant investment in our young people and in the 16 to 19 system.\r\n\r\nWhilst we are currently focusing on the introduction of T Levels and reforms to the apprenticeship system, this does not eclipse the crucial importance of the academic curriculum, or the key role FE and sixth form schools and colleges play in delivering this. Under the current funding arrangements, 16-19 institutions receive enough funding to deliver established study programmes including three A Levels.  Additional funding of over £500 million is available to provide extra support to disadvantaged students and students on large study programmes.  Extra funding was also announced in the 2017 Autumn Budget to support institutions to grow participation in level 3 maths, and the first of this funding will be included in 2019/20 allocations. \r\n\r\nWe are listening to the feedback we have received from the sector and are continuing to look carefully at post-16 education funding in preparation for the next Spending Review.\r\n\r\nDepartment for Education",
            "responded_on": "2019-01-02",
            "summary": "We are aware of the pressures in the system and are looking carefully at the funding needs of 16-19 education and wider further education. We will consider this further as part of the Spending Review.",
            "updated_at": "2019-01-02T15:37:36.785Z"
        },
        "government_response_at": "2019-01-02T15:37:36.788Z",
        "moderation_threshold_reached_at": "2018-10-10T14:13:59.676Z",
        "opened_at": "2018-10-18T09:35:13.308Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-12-14T14:47:56.817Z",
        "scheduled_debate_date": null,
        "signature_count": 17084,
        "state": "open",
        "updated_at": "2019-02-15T13:58:30.904Z"
    },
    "id": 230140,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230140.json"
    },
    "type": "petition"
}