{
    "attributes": {
        "action": "Tax exemption for personnel in the merchant navy as other countries do.",
        "additional_details": "In a country with such strong naval heritage and tradition, we have a great reliance on the services provided by merchant naval personnel. In 2016 alone, 95% of goods in the uk were moved by sea. For this reason all aspects of the shipboard operations deserve the same befits. \r\n\r\nFor example, those on board tug vessels; these small vessels assist by manoeuvring larger vessels round and provide them with safe access to ports. In such a crucial role in the same field they recieve no recognition.",
        "background": "Many in the merchant navy benefit for not having to pay tax due to spending long periods of time out of country, 183 days in a tax year.  However if you take different routes in the merchant navy, such as inshore waters you do not benefit from this. \r\n\r\nI believe this to be in need of some reform.",
        "closed_at": null,
        "created_at": "2018-10-10T17:56:47.618Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-10T19:03:16.376Z",
        "opened_at": null,
        "rejected_at": "2018-10-17T16:01:51.645Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about the way members of the merchant navy are taxed, but we're not sure exactly what changes you'd like the Government or Parliament to make.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do. For example, you could start a new petition asking that all merchant navy personnel are taxed in the same way."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2018-11-21T17:18:47.861Z"
    },
    "id": 230162,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230162.json"
    },
    "type": "petition"
}