{
    "attributes": {
        "action": "Put tighter regulations on the fashion industry to promote sustainability",
        "additional_details": "The contemporary wave of fast fashion is responsible for a vast and terrifying range of environmental concerns. These include: depletion of water resources due to intensive cotton crop farming; pollution of rivers and oceans due to factories dumping toxic waste irresponsibly; and the increase in health issues due to these pollutants.\r\n\r\nFor more information watch: https://www.bbc.co.uk/iplayer/episode/b0bn6034/stacey-dooley-investigates-fashions-dirty-secrets",
        "background": "Stacey Dooley's documentary Fashion's Dirty Secrets reveals the fashion industry is the second most polluting industry in the world. There needs to be more regulation from the UK government and international community to hold retailers accountable and promote sustainable methods of production.",
        "closed_at": null,
        "created_at": "2018-10-10T20:44:46.579Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-10T21:00:00.472Z",
        "opened_at": null,
        "rejected_at": "2018-10-18T11:01:37.386Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the environmental impact of the fashion industry, however we are not sure what new regulations you would like the UK Government or Parliament to put in place.\r\n\r\nYou could start a new petition setting out clearly what changes you would like the UK Government or Parliament to make.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-10-18T11:01:38.809Z"
    },
    "id": 230177,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230177.json"
    },
    "type": "petition"
}