{
    "attributes": {
        "action": "Protect the Countryside",
        "additional_details": "We can see it’s dissape before our eyes and it’s our duty to look after the environment and as you know by having no Greenland means it could be easier for floods as there’s no where for the water to run off the concrete surface and I believe we are taking it for granted and not realising we are damaging the environment something needs to be done we are calling on the government to create legislation to stop anymore building.",
        "background": "We are asking the UK government to protect the countryside for future generations and to stop damaging the environment for developing on fields/forest and it’s a shame it’s disappearing before our eyes especially when you go for bike rides and feel that’s theres no plan to limit or preserve places!",
        "closed_at": null,
        "created_at": "2018-10-10T16:06:30.184Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-10T17:33:12.087Z",
        "opened_at": null,
        "rejected_at": "2018-10-17T15:52:03.380Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe understand you are concerned about protecting the countryside, but we're not sure exactly what you'd like the Government of Parliament to do, in particular what you mean by \"create legislation to stop any more building\", is this all building or only on specific protected areas?\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-11-21T17:27:28.009Z"
    },
    "id": 230151,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230151.json"
    },
    "type": "petition"
}