{
    "attributes": {
        "action": "Animal Welfare, Regulations 2018 Home Breeding and Hobby Breeders",
        "additional_details": "Kennels have to be increased to an area 20kg-30kg dogs need 8 mtrs sq for one dog and 4 mtrs sq extra, for any additional dogs. Whelping requires double space. More dogs going to rescue as breeding kennels can't accommodate.  The sale of dogs that the breeder hasn't bred themselves is not practical, gundog breeders, buy dogs to train, to sell once trained. Vets are struggling with the new legislation along with the individual councils. This will not affect EU bred pups or puppy farms.",
        "background": "The regulations were brought into England 1st October 2018. This was intended to stop Puppy Farms and Dogs being imported from the EU illegally into the UK to be sold and to improve the health of our animals. The new laws have caused mayhem and hurt breeders who care and go above what is required.",
        "closed_at": null,
        "created_at": "2018-10-10T15:30:17.507Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-10T18:17:17.254Z",
        "opened_at": null,
        "rejected_at": "2018-10-17T15:56:16.562Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about the impact of the Animal Welfare Regulations 2018, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition asking Parliament to repeal the regulations or to change them if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-10-17T15:56:25.008Z"
    },
    "id": 230146,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230146.json"
    },
    "type": "petition"
}