{
    "attributes": {
        "action": "Reduce the amount of added sugar in yogurt and cereal",
        "additional_details": "My 4 year old son is type 1 diabetic and loves cereal. All cereals send his blood sugars sky high and no matter what I try, I can not stop this spike. He's a fussy eater anyway so we struggle to find other lower carb foods that he will eat for breakfast. \r\nI struggle to find cereals and yogurts that are lower in added sugar.\r\nCoca cola contains 10.6g of sugar per 100ml\r\nPetit filous fromage frais contains 9.9g sugar per 100g\r\nCocopops contain 17g sugar per 100g\r\nFrosties contain 37g sugar per 100g",
        "background": "There has been a lot of coverage in the press about the 'sugar drinks tax'. Per 100g some yogurts and cereal contain just as much sugar, if not more than some of these sugary drinks. A lot of these cereals and yogurts are aimed at young children. How is this allowed?",
        "closed_at": null,
        "created_at": "2018-10-10T17:20:12.972Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-10T17:37:40.581Z",
        "opened_at": null,
        "rejected_at": "2018-10-17T15:54:58.013Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe understand that you are concerned about the level of sugar in yogurt and cereal but are not sure exactly what you'd like the Government or Parliament to do about it.\r\n \r\nYou could start a new petition setting out clearly what you would like the Government or Parliament to do. For example, you could ask for the tax applied to high sugar drinks to be applied to yogurt and cereal if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-11-21T17:32:44.741Z"
    },
    "id": 230156,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230156.json"
    },
    "type": "petition"
}