{
    "attributes": {
        "action": "Make clothing manufacturers accountable for polluting the environment",
        "additional_details": "Stacey Dooley has recently highlighted the poisoning of the CHitaru River in Indonesia, churning toxic chemicals and heavy metals into the river system. She tried to get the company's such as H and M, Marks and Spencer and Monsoon to talk to her but they refused, businesses who trade in this country should be subject to certain environmental restrictions on their factory's no matter where in the world they are situated",
        "background": "I believe that everyone in the 21st century has a right to clean water, therefore I want to petition the government to stop the fashion industry from polluting rivers wherever in the world their factory's are situated.",
        "closed_at": null,
        "created_at": "2018-10-10T21:30:58.418Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-13T08:08:55.888Z",
        "opened_at": null,
        "rejected_at": "2018-10-22T16:00:05.023Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe aren't sure what you mean by \"make clothing manufacturers accountable\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you want to require retailers to disclose the factories in which their products are made, you might like to sign this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/230026"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2018-11-21T17:22:29.637Z"
    },
    "id": 230180,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230180.json"
    },
    "type": "petition"
}