{
    "attributes": {
        "action": "Reduce amount of factories that farm animals and only sell organic fresh meat",
        "additional_details": "traditional English house wastes almost £158 a day on household food! The conditions of the animals in the factories are awful,they are locked in narrow metal stalls barely larger than their bodies most of them never see sunlight or have access to fresh air and are also fed antibiotics which no one knows what is in them whereas by switching to an environmental would stop factory farmed animals and the abuse they go through to provide for us daily",
        "background": "By reducing meat production factories in the UK and looking at other ways to sell meat out to the public for example having a more environmental friendly way like buying organic products or from local farmers by this way you only buy meat you want by doing this not much goes to waste as an",
        "closed_at": null,
        "created_at": "2018-10-10T21:11:43.091Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-10T22:21:08.203Z",
        "opened_at": null,
        "rejected_at": "2018-10-18T11:07:12.167Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about meat production in the UK, but we are not sure what action you would like the UK Government or Parliament to take. The Government does not control the number of factories who produce meat.\r\n\r\nYou could start a new petition banning the sale of non-organic meat if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-10-22T09:02:51.248Z"
    },
    "id": 230179,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230179.json"
    },
    "type": "petition"
}