{
    "attributes": {
        "action": "Child care help for parents returning to work after maternity.",
        "additional_details": "If me and my partner were to be on benefits we would be entitled to childcare but surely we wouldn’t really require it because we would be home anyway!\r\nBut the working parents obviously get help from the government but for us this stretches as far as a months worth of nappies and milk and would cover no where near the cost of day care! \r\n\r\nWhy as working tax players are we suffering?\r\nThe petition I’ve created is to shed some light on the situation and hopefully get some form of help!",
        "background": "My partner has recently finished her maternity leave and gone back to work part time. Luckily she can work flexible days/hours to help with childcare, and we have help from family members that no longer work full time.\r\nThis is not the case with other families/single parents.",
        "closed_at": null,
        "created_at": "2018-10-10T09:34:23.184Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-10T09:48:59.795Z",
        "opened_at": null,
        "rejected_at": "2018-10-17T09:50:01.029Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take specific action.\r\n\r\nWe understand that you would like help for parents returning to work after maternity leave, but we aren't sure exactly what sort of help you would like.\r\n\r\nYou could start a new petition setting out clearly what action you would like the Government to take to help parents."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-10-17T09:50:02.699Z"
    },
    "id": 230127,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230127.json"
    },
    "type": "petition"
}