{
    "attributes": {
        "action": "Repeal the EU Withdrawal Act to Prevent Accidental No-deal Brexit",
        "additional_details": "The inevitability built into the Act is an irresponsible gamble that threatens to throw our country into chaos. While the courts and the government have influence, they no longer have the power to disarm this threat even if they find the will; only Parliament can unmake laws. Repeal the Act before it's too late. Prevent \"Brexit at any cost\" and eliminate the chance of accidental no-deal Brexit. The terms of our future with the EU must be thoughtfully arrived at, not recklessly stumbled into.",
        "background": "The passing of the EU Withdrawal Act in June 2018 means that by law the UK is set to leave the EU on Exit Day. Unless the Act is repealed, Brexit remains a statutory inevitability, and no-deal Brexit is what we'll get by default on Exit Day if our paralysed politics prevent something better.",
        "closed_at": null,
        "created_at": "2018-10-12T11:47:07.409Z",
        "creator_name": "Raymond Jay Shapiro",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-01-15T16:33:26.291Z",
            "details": "The EU (Withdrawal) Act is a vital piece of legislation ensuring that the UK has a functioning statute book once we have left the EU. It does not dictate the date and time at which we leave the EU. The default date and time of our departure was set when the UK notified the EU of its intention to withdraw under Article 50, which is a matter of international law. \r\n\r\nIf we were to repeal the EU (Withdrawal) Act ahead of our exit from the EU, it would not prevent the UK from leaving the EU, but instead lead to a huge amount of legal uncertainty. The European Communities Act would not be repealed despite the UK having left the EU, and many of the EU laws that businesses and citizens currently live under would not be transferred into our domestic law.\r\n\r\nThe decision to notify our withdrawal under Article 50 was authorised by Parliament through the EU (Notification of Withdrawal) Act, which was approved at Commons Second Reading with a large majority in favour in February 2017. That was, in turn, a response to the 2016 referendum result, in which the British people voted to leave the EU in one of the biggest democratic exercises in the country’s history. \r\n\r\nThe Government’s top priority remains securing Parliamentary approval for the deal we have negotiated with our European partners. That is the best way to deliver on the democratic choice of the British people and the best way to avoid no deal. In this settlement, the UK and the EU have agreed the terms for the UK’s smooth and orderly exit from the EU in the form of the Withdrawal Agreement, and a detailed political declaration on the terms of our future relationship. The Withdrawal Agreement offers a time-limited implementation period that provides a bridge to the future relationship, allowing businesses to continue trading as now until the end of 2020. \r\n\r\nUntil MPs have voted to approve the deal and the Withdrawal Agreement, we will do the responsible thing and prepare for every eventuality, including no deal. The Government has been preparing extensively for a no deal scenario for over two years to ensure that the country operates as smoothly as possible from the day we leave.\r\n\r\nWe have put in place numerous measures to mitigate the potential impact of no deal. For example, we have ensured that critical legislation is in place to ensure legal continuity, agreed key international agreements such as the Nuclear Cooperation deal with the US, Australia and Canada, and we are recruiting hundreds of Border Force officers to keep our border secure.\r\n\r\nWe have also taken steps to communicate to the public how Brexit will affect them and the practical steps that they can take to prepare for it. For example, in the summer of 2018 we published 106 specific technical notices to help businesses, citizens and consumers prepare for March 2019 in the event of a no-deal scenario. More recently, we launched a public information campaign at gov.uk/euexit to give UK citizens, businesses, EU citizens living in the UK and UK nationals living in the EU the latest advice and information on any aspect of Brexit. The Government will continue to provide advice to businesses and citizens on preparing for Exit.\r\n\r\nWith critical legislation in place including the EU Withdrawal Act, we are confident of the UK’s long term prospects in all scenarios.\r\n\r\nDepartment for Exiting the European Union",
            "responded_on": "2019-01-15",
            "summary": "We do not want or expect no deal. The best way of avoiding it is for MPs to approve the deal. However, in the event of a no deal, the EU (Withdrawal) Act will be in place to ensure legal continuity.",
            "updated_at": "2019-01-15T16:33:26.291Z"
        },
        "government_response_at": "2019-01-15T16:33:26.294Z",
        "moderation_threshold_reached_at": "2018-10-13T20:17:35.599Z",
        "opened_at": "2018-10-22T12:23:01.173Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-12-22T09:23:02.222Z",
        "scheduled_debate_date": null,
        "signature_count": 14159,
        "state": "open",
        "updated_at": "2019-02-15T12:20:42.023Z"
    },
    "id": 230284,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230284.json"
    },
    "type": "petition"
}