{
    "attributes": {
        "action": "Transparancy in Wages and Salaries",
        "additional_details": "According to recent news articles, figures show 8 in 10 firms in the United Kingdom pay men more. Figures exposed the public sector to be even shoddier as 9 in 10 are men payed more than women \r\nA study has found that black and minority ethnic groups are paid up to 37% less than their white counterparts for the same job. This could be due the clear discrimination in employment as ethnic minorities are more likely to have their pay and progression adversely affected by disciplinary action.",
        "background": "Stop this false humility about salaries and wages to keep them secreted. Every person should be made aware of their colleague's pay in order to determine if there is a pay gap. How else will people recognise if they are covertly discriminated against due to their gender, ethnicity and religion?",
        "closed_at": null,
        "created_at": "2018-10-12T14:02:06.469Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-19T07:24:59.846Z",
        "opened_at": null,
        "rejected_at": "2018-10-30T10:15:25.272Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like more transparency in wages and salaries, but are not sure what changes you would like the Government or Parliament to make. \r\n\r\nYou could start a new petition calling for the Government to make it compulsory for companies to publish the salaries of all their staff, if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-11-02T13:52:10.321Z"
    },
    "id": 230295,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230295.json"
    },
    "type": "petition"
}