{
    "attributes": {
        "action": "Compell the Met Police to fully investigate the leave campaign overspending.",
        "additional_details": "With the biggest issue facing our country since the Second World War the people of this country need to know if our democracy has been compromised by the illegal activity of groups or individuals in order to manipulate the electorate.\r\nIf no investigation takes place by the Police into the alleged wrong doing how can we be sure the referendum result is valid?\r\nIt is vital we ensure there has been no criminality.\r\nWhatever your views on Brexit it is important that the rule of law is maintained.",
        "background": "The Electoral Commission has found the various referendum campaigns advocating to leave the EU In the  referendum in 2016 guilty of over spending. Currently the Met Police has stated that inquiries have not proceeded due to ‘Political sensitivities ‘\r\nAn investigation has to take place.",
        "closed_at": null,
        "created_at": "2018-10-11T18:47:19.328Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-11T19:21:12.744Z",
        "opened_at": null,
        "rejected_at": "2018-10-18T16:46:51.133Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept petitions that are not the responsibility of the UK Government or Parliament.\r\n\r\nThis is an operational decision for the police, not the UK Government or Parliament. The UK Government cannot compel a police force to undertake an investigation."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-10-22T09:05:35.981Z"
    },
    "id": 230235,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230235.json"
    },
    "type": "petition"
}