{
    "attributes": {
        "action": "Criminalization of imitation of armed forces along with destroying,defacing flag",
        "additional_details": "As many man and women risk their lives for our country as many of done before and died doing so, disrespecting these people should be made the same offence as racism ect. More serious 'offences' e.g. burning flags and deystrunction of support like poppies should be a more secure punishment as when going to some countries we are expected not to drink alcohol or show parts of our body it should be the same here as to treat our armed forces with disrespect",
        "background": "It should be a criminal offence to imitate a armed forces personell with the intent to use it to their advantage. Along with this the destruction of the flag ( any within the uk) or otherwise disrespect e.g. burning or standing on including destroying are new forces support e.g. poppies",
        "closed_at": null,
        "created_at": "2018-10-13T21:47:11.441Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-14T19:26:33.909Z",
        "opened_at": null,
        "rejected_at": "2018-10-22T12:56:45.801Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about imitation of armed forces personnel but we aren't sure what you mean by \"the intent to use it to their advantage\". Impersonating someone for financial gain is already a criminal offence in many circumstances.\r\n\r\nIf you would like to make it a crime to burn the Union Jack you can sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/219915\r\n\r\nYou could start a new petition setting out clearly what action you would like the Government and Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-10-22T12:56:45.809Z"
    },
    "id": 230371,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230371.json"
    },
    "type": "petition"
}