{
    "attributes": {
        "action": "Make telephone companies publish reverse look up of telephone numbers.",
        "additional_details": "More and more telephone calls received by people are from scammers, and or cold callers. At least 95% of the telephone calls I receive are from scammers and cold callers. Cold callers refuse to give you their identity and scammers won't give their identity away. As such, it is currently impossible to report them to the relevant authorities for infringements and criminal activities. A reverse telephone number look up will allow the identity of the caller to be established.",
        "background": "Fed up with nuisance telephone calls from both scammers and cold callers ignoring the TPS list? Then you need to be able to identify the caller to report them. To do this, you need to be able to look up the owner of the telephone number that has called you so you can report them.",
        "closed_at": null,
        "created_at": "2018-10-13T16:28:13.419Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-13T22:48:38.968Z",
        "opened_at": null,
        "rejected_at": "2018-10-22T16:13:15.081Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-10-22T16:13:29.345Z"
    },
    "id": 230362,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230362.json"
    },
    "type": "petition"
}