{
    "attributes": {
        "action": "Make naming & shaming on social media, (without conviction) a criminal offence.",
        "additional_details": "Is should be illegal to broadcast & share photos or videos publicly, unless there has been prior approval by the subject, police or justice system first.\r\n\r\nThis would help protect the Integrity of both accused and accusers, retaining dignity and good mental health of individuals and families of those involved.\r\n\r\nOnline bullying contributes highly to suicides in people of all ages and with all kinds of backgrounds. \r\n\r\nIt could be you!",
        "background": "(For non criminal activities and misdemeanours and difference in opinions)\r\n\r\nMoral opinions should not be a justification for online bullying, trolling, aggressive comments & behaviour towards individuals and their families.",
        "closed_at": null,
        "created_at": "2018-10-13T08:55:20.768Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-13T18:39:18.109Z",
        "opened_at": null,
        "rejected_at": "2018-10-22T13:35:19.705Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you are concerned about naming and shaming on social media, but we are not sure what action you would like the UK Government or Parliament to take.\r\n\r\nIn particular, we are not sure whether you would like to make the sharing of all videos and photos illegal unless the permission of the subject has been given first or whether you only mean specific types of material.\r\n\r\nYou could start a new petition setting out clearly what material you would like not to be shared."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-10-22T16:22:24.618Z"
    },
    "id": 230337,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230337.json"
    },
    "type": "petition"
}