{
    "attributes": {
        "action": "UK government to integrate all rights in UN CEDAW Convention into domestic law.",
        "additional_details": "CEDAW: https://www.ohchr.org/Documents/ProfessionalInterest/cedaw.pdf \r\nVideo and other materials: https://www.engender.org.uk/content/cedaw/ \r\nCEDAW Committee: https://www.ohchr.org/en/hrbodies/cedaw/pages/cedawindex.aspx",
        "background": "In 1986 the UK government ratified the UN Convention on the Elimination of all Forms of Discrimination against Women (CEDAW). It gives rights to UK women & obligates government to advance women's lives, recognising past inequalities & remedying them. Its provisions must become part of domestic law.",
        "closed_at": null,
        "created_at": "2018-10-15T12:10:11.217Z",
        "creator_name": "Jackie Jones",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-11-20T11:28:42.994Z",
            "details": "Achieving gender equality and empowering women and girls  is the right thing to do and in our national interest, and we remain firmly committed to fulfilling our obligations under the UN Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW) as part of that.\r\n\r\nOur progress in implementing policy in line with this core human rights treaty, has seen:\r\n-\t a record high female employment rate, which has been up since 2010; \r\n-\tunemployment for women down by 356,000; \r\n-\t a record low gender pay gap;\r\n-\t1.2 million women-led businesses;\r\n-\ta higher percentage of women on FTSE 350 company boards than ever \r\n        before, getting women into the most senior roles in our economy;\r\n-\tthe  extension of free-childcare for 3-4 year olds for working families to 30 \r\n        hours a week; \r\n-\tthe introduction of tax-free childcare entitlements;\r\n-\ta cut in income tax for over 13 million women since 2015; and\r\n-\tsupport for women from Northern Ireland to access abortion services free of \r\n        charge in England.\r\n\r\nWe have introduced new offences to tackle domestic abuse, female genital mutilation, stalking, forced marriage, and revenge porn – protecting women and girls across the country.\r\n\r\nThis progress supports our ambition to build a country that works for everyone, and promote our belief in gender equality around the world.\r\n\r\nArticle 3 of CEDAW recognises that non-legislative measures can be appropriate to address some of the Convention’s obligations. Indeed, a number of the Convention’s obligations do not confer rights on people (for example, Article 5) and accordingly, it is neither appropriate nor possible for legislation to address such obligations. We have put in place a combination of policies and legislation to give effect to the UN human rights treaties that the United Kingdom has ratified, including CEDAW. \r\n\r\nWomen and girls’ rights under CEDAW are largely reflected in existing domestic legislation, such as the Equality Act 2010 and the Human Rights Act 1998. As such, we do not agree that domestic legislation needs to incorporate all the provisions of CEDAW. Moreover, were we to do this within the scope of the Equality Act 2010, it would create a hierarchy of rights in terms of sex as compared to other protected characteristics where the equivalent of CEDAW does not exist.\r\n\r\nThe UK acceded to the Optional Protocol to CEDAW on 17 December 2004. The Protocol recognises the competence of the Committee on the Elimination of Discrimination against Women to receive and consider complaints from individuals or groups within its jurisdiction. It also creates an inquiry procedure enabling the Committee to initiate inquiries into situations of grave or systematic violations of women’s rights. \r\n\r\nIt is clear there is an incredibly broad range of work still to be done. Building on the introduction of our world leading regulations which requires every large employer to publish their gender pay and bonus gaps every year, we will continue to step up our efforts to eliminate the gender pay gap entirely, which is central to growing our economy. \r\n\r\nWe want to have 33 per cent of all board and senior leadership positions, such as board directors, in the FTSE 350 are held by women by 2020 so that young women see women in leadership positions in every part of society.\r\nTo ensure we protect and support victims, recognise the life-long impact domestic abuse can have on children and make sure agencies respond to domestic abuse, we will publish a landmark draft Domestic Abuse Bill later in this parliamentary session.\r\n\r\nWe will continue to work on building a society where gender has no bearing on a person’s pay or opportunity.\r\n\r\nGovernment Equalities Office\r\n",
            "responded_on": "2018-11-20",
            "summary": "The United Kingdom is a recognised world leader in gender equality and the Government is committed to tackling the major injustices that hold women back.",
            "updated_at": "2018-11-20T11:28:42.994Z"
        },
        "government_response_at": "2018-11-20T11:28:42.997Z",
        "moderation_threshold_reached_at": "2018-10-16T23:20:24.304Z",
        "opened_at": "2018-10-23T09:26:07.237Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-10-29T17:35:26.432Z",
        "scheduled_debate_date": null,
        "signature_count": 16249,
        "state": "open",
        "updated_at": "2019-03-13T23:28:37.819Z"
    },
    "id": 230451,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230451.json"
    },
    "type": "petition"
}