{
    "attributes": {
        "action": "Halt the erosion of the English cultural identity.",
        "additional_details": "Please do not infer that this petition implies a hatred of migrants. England has always been a diverse country and I am proud of how tolerant and worldly we are. However, England is and always should be a country predominantly for the English, complete with our unique culture, traditions and values. At current rates of migration it will not be long before being 'English' is a thing of the past. So, in order to protect our English cultural identity please promote it and lower immigration. Thanks.",
        "background": "1 in 5 primary school children do not speak English as a first language. Foreign-born residents here have doubled in 10 years. UK population will reach 70 million by 2027 and 51% of this rise will be due to migrants. These migration rates threaten to drastically erode English cultural identity.",
        "closed_at": null,
        "created_at": "2018-10-15T01:30:36.444Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-15T01:43:27.018Z",
        "opened_at": null,
        "rejected_at": "2018-10-22T09:00:45.194Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe are not sure what action you would like the UK Government or Parliament to take around English cultural identity.\r\n\r\nYou could start a new petition setting out clearly what you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-10-22T09:00:45.200Z"
    },
    "id": 230441,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230441.json"
    },
    "type": "petition"
}