{
    "attributes": {
        "action": "Install a Zebra Crossing on Birkdale Road and Gurney Street in New Marske",
        "additional_details": "Traffic calming measures on Birkdale Road are well overdue, the blind bend just before the school and cars parked on either side of this road are a fatality waiting to happen\r\n\r\nAs you may be aware my son was thrown from his bycicle on his way to breakfast club in October, luckily he came away from this with just scrapes and bruises, but this for me serves as a warning \r\nIt’s time to act\r\nPlease help me by signing this petition to ask Redcar and Cleveland to act on this issue",
        "background": "It’s well known in the local area that these two locations are well overdue the installation of safe crossing facilities, we are the only village in the area without a safe crossing places on the main traffic route to the main shops, bus stops and school",
        "closed_at": null,
        "created_at": "2018-10-15T18:46:47.128Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-15T19:16:46.909Z",
        "opened_at": null,
        "rejected_at": "2018-10-22T13:51:35.835Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We were sorry to read about your son's accident. \r\n\r\nWe can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nIf you want the Government and Parliament to make it compulsory for all councils to have zebra crossings outside every school, you may wish to sign this petition: \r\nhttps://petition.parliament.uk/petitions/223265"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-10-22T13:51:35.842Z"
    },
    "id": 230482,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230482.json"
    },
    "type": "petition"
}