{
    "attributes": {
        "action": "Abolish the 0.7% Foreign Aid Target and spend OUR money at home",
        "additional_details": "",
        "background": "The Government currently spends 0.7% GDP on Foreign Aid. This means it will spend over £14bn of tax payers money on projects which could be better spent at home. By 2020 this figure will have risen to almost £16bn. We believe the Government should abolish the 0.7% GDP target for Foreign Aid.",
        "closed_at": null,
        "created_at": "2018-10-14T19:16:24.193Z",
        "creator_name": "Robert Barnes",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-02-14T16:50:13.104Z",
            "details": "It is not a case of choosing between international development and priorities at home. Poverty reduction is at the heart of what we do but UK aid is also tackling global challenges like disease such as Ebola, terrorism and conflict, creating a safer, healthier and more prosperous world. When we invest in stability, jobs, and sound governance, we address the root causes of problems that affect us at home too. Countries in poverty and conflict are not good for the UK; prosperous and stable countries are our trading partners of the future. Our aid commitment is a win for those we support and a win for the UK.\r\n\r\nSuccessfully exiting the EU will require us to be more, not less, outward-looking. Our commitment to invest 0.7 per cent of national income in aid contributes to the UK’s global influence and our reputation as a development superpower. Our aid is a cross-government commitment that draws on the full range of the UK’s skills and expertise. Through our world-class defence, diplomacy and leadership in international development, aid lifts millions of the world’s poorest people out of poverty around the world at the same time as securing the UK’s place in the world.\r\n\r\nWe know we must maximise the good we do with what money we have. This is why DFID seeks not just to spend money well but to show it could not be spent better – in the interest of those we are trying to help and with direct positive results for the UK too. DFID has introduced tough new reforms to deliver even better value for money, including clamping down on the risk of unethical practices by suppliers, holding aid organisations to account by tying funding to performance, closing programmes which fail to meet development objectives, and increasing efficiency savings.\r\n\r\nWe know UK aid works. To list just a few results achieved between April 2015 and March 2018, DFID has:\r\n-\tsupported 11.4 million children to gain a decent education; \r\n-\tsupported 40.3 million people to access clean water and/or better sanitation.\r\n-\tsupported 3.0 million people to raise their incomes or maintain/gain a better job or livelihood;\r\n-\tinstalled 182 Megawatts of clean energy capacity. \r\n\r\nMeanwhile, UK aid is stabilising conflict zones where extremists could otherwise thrive. For example, DFID is supporting Iraq as it rebuilds following the conflict with Daesh, increasing political stability, security and prosperity in the region. This benefits both the Iraqi people and the UK. The UK is also leading the way in tackling illicit financial flows which enable global criminal gangs to operate. One UK aid project has supported African law enforcement officials to seize, confiscate or preserve over $76 million of illegal assets in 2017.\r\n\r\nAdvancing economic development in the world’s poorest countries is also fundamental to the UK’s international leadership. Investing in the growth of companies in Africa and South Asia creates the jobs and economic stability that lead to global security and help end aid dependency.\r\n\r\nLife-changing progress comes from growth that transforms economies; that creates productive jobs and private sector investment; and that spreads benefits and opportunities right across society. As we leave the EU we will build on our strong record as a champion of trade and development.\r\n\r\nWe aim to secure existing duty-free access to UK markets for the world’s poorest and continue to support developing countries to reduce poverty through trade. Helping developing countries harness the formidable power of trade means we are not only creating trading partners of the future for UK businesses, but supporting jobs at home too. Building a more prosperous world and supporting our own long-term economic security is firmly in all our interests‎.\r\n\r\nUK scientists and cutting-edge technology are also at the forefront of global efforts, from developing new vaccines to wipe out disease to transforming the way we do development. Diagnostic tests for TB developed with UK aid are now being used by the NHS. The UK’s Emergency Medical Team has gained skills in tackling diseases which now benefit their work in the UK. \r\n\r\nHowever, we must also recognise that UK aid alone is not going to deliver all we need to end extreme poverty by 2030. If we want to deliver the Sustainable Development Goals, we have to let others help, including the private sector. We are working with the private sector and others to ensure we build economic opportunities in the markets we work in.\r\n\r\nWhere the UK considers the international aid rules to be outdated, we have led the way in pushing for reforms at the governing Development Assistance Committee (DAC). We have achieved important reforms including increasing the proportion of aid spending which contributes to peacekeeping missions and reducing restrictions to support countries affected by crises and natural disasters. We continue to challenge other nations to deliver on their commitments for a better and safer world.\r\n\r\nDepartment for International Development",
            "responded_on": "2019-02-14",
            "summary": "By investing less than a penny from each pound of our income in aid, the UK is helping create a safer, healthier and more prosperous world.",
            "updated_at": "2019-02-14T16:51:28.602Z"
        },
        "government_response_at": "2019-02-14T16:50:13.107Z",
        "moderation_threshold_reached_at": "2018-10-14T20:21:33.576Z",
        "opened_at": "2018-10-22T09:21:06.140Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-01-27T19:56:19.254Z",
        "scheduled_debate_date": null,
        "signature_count": 25753,
        "state": "open",
        "updated_at": "2019-03-13T21:49:42.980Z"
    },
    "id": 230416,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230416.json"
    },
    "type": "petition"
}