{
    "attributes": {
        "action": "Introduce basic first aid training to the criteria when learning to drive.",
        "additional_details": "Millions of us drive cars and therefore millions of us have potential for basic first aid knowledge which can be provided in the case of an incident requiring emergency treatment at home, in public or at work. This would benefit lives and the NHS. The training could be added as an option rather than as an enforcement when learning to drive and used as an incentive to gain cheaper car insurance if chosen.",
        "background": "Every year in the UK, thousands of people die or are seriously injured in incidents. Many deaths could be prevented if first aid was given before emergency services arrive. My proposal is for basic first aid training to be added to the criteria when learning to drive.",
        "closed_at": null,
        "created_at": "2018-10-16T12:22:41.219Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-16T17:29:50.899Z",
        "opened_at": null,
        "rejected_at": "2018-10-23T10:05:33.204Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take specific action.\r\n\r\nWe understand that you would like new drivers to be trained in first aid. However, we are not sure what action you would like the UK Government to take. In particular, we are not sure whether you would like first aid training to be a mandatory part of obtaining a driving licence or whether you would like a Government-funded scheme to be made available.\r\n\r\nYou could start a new petition setting out clearly what change you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-10-23T10:05:33.210Z"
    },
    "id": 230541,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230541.json"
    },
    "type": "petition"
}