{
    "attributes": {
        "action": "Reform how the BYC is funded by the Department for Culture, Media and Sport.",
        "additional_details": "The UK Youth Parliament recently held its Annual Conference where around 2/3 of the Members of Youth Parliament (consisting of young people up to age 19) rejected the idea of a second referendum. However, at the BYC Annual Council meeting organisations such as the NUS voted on our behalf to make a campaign for a second referendum BYC policy. Moreover, many of the UKYP Procedures Group representatives are openly members of political parties and pressure groups, with many holding high offices.",
        "background": "We call on the Government to review their funding arrangements with the British Youth Council to make sure the organisation is kept in line to its agreements to impartiality and thus set a more rigorous standard for organisations such as these who claim to represent the views of ALL young people.",
        "closed_at": null,
        "created_at": "2018-10-16T17:34:07.398Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-16T18:07:37.422Z",
        "opened_at": null,
        "rejected_at": "2018-10-30T16:58:27.553Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament are not responsible for the views of the UK Youth Parliament. \r\n\r\nThe UK Youth Parliament is a democratic body whose Members are elected. Although part of the British Youth Council, it comes to its views independently."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-10-30T17:10:42.169Z"
    },
    "id": 230561,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230561.json"
    },
    "type": "petition"
}