{
    "attributes": {
        "action": "Introduce law for private parking companies to issue a warning for a 1st offence",
        "additional_details": "In many cases, those companies use threatening and harassing communications to coerce recipients to pay CHARGES (or invoices) that are higher than parking FINES issued by local councils, and refuse to be reasonable, when in most cases they are operating on behalf of a company such as a supermarket that have received valued custom from the gullible recipient that has just made a very minor parking breach for the first time.",
        "background": "Too many private car parks (eg supermarkets) are employing private companies to control the use of their car park and charging extortionate parking charges for minor breaches whereby in many instances the recipient of the PCN was unaware they were even in breach of the 'so called' parking contract.",
        "closed_at": null,
        "created_at": "2018-10-16T13:48:23.193Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-16T14:03:11.168Z",
        "opened_at": null,
        "rejected_at": "2018-10-23T09:49:32.051Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take specific action.\r\n\r\nWe understand that you would like to see a rule that private parking companies have to issue a warning for a first parking offence. However, we are not sure how exactly you want this to work. For example, whether it would be a first warning for each specific offence or for each private operator.\r\n\r\nYou could start a new petition calling on the UK Government to regulate parking charges across England if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-10-23T09:50:29.347Z"
    },
    "id": 230547,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230547.json"
    },
    "type": "petition"
}