{
    "attributes": {
        "action": "make mortgage interest or rent partially tax deductable",
        "additional_details": "After doing some a search on rightmove, I found some flats available for between £100 and £200 per month.   I suggest we make rent or mortgage interest payments tax deductible up to a limit of £2000 per year, but scale this every year based upon a yearly government analysis of uk rent/interest payments.\r\n\r\nIf we combine this with a family allowance, it may help alleviate the following problem:\r\nhttps://www.bbc.co.uk/news/business-45487695",
        "background": "It seems unfair that somebody who owns their own property and has a lower cost of living pays the same tax as somebody who rents or has a mortgage.   I suggest we add a tax deductible allowance for rent or mortgage interest, capped at a low level that is comparable to the lowest rent within the uk.",
        "closed_at": null,
        "created_at": "2018-10-17T09:26:55.346Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-17T09:33:45.545Z",
        "opened_at": null,
        "rejected_at": "2018-10-24T14:16:47.055Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nSome mortgage interest payments - for example for landlords - are already partially tax deductible. We aren't sure whether you wish to change those rules, or just the rules for someone's home.\r\n\r\nIn any case, we couldn't accept your petition because you have not given your full name. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-10-24T14:16:47.063Z"
    },
    "id": 230610,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230610.json"
    },
    "type": "petition"
}