{
    "attributes": {
        "action": "Ban ALL retail shops from offering plastic bags in coastal towns",
        "additional_details": "Retail consumer led pollution of the oceans is mostly caused by plastic bags and packaging material left at the coasts and beaches. If the retailers - big and small - in coastal towns offer only bio-degradable / paper bags to customers and plastic bags are banned, this will surely prove to bring about a huge positive impact on plastic pollution on coasts and sea, and also inform people and catalyse them to think more about the environment consciously on a daily basis.",
        "background": "Substantial ocean pollution is committed by plastic bags by visitors to beaches and coastline. ONLY paper bags should be offered to customers by retailers / super markets / shops in all the coastal towns. It will make a huge positive impact, and also be an exemplary step for further initiatives",
        "closed_at": null,
        "created_at": "2018-10-17T12:30:09.760Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-17T13:18:34.668Z",
        "opened_at": null,
        "rejected_at": "2018-10-24T10:42:55.840Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because its about something that the UK Government or Parliament is not responsible for.\r\n\r\nThis is something that the local authorities in those towns might consider taking forward with local retailers.\r\n\r\nIf you would like a nationwide ban on plastic bags you could sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/224215"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-11-21T17:29:15.167Z"
    },
    "id": 230635,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230635.json"
    },
    "type": "petition"
}