{
    "attributes": {
        "action": "Ensure the UK leaves the EU on 29 March 2019.",
        "additional_details": "",
        "background": "23 June 2016, the UK voted to leave the EU. Theresa May has promised that we are leaving the EU on 29 March 2019.\r\n\r\nOn 17 October 2018, Theresa May went to Brussels and said she is willing to extend the negotiation period by one year. This is absolutely unacceptable and must not be allowed.",
        "closed_at": null,
        "created_at": "2018-10-18T09:52:46.351Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-18T11:16:33.484Z",
        "opened_at": null,
        "rejected_at": "2018-10-25T09:57:18.557Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want to ensure that the UK leaves the EU on 29 March 2019.\r\n\r\nHowever, we are not sure how exactly you want this to happen. In particular, we are not sure what you mean by \"negotiating period\".\r\n\r\nIt has been reported that the Prime Minister is considering asking for an extension to the transition period. The transition period would take place after the UK has formally left the EU. The current draft agreement proposes this runs until December 2020.\r\n\r\nYou could start a new petition calling on the UK to negotiate an agreement to leave the EU on 29 March 2019 without a transition period if that is something you would like to see happen. Or you could sign this petition for the UK to leave the EU on that date without an agreement:\r\n\r\nhttps://petition.parliament.uk/petitions/229963\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-11-26T18:13:06.020Z"
    },
    "id": 230710,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230710.json"
    },
    "type": "petition"
}