{
    "attributes": {
        "action": "Make Mothercare change its name to Parentcare, as fathers care for children too.",
        "additional_details": "Fathers take care of children also, women's equal rights have come a long way since the 50's and many mothers choose to go back to work after a child is born and the father chooses to take leave to take of the child the government originally predicted between 2% and 8% but take-up \"could be as low as 2%\" due to the stigma that fathers can not care for children as well as a mother could.",
        "background": "Fathers also care for children not just mothers there is so much stigma around mothers are the primary care giver to children, more and more fathers take time off to care for their children so their fore should have equal rights and acknowledgment when its comes to recognition for child care.",
        "closed_at": null,
        "created_at": "2018-10-19T09:37:23.033Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-19T09:53:38.493Z",
        "opened_at": null,
        "rejected_at": "2018-10-24T13:18:48.283Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Mothercare is a private company and the UK Government and Parliament are not responsible for their decisions.\r\n\r\nYou may wish to contact Mothercare directly about this issue. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-10-24T13:19:00.540Z"
    },
    "id": 230795,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230795.json"
    },
    "type": "petition"
}