{
    "attributes": {
        "action": "Look into people who under occupy homes",
        "additional_details": "There are a few houses that are know to be under occupied in birstall area of leicester all the houses are rented by Waterloo housing. There are families that need bigger houses and are told there are none available but that is because these houses are under occupied and they are not asked to downsize which used to happen. The councils are not building larger houses for these larger families which is making it more difficult to get a house for their needs.",
        "background": "There are alot of under occupied houses and families that are needing larger homes are struggling because people are being made to live in over crowded situations. All because single people or people that no longer have children living there are staying in these larger homes.",
        "closed_at": null,
        "created_at": "2018-10-18T12:19:15.289Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-18T13:26:02.068Z",
        "opened_at": null,
        "rejected_at": "2018-10-24T13:59:42.682Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions on housing are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou could also start a new petition asking for something that the UK Government or Parliament are responsible for. For example, you could start a new petition asking the UK Government and Parliament to introduce a new national incentive scheme to encourage those in under occupied social housing to relocate to smaller properties, if that's what you want to happen. \r\n\r\nYou can find out more about under occupancy of social housing and housing benefit entitlement here: \r\n\r\nhttps://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN06272\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-10-24T14:00:09.125Z"
    },
    "id": 230720,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230720.json"
    },
    "type": "petition"
}