{
    "attributes": {
        "action": "Make Abortion a Right- reform the Abortion Act 1967.",
        "additional_details": "As it stands, abortion is not a right in the UK but is illegal under the OAPA 1861 and ILPA 1929. The AA forms an exception to this criminal prohibition against abortion but ONLY if a woman satisfies s.1(1). Social grounds were rejected in parliament in 1966 for enshrining female choice, reflecting the pervasive gender norms that govern this legislation. With criminalisation and limited choice comes the abominable notion that the law, rather than the woman, should control abortion decisions.",
        "background": "Complete control over reproductive choices should be consolidated in statute, regardless of the reasons for these choices. In the UK, under s.1(1) of the AA women are limited to abortions on just four medical grounds and her decision must be approved by two doctors. Is this truly a \"choice\"?",
        "closed_at": null,
        "created_at": "2018-10-18T15:22:22.016Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-18T16:26:15.429Z",
        "opened_at": null,
        "rejected_at": "2018-10-25T16:36:51.099Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like reforms to abortion law, but are not sure what reforms you would like.\r\n\r\nIn particular, we are not sure whether you would like abortion to be decriminalised under the Offences Against the Person Act or whether you would like the Abortion Act to be reformed to change the conditions where abortions are lawful.\r\n\r\nYou could start a new petition calling for specific changes to be made to s.1(1) of the Abortion Act, if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-10-26T11:08:34.354Z"
    },
    "id": 230738,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230738.json"
    },
    "type": "petition"
}