{
    "attributes": {
        "action": "Provide an area for bikes and cars to gather and show off there vehicles",
        "additional_details": "If there was a set area for vehicles to gather. I'm sure public won't be complaining as much and wasting police time. There have been numerous \"car/bike meets around the area. They just need a place where they can go instead of getting hassled. It's like anyone else with a hobby. And wanting to show off. Completely understand why they would want to gather.",
        "background": "Bikes and cars are always gathering and making noise. I understand why they gather but why not give them a set area away from houses and public to do what they want to do. There was a meeting last month and could nd sleep at all. They need a set area to go to",
        "closed_at": null,
        "created_at": "2018-10-18T14:03:42.105Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-18T14:26:11.461Z",
        "opened_at": null,
        "rejected_at": "2018-10-24T14:03:32.463Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Providing an area for bikes and cars to gather would be the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-10-24T14:18:01.347Z"
    },
    "id": 230731,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230731.json"
    },
    "type": "petition"
}