{
    "attributes": {
        "action": "Stop smoking or vaping in city centres, hospitals or areas where children are.",
        "additional_details": "One issue that has lead me to write this petition is during the rare occasion I visit a hospital. It has become the norm to see patients including expectant mothers standing at the entrance surrounded with the remains of smoking materials smoking. Not only is this unsightly and uninviting but becomes an obstacle you have to tacle before entering by holding your breath and cutting through the plume of smoke. This isn't fair especially for children.",
        "background": "Smoking is a personal choice and shouldn't be forced upon other members of our society. Areas such as city centres, near schools and around hospitals should be smoke free especially areas where children are likely to be.",
        "closed_at": null,
        "created_at": "2018-10-18T07:07:51.304Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-20T07:09:48.954Z",
        "opened_at": null,
        "rejected_at": "2018-10-30T10:41:45.911Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure whether you'd like smoking and vaping in public places to be made completely illegal, or whether you'd like it to be banned in certain places, like near schools and hospitals.\r\n\r\nYou could start a new petition calling for a ban on smoking and vaping in public places, if that is something you would like to see happen.\r\n\r\nYou might also like to consider signing one of these petitions:\r\n\r\nhttps://petition.parliament.uk/petitions/225289\r\n\r\nhttps://petition.parliament.uk/petitions/221282\r\n\r\nhttps://petition.parliament.uk/petitions/220673\r\n\r\nhttps://petition.parliament.uk/petitions/226928"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-11-01T17:12:23.102Z"
    },
    "id": 230701,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230701.json"
    },
    "type": "petition"
}