{
    "attributes": {
        "action": "Security Officers have big responsibilities amongst public.Why such low Salary?",
        "additional_details": "Knife crime and other criminal activities is now rife in the U.K., Shopping centres and supermarkets have high public Footfalls and Security officers do a great job in reducing crime such as knife attack, Harrassment, Fraud, Terror attacks, Hate crime and much more however just like how police,fire,emergency services have a great pay and pension due to their hard work for the public, Security officers do not get the same recognition in terms of pay which is very unfair and should be rectified.",
        "background": "The home Office own SIA, In the security Industry the risk element of keeping an environment crimefree is high, Police are having to do less in populated Shopping centres due to the hard work of Security officers, The Risk element involves violent individuals but why is the pay ever so inferior ?",
        "closed_at": null,
        "created_at": "2018-10-19T20:54:24.612Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-19T21:03:30.049Z",
        "opened_at": null,
        "rejected_at": "2018-10-30T10:36:19.173Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something that the UK Government or Parliament isn't responsible for.\r\n\r\nThe SIA does not set security officer's salaries. This is the responsibility of the company providing the security service."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-10-31T12:38:53.989Z"
    },
    "id": 230836,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230836.json"
    },
    "type": "petition"
}