{
    "attributes": {
        "action": "Restrict MP's to their parliamentary duties & not other paid commercial duties",
        "additional_details": "Someone  can not give 100% to their position, if they are conducting other activities that do not fall under their prilomanary position. \r\n\r\nMembers of parliament in both houses should be aiming their working effort to that of matters of state and our country and not that of lining pockets or furthering their employment. The wages and benefits of both houses should be sufficient. \r\n\r\nIf you stand for either house you are serving the state just as members of armed forces or emergency services.",
        "background": "It should be that our MP's & Lords only conduct their duties to the state and not personal ventures such as directorship, board positions. Their time should be dedicated to why they are in office and not to personal gain on the back of their position.",
        "closed_at": null,
        "created_at": "2018-10-19T17:53:29.607Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-19T21:00:46.367Z",
        "opened_at": null,
        "rejected_at": "2018-10-30T10:33:58.340Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about MPs' duties, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIn particular we are not sure what you mean by \"paid commercial duties\" and whether your proposed ban would cover all other forms of paid employment, including ministerial posts.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2018-11-21T17:25:03.497Z"
    },
    "id": 230825,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230825.json"
    },
    "type": "petition"
}