{
    "attributes": {
        "action": "Petition EX-members of HM Forces Pension Protected. No deductions accept Nat Ins",
        "additional_details": "HM Forces Army Pension is worked for  over years of representing their country. When they leave and times get hard they lose their Army Pension or have drastic deductions due to various reasons until they are homeless and living on the streets.\r\nWe need to have the HM Forces Pensions Protected so that they get the full amount as they should do.",
        "background": "Too many Ex Forces people have lost their homes and veterans have been living on the streets because they have lost their Army Pensions or had drastic deductions leaving them vulnerable.\r\n The HM Forces Pension should be Protected to avoid this.",
        "closed_at": null,
        "created_at": "2018-10-19T19:20:55.331Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-20T10:38:17.824Z",
        "opened_at": null,
        "rejected_at": "2018-10-30T11:58:04.492Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about deductions to HM Forces pensions but we are not sure what action you would like the UK Government or Parliament to take to protect them.\r\n\r\nYou could start a new petition setting out clearly what the deductions are that you are concerned about and what action you would like the Government to take to prevent them."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2018-10-30T15:28:39.806Z"
    },
    "id": 230833,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230833.json"
    },
    "type": "petition"
}