{
    "attributes": {
        "action": "Child support payments should be a set amount per child. Receiving parent income",
        "additional_details": "Father gets a better paid job. Lives with 3 stepkids. New wife and their own child.  Their household income goes up resulting in less tax credits for the step children  yet same gross  amount used for  child support . The only person having a gain is the receiving parent  not the household in which he lives, in the eyes of the law is the provider for also those children by lawfully having to claim tax credits with their mother. Set amount to working receiving parents would reduce hard times",
        "background": "The receiving parent if employed herself  or married to a employed partner should only receive a set amount of child support. As it's the paying parents gross earnings used in calculation for this and also tax credits.  There is a serious shortfall for the children he lives with. Set amounts needed",
        "closed_at": null,
        "created_at": "2018-10-21T13:32:44.259Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-21T14:55:00.854Z",
        "opened_at": null,
        "rejected_at": "2018-11-02T12:59:32.947Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe understand that you'd like changes to how child maintenance payments are made, but we're not exactly sure what changes you'd like to see. For example, we're not sure if you want child maintenance payments to be capped depending on how many children the paying parent lives with or if you want payments to be capped for everyone. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. We'd be happy to help you write a new petition if you'd like us to. You can email us at petitionsteam@parliament.uk \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-11-02T12:59:52.117Z"
    },
    "id": 230918,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230918.json"
    },
    "type": "petition"
}