{
    "attributes": {
        "action": "Enable a new category of \"Private Social Housing\"",
        "additional_details": "By newly extending the regulatory framework (as was say done in 1974 for independent housing associations) to \"Private Landlords\" existing rented housing stock could have better security or tenure, made more affordable and accountable.  \r\n\r\nFor the owner: Socially Tenanted Properties protected against risk to key investment capital and loss of revenues.  Set-aside, protected and ring fenced from all unnecessary taxes, probate fees, inheritance taxs, disqualification from mortgage tax-relief etc",
        "background": "Lacking a financially level playing field with existing \"Social Housing\" operators, many small UK landlords (including MPs) are financially stretched, forcing rents in the private sector to be double or more, with consequential lowering of standards, insecurity of tenure and no-fault evictions.",
        "closed_at": null,
        "created_at": "2018-10-21T13:35:58.011Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-25T01:45:41.472Z",
        "opened_at": null,
        "rejected_at": "2018-11-01T19:00:24.666Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. In any case we could not accept your petition as you have not provided your full name.\r\n\r\nThere are already private registered providers of social housing. They are subject to regulations around social housing.\r\n\r\nWe are therefore not sure what action you would like the UK Government or Parliament to take. You could start a new petition setting out clearly what changes you would like made to the regulation of private social housing providers. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-11-05T10:23:26.824Z"
    },
    "id": 230919,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230919.json"
    },
    "type": "petition"
}