{
    "attributes": {
        "action": "Plant fruit and vegetable plants in public places to feed the homeless.",
        "additional_details": "I consider that many councils will oppose this as they do not want to 'attract' the homeless; councils are more concerned about their own profit than saving the lives of their residents. I hope that they will realise this is a life saving solution to a nationwide problem and will improve the tourism and economical prospects of the country. My hope is that councils will see the other potential benefits of the initiative; a more diverse ecosystem and a more beautiful and vibrant town centre.",
        "background": "I would like local councils across the country to plant fruit trees, such as apple, plum and pear trees, and vegetable plants such a tomatoes, in public gardens and flower beds. This will potentially save the lives of the homeless.",
        "closed_at": null,
        "created_at": "2018-10-22T21:08:46.879Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-22T22:41:37.530Z",
        "opened_at": null,
        "rejected_at": "2018-11-01T11:54:06.607Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This would be the responsibility of local councils.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-11-01T11:54:06.615Z"
    },
    "id": 230995,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230995.json"
    },
    "type": "petition"
}