{
    "attributes": {
        "action": "Ban the use of plastic in medicine.",
        "additional_details": "Almost every form of medicine has micro plastics within it, or is packaged in plastic. We must lobby the government to put a ban on the use of plastic in medicine, as it is not necessary and there are many alternatives such as aluminium packaging which is fully recyclable and is still less harmful to the environment than plastic, taking between 50 and 200 years to decompose rather than 500 - 1000 years.",
        "background": "With the increase of plastic pollution in our environment, we need to reduce the plastic we use in every sector, including medicine as it is not necessary and there are numerous alternatives.",
        "closed_at": null,
        "created_at": "2018-10-21T13:06:19.625Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-21T13:34:54.889Z",
        "opened_at": null,
        "rejected_at": "2018-10-30T16:23:58.401Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure whether you want a ban on the use of plastic in the manufacture of medicine in the UK, in medicines used by the NHS or on the importation of medicines into the UK. \r\n\r\nWe are also not sure whether you mean to include all medical items - for example syringes - or just the packaging they come in.\r\n\r\nYou could start a new petition setting out clearly what action you would like the UK Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-10-31T12:41:53.595Z"
    },
    "id": 230916,
    "links": {
        "self": "https://petition.parliament.uk/petitions/230916.json"
    },
    "type": "petition"
}