{
    "attributes": {
        "action": "Extend laws that protect domestic animals from abuse; to non-domestic animals.",
        "additional_details": "The ruling made in Nov 2017 fails to recognise the inconvenient truth that all mammals can experience pain and emotion. Failure to lawfully include agricultural animals means they are not truly protected from increasingly perverse abuse.\r\n\r\nhttps://www.independent.co.uk/voices/brexit-government-vote-animal-sentience-cant-feel-pain-eu-withdrawal-bill-anti-science-tory-mps-a8065161.html?fbclid=IwAR09fJg7R_BRpQvBd7V_ssx6BMvLvZwOtXO9tzFj_lDHxKLsE0vqyVGu8BY\r\n\r\nTogether let’s ammend their incompetence.",
        "background": "Our good and honourable Governement have felt it fitting to vote against the inclusion of EU laws which recognise animals as sentient beings with a sophisticated central nervous system capable of experiencing sensation and emotion. \r\nLeaving non-domestic animals in a perilously vulnerable position.",
        "closed_at": null,
        "created_at": "2018-10-24T19:02:00.330Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-24T20:24:11.054Z",
        "opened_at": null,
        "rejected_at": "2018-11-01T18:55:51.618Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take specific action.\r\n\r\nWe understand that you would like non-domestic animals to have new protections against abuse, but we're not sure exactly what protections you would like to be extended to them.\r\n\r\nThis research note sets out the issues relating to the recognition of animal sentience in Article 13 of the Lisbon Treaty and the debate as to whether it should have been recognised in the EU (Withdrawal) Act:\r\n\r\nhttp://researchbriefings.files.parliament.uk/documents/CBP-8155/CBP-8155.pdf\r\n\r\nYou could start a new petition setting out clearly what changes you would like to be made to the law."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-11-01T18:55:51.625Z"
    },
    "id": 231136,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231136.json"
    },
    "type": "petition"
}