{
    "attributes": {
        "action": "Increase funding to Children's Mental Health services",
        "additional_details": "",
        "background": "NHS children and adolescent mental health services (CAMHs) are so poorly funded that young people are often left to suicide before they get the help they need. CAMHs are having to turn away children with complex psychological conditions. No child should be told they are not ill enough to get help.",
        "closed_at": null,
        "created_at": "2018-10-24T21:10:28.174Z",
        "creator_name": "Rose Lelliott",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-01-24T13:45:35.171Z",
            "details": "Children and young people’s mental health is a top priority for this government. \r\n\r\nThe NHS Long Term Plan, published on 7 January 2019, sets out how mental health funding will grow by at least £2.3bn a year by 2023/24, with funding for children and young people’s mental health services growing faster than both overall NHS funding and total mental health spending. This will mean that by 2023/24 an extra 345,000 children and young people aged 0-25 will receive mental health support via NHS-funded mental health services. \r\n\r\nIn addition, the Government has announced further plans to improve early intervention for mild to moderate mental health conditions, through better join up with schools and colleges. “Transforming Children and Young People’s Mental Health Services: a Green Paper”, published in December 2017, sets out how we are creating a new workforce of Mental Health Support Teams, working in and near schools and colleges, with trained staff to deliver interventions to young people to support their mental health.  \r\n\r\nWe plan to test and evaluate the proposals set out in our Green Paper through trailblazer sites, prior to rolling these out nationally. The first wave of 25 trailblazer sites were announced on 20 December 2018. We will use 12 of these trailblazers to pilot a four-week waiting time from referral to treatment within specialist NHS children’s mental health services.\r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2019-01-24",
            "summary": "Mental health funding will grow by at least £2.3bn a year by 2023/24, with funding for children and young people’s mental health growing faster than overall NHS funding.",
            "updated_at": "2019-01-24T13:45:35.171Z"
        },
        "government_response_at": "2019-01-24T13:45:35.174Z",
        "moderation_threshold_reached_at": "2018-10-25T07:51:35.198Z",
        "opened_at": "2018-11-02T17:13:27.932Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-01-12T09:11:15.239Z",
        "scheduled_debate_date": null,
        "signature_count": 14313,
        "state": "open",
        "updated_at": "2019-02-15T11:58:42.470Z"
    },
    "id": 231146,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231146.json"
    },
    "type": "petition"
}