{
    "attributes": {
        "action": "Launch an inquiry into the possible link between cannabis and violence",
        "additional_details": "As documented in this blog, https://attackersmokedcannabis.com/, cannabis is a common factor in hundreds of violent crimes that have occurred in the UK and Ireland in the past two decades.",
        "background": "Cannabis is a common factor in an alarming number of violent crimes, including murder, rape and child abuse, as well as suicide. As calls for the legalisation of cannabis grow ever louder, we demand the government first investigate the possible link between cannabis and violence.",
        "closed_at": null,
        "created_at": "2018-10-24T14:15:41.475Z",
        "creator_name": "Ross Grainger",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-02-27T10:09:55.972Z",
            "details": "The Government has no intention of legalising cannabis and is aware of the strong link between drug misuse and offending. Cannabis is controlled under Class B of the Misuse of Drugs Act 1971 as there is clear scientific and medical evidence that cannabis is a harmful drug which can damage people’s mental and physical health, and harms individuals and communities.\r\n \r\nThe legalisation of drugs in the UK would not eliminate the crime committed by the illicit trade, nor would it address the harms associated with drug dependence and the misery that this can cause to families and communities. Legalisation would send the wrong message to the vast majority of people who do not take drugs, especially young and vulnerable people, with the potential grave risk of increased misuse of drugs.\r\n\r\nWe recognise that drug misuse and drug dealing can cause untold harm and that is why police, local authorities and communities must continue to work together so that our streets can be free from the crime and anti-social behaviour that drugs cause. \r\n\r\nIn October, the Home Secretary announced that there would be a major independent review of drug misuse, building on the work underway since the Government’s Drug Strategy was published in 2017. The review will not consider changes to the existing legislative framework.\r\n\r\nThe review is examining a wide range of issues, including the system of support and enforcement related to drug misuse, which will help inform a consideration of what more can be done to tackle drug harms.\r\n\r\nIt will provide a strong evidence-base which will help to identify drug users, what they are taking and how often, so that law enforcement agencies can target and prevent the drug-related causes of violent crime effectively.\r\n\r\nThe analysis in the Government’s Serious Violence strategy makes clear that the rise in serious violence is likely due to a range of factors, including improvements in police recording, but that changes in the drugs market are a key driver of recent increases in knife crime, gun crime and homicide.\r\n\r\nIn response to the links between drugs and the recent increase in violent crime we are taking a range of action to tackle county lines and the misuse of drugs, including\r\na new £3.6m National County Lines Co-ordination Centre to tackle violent and exploitative criminal activity associated with county lines.\r\n\r\nAs part of the Government’s Serious and Organised Crime Strategy we are also tackling the organised crime that is associated with the drugs trade. We are taking robust action to stop drug traffickers from profiting from the drugs trade through cash seizures, asset forfeitures, money laundering prosecutions and civil or criminal recovery prosecutions. \r\n\r\nHome Office.",
            "responded_on": "2019-02-26",
            "summary": "We have no intention of legalising cannabis. We are aware of the strong link between drug misuse and offending and an independent review will further add to our understanding of this.",
            "updated_at": "2019-02-27T10:09:55.972Z"
        },
        "government_response_at": "2019-02-27T10:09:55.975Z",
        "moderation_threshold_reached_at": "2018-10-25T10:28:11.519Z",
        "opened_at": "2018-11-01T11:13:34.138Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-02-10T13:23:52.428Z",
        "scheduled_debate_date": null,
        "signature_count": 12454,
        "state": "open",
        "updated_at": "2019-03-14T20:23:03.263Z"
    },
    "id": 231109,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231109.json"
    },
    "type": "petition"
}