{
    "attributes": {
        "action": "Lower the railway price on all trains across the UK for students",
        "additional_details": "I pay £6.50 per day to get to college and back even though it is one stop and having to pay this 5 days a week Is hard. Where I live there are no colleges in walking distance. There are students struggling to pay this to get to and from colleges and if the government make education compulsory until you’re over the age of 18 then they should consider public transport cost as well. I am aware of student railway cards that take 30% off but we still have to pay £30, which makes little difference.",
        "background": "I am currently a college student and because of being a full time student I have less money than adults. There are many students in this position around the UK and even for one stop down the road it’s expensive let alone a few. I’m currently paying over £30 a week for one stop (5 days a week).",
        "closed_at": null,
        "created_at": "2018-10-24T17:08:47.698Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-24T17:23:05.090Z",
        "opened_at": null,
        "rejected_at": "2018-11-01T15:05:36.616Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something that the UK Government or Parliament is not responsible for.\r\n\r\nMost rail fares are set by train operating companies. Around 40% are regulated by legislation, but this does not set the discounts for different types of people. These discounts are applied through rail cards.\r\n\r\nYou could start a new petition asking the UK Government or Parliament to increase the discount associated with the young person's railcard or to start a new rail card scheme specifically aimed at students."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-11-21T17:07:32.162Z"
    },
    "id": 231129,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231129.json"
    },
    "type": "petition"
}