{
    "attributes": {
        "action": "Investigate what more can be done to tackle van theft and van tool theft.",
        "additional_details": "While tradespeople can take preventative measures to protect their vans and tools, this only goes so far in deterring thieves. We are, therefore, calling on the Government to consider what more can be done to tackle this problem, whether it be introducing new legislation, additional sentencing guidelines or regulations on the reselling of tools. Ultimately, thieves must understand that such a crime is not profitable and that stealing a livelihood carries with it commensurate penalties.",
        "background": "The loss of a van and/or tools can severely impact on a tradesperson. Even if they are insured, sourcing replacements, organising van repairs and rebooking appointments means significant time out of work. For those who cannot find affordable insurance, this can lead to the loss of livelihood.",
        "closed_at": null,
        "created_at": "2018-10-25T11:28:35.903Z",
        "creator_name": "Peter booth",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-11-22T12:07:24.382Z",
            "details": "The Government understands the distress and disruption that this type of crime causes and the effect it has on victims, including the impact on people who rely on the tools of their trade to earn a living.  \r\n\r\nThe Government is clear that these crimes, when they take place, should be reported to the police, so that they can be investigated and, where appropriate, the perpetrators taken through the courts and given appropriate sentences.  It is, however, for Chief Constables and Police and Crime Commissioners, as operational leaders and elected local representatives, to decide how best to deploy resources to manage and respond to individual crimes and local crime priorities. \r\n\r\nThe Theft Act 1968 provides a maximum penalty of seven years’ imprisonment for this type of offence.  In addition, the Act provides sufficient powers to tackle the threat of people going equipped to steal, with maximum penalties of three years’ imprisonment available.  \r\n\r\nOf course, in each case sentencing is a matter for our independent courts.  When deciding what sentence to impose, the courts will take into account the circumstances of the offence and any mitigating and aggravating factors, in line with sentencing guidelines which are issued by the independent Sentencing Council.  As outlined in the definitive guideline on Theft, consequential financial harm and the impact of theft on a business are factors which will be taken into consideration by the courts when assessing the harm suffered by the victim or others.  \r\n\r\nTo ensure the courts are made aware of the full impact these crimes can have on victims, individuals can provide a Victim Personal Statement to set out the physical, emotional, psychological, financial or other impact a crime has on them.  Similarly, businesses can provide an Impact Statement for Business to set out impacts such as operational disruption, loss of custom and reputational damage.   Further information about these impact statements can be found at: https://www.gov.uk/government/publications/victim-personal-statement.\r\n\r\nMaking stolen goods harder to sell on is a key part of making theft less attractive to thieves.  The Home Office is therefore supporting the police in exploring what more can be done to tackle the markets for stolen goods.  The first phase of this work has involved the Home Office working with the police, retailers, trade associations, insurers and others to understand better the buying and selling journey for a range of goods.  This phase of the work is now complete, and will inform police decisions on next steps, which include: establishing whether there is a need to strengthen identity and due diligence checks undertaken by the police, traders or members of the public; raising awareness of how traders and the public can further protect themselves from inadvertently buying and selling stolen goods; and whether these are actions that need to be driven locally by individual Chief Constables and Police and Crime Commissioners, or nationally.\r\n\r\nThis work will build on current police activity, which includes working with key partners such as product manufacturers, security companies and representatives from the insurance industry to make goods ‘harder to steal, harder to sell’; and encouraging the public to mark and register their property.  Indeed, police forces have funded the provision of over half a million property marking kits to households across England and Wales, which has helped to bring those who steal or handle stolen property to be brought to justice.  Details of some of these property marking schemes can be found on police force websites, or by contacting the police locally.\r\n\r\nThe Government will consider the evidence on what more needs to be done to prevent van theft.  The Government supported a multi-agency approach to tackle crimes that involve the use of motorcycles, mopeds or scooters, commonly referred to as ‘moped crime’.  Moped crime is a complex issue, with several underlying drivers, and we were determined to ensure that everything was being done to support police efforts to tackle this threat.  We therefore brought the police, industry and others together to see what more could be done to prevent offending and keep the public safe.  As announced by the Minister of State for Policing and the Fire Service on 16 October, the Government will be taking a similar multi-agency approach to see what more can be done to take real, effective and preventive action to tackle thefts of all vehicles across the country. \r\n\r\nHome Office",
            "responded_on": "2018-11-22",
            "summary": "The Government takes these crimes very seriously. There are robust penalties in law to deal with theft and we are supporting the police to explore what more can be done to tackle stolen goods markets.",
            "updated_at": "2018-11-22T12:07:24.382Z"
        },
        "government_response_at": "2018-11-22T12:07:24.385Z",
        "moderation_threshold_reached_at": "2018-10-25T12:17:45.524Z",
        "opened_at": "2018-11-01T09:51:33.954Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-11-07T21:28:51.656Z",
        "scheduled_debate_date": null,
        "signature_count": 39285,
        "state": "open",
        "updated_at": "2019-03-13T22:40:02.929Z"
    },
    "id": 231177,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231177.json"
    },
    "type": "petition"
}