{
    "attributes": {
        "action": "Make Parent and child parking spaces Parent and toddler with an age limit of 5",
        "additional_details": "Calling them parent and child allows anybody with a child of any age to park there.  Far too often parents with children (I’ve seen) up to 15 years old are using these spaces as they are closer to a store. I have no issue with people who display a blue disabled badge using parent and child as an overflow, but far too often these spaces are used by people with large cars or those too lazy to walk further. \r\nIf the spaces were parent and toddler, with a fine for misuse people would think twice!",
        "background": "I believe that if your child is over 5 then you no longer need Prams/ strollers do should not be parking in parent and child spaces that are there to help parents Who need extra room and getting car seats in and out and loading and unloading prams. There should be a fine for abusing this.",
        "closed_at": null,
        "created_at": "2018-10-24T16:48:24.501Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-26T03:14:50.023Z",
        "opened_at": null,
        "rejected_at": "2018-11-05T16:49:10.077Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something that the UK Government or Parliament is not responsible for.\r\n\r\nIt is the responsibility of car park operators, including local councils, to decide on and enforce rules about parent and child parking spaces.\r\n\r\nYou might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/230474"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-11-08T11:04:51.175Z"
    },
    "id": 231123,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231123.json"
    },
    "type": "petition"
}