{
    "attributes": {
        "action": "Ban the sale of fireworks to the public. Displays for licenced venues only.",
        "additional_details": "",
        "background": "Every year fireworks are set off unnecessarily.\r\nFireworks are a nuisance to the public. They scare animals, young children and people with a phobia.\r\nThey injure thousands of people every year.\r\nThey cause damage to buildings, vehicles,emergancy vehicles etc.\r\nLastly Kids are STILL being sold them.",
        "closed_at": null,
        "created_at": "2018-10-24T21:11:57.328Z",
        "creator_name": "Amy Cullen",
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN05704",
            "debated_on": "2018-11-26",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2018-11-26/debates/C95047CD-F24E-44DA-BE73-FC571B014CEF/FireworksPublicSales",
            "video_url": "https://parliamentlive.tv/Event/Index/11ebe695-5f06-4aea-8424-7ab9dbc1c465"
        },
        "debate_outcome_at": "2018-11-27T11:21:48.075Z",
        "debate_threshold_reached_at": "2018-11-05T12:12:38.688Z",
        "government_response": {
            "created_at": "2018-11-21T11:20:50.006Z",
            "details": "Fireworks have played a part in the UK’s history, and have been used for celebrations by many of our cultures – Christian, Hindu, Muslim - for many years. We recognise the enjoyment they bring to many people and the important role that they play in bringing communities together in celebration or remembrance.  Private displays allow families and friends to hold their own displays and create their own traditions, celebrating events throughout the year such as weddings and birthdays. However, there is a limit on when fireworks can be set off, with a nightly curfew after 11pm every day apart from the four traditional dates, when that curfew is extended.  \r\n\r\nThe Government understands the strong feelings that many people have about fireworks. But we would like to reassure you that there is already strict legislation in place to regulate the supply, storage, possession, use and misuse of fireworks to ensure public safety. This includes powers to prosecute those who use them in a dangerous or antisocial manner.\r\n\r\nTogether, the restrictions set out in the 2003 Fireworks Act, the Fireworks Regulations 2004 and the Pyrotechnic Articles (Safety) Regulations 2015, provide a regulatory framework that allows for the safe enjoyment of fireworks by the public while minimising the risk of fireworks harming individuals, property or animals. \r\n\r\nIn addition, the availability of fireworks to the public is restricted by a licensing scheme for retailers which only allows for their sale without a license during the traditional firework periods of November 5th, New Year’s Eve, Diwali and the Chinese New Year.  There are also age restrictions in place which prevent the sale of fireworks to those under the age of 16 or 18 dependent on the classification of firework.  There are further restrictions on the public possession of most fireworks by those under 18.\r\n\r\nLocal Authority Trading Standards have powers to take action against those who sell fireworks illegally, including those selling fireworks without an appropriate licence, or outside the normal selling period, or to underage people. This also includes the sale of illegally imported fireworks and internet sales.\r\nWe recognise that the noise from fireworks can be distressing to some people and so there is in place a noise level limit of 120 decibels on fireworks that are available for consumer use.  Consumers can also choose to buy from the wide range of low noise fireworks now available. \r\n\r\nThe Government is also aware of concerns about the risks of firework-related injury. Measures have already been taken to ban certain dangerous items from sale in the UK including bangers and jumping jacks.  This removes from sale higher risk fireworks which could lead to injury. Also, the most powerful category of display fireworks must not be sold to members of the public. \r\n\r\nHaving said that legislation is in place, we have listened to the concerns around the potential for distress to be caused by fireworks to individuals, as well as to livestock, pets and wildlife. \r\n\r\nWe believe that the best way to continue to reduce any distress caused by fireworks is to work with industry, retailers and others to promote their safe and responsible use through guidance and public education and to ensure that appropriate action is taken against those that break the rules.\r\n\r\nThat is why the new Office for Product Safety and Standards is working with industry, retailers, charities and others, including the Royal Society for the Prevention of Accidents (RoSPA) and Netmums, to promote their safe and responsible use and to raise consumer awareness on firework safety. \r\n\r\nThe Government urges those using fireworks to be considerate to their neighbours and to give sufficient notice of firework use, particularly to those who are vulnerable such as the elderly, children, those with mental health issues such as Post Traumatic Stress Disorder and those with pets and livestock. Government-sponsored guidance on safe and considerate use of fireworks is available via the GOV.UK website.  This includes a link to the Fireworks Code hosted by RoSPA containing guidance on respecting neighbours, especially those with pets and informing them of planned displays.  In addition, the Government supports the Blue Cross animal charity guidance which advises how to avoid or reduce stress to animals when fireworks are being set off. The Royal Society for the Prevention of Cruelty to Animals (RSPCA), the Kennel Club and the Dogs Trust provide similar advice on their websites concerning how to minimise the impact of fireworks use on animals.\r\n\r\nThe Government believes the legislation and guidance already in place is appropriate to allow for the safe use of fireworks by the public; therefore, we have no plans to ban private sales.\r\n\r\nDepartment for Business, Energy and Industrial Strategy",
            "responded_on": "2018-11-21",
            "summary": "Government takes the issue of safety of fireworks very seriously. Legislation is in place to control their sale, use and misuse. We have no plans to change legislation.",
            "updated_at": "2018-11-21T11:20:50.006Z"
        },
        "government_response_at": "2018-11-21T11:20:50.008Z",
        "moderation_threshold_reached_at": "2018-10-24T23:01:36.654Z",
        "opened_at": "2018-10-30T12:37:35.196Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-11-03T17:55:35.038Z",
        "scheduled_debate_date": "2018-11-26",
        "signature_count": 301034,
        "state": "open",
        "updated_at": "2019-03-14T23:20:21.192Z"
    },
    "id": 231147,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231147.json"
    },
    "type": "petition"
}