{
    "attributes": {
        "action": "Dads to get equal parental right as women - 1 in 4 currently ‘don't qualify'",
        "additional_details": "Many dads don’t qualify if they are either a) self employed or b) had not been with their current employer for long enough.\r\n\r\nA working dad can claim up to two weeks' leave if they're expecting a child but Unlike self-employed mums who may be eligible for maternity allowance, dads who work for themselves don’t get a similar paternity allowance. \r\n\r\nAlso 41,000 dads didn't qualify because they hadn't been working for their employer for long enough.",
        "background": "One in four men who became dads last year didn't qualify for paternity pay, a report has revealed.\r\n\r\nTUC, said of the 620,000 new working dads last year, more than 140,000 did not not qualify for the scheme - which entitles them to up to two weeks' paid time off.",
        "closed_at": null,
        "created_at": "2018-10-25T22:15:45.261Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-25T23:07:46.910Z",
        "opened_at": null,
        "rejected_at": "2018-11-01T17:36:31.557Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like changes to paternity leave, but are not sure what changes you would like.\r\n\r\nYou could start a new petition calling for specific changes to be made to paternity leave, if that is something you would like to see happen.\r\n\r\nYou might also like to sign these petitions: \r\n\r\nhttps://petition.parliament.uk/petitions/225340\r\n\r\nhttps://petition.parliament.uk/petitions/225461"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2018-11-01T17:36:40.322Z"
    },
    "id": 231217,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231217.json"
    },
    "type": "petition"
}