{
    "attributes": {
        "action": "People's Vote: Add Option to Leave the EU & Implement the CANZUK Treaty",
        "additional_details": "Following on from CANZUK Internationals change dot org petition which has already exceeded 250,000 signatures, the Canadian Conservative Party added a CANZUK treaty to their election manifesto to allow free trade, visa free labour/leisure/retirement mobility, reciprocal healthcare and security co-ordination across CANZUK. If the People's Vote is to happen, let us reciprocate, give us the CANZUK treaty as our possible future direction alongside a Canada Plus Free Trade Agreement with the EU.",
        "background": "On the 23rd of June 2016 we had an EU referendum and the nation voted for Brexit. EEC/EU membership of the UK led to the loosening of ties between Canada, Australia, New Zealand and the United Kingdom (collectively CANZUK) yet when polled citizens of all four countries want to strengthen these ties.",
        "closed_at": null,
        "created_at": "2018-10-26T11:05:27.402Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-26T17:34:41.745Z",
        "opened_at": null,
        "rejected_at": "2018-11-06T11:20:52.675Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government to negotiate a specific deal with Canada, Australia, and New Zealand and then put that deal to the public in a referendum, if that's what you'd like to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-11-06T11:20:57.553Z"
    },
    "id": 231247,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231247.json"
    },
    "type": "petition"
}