{
    "attributes": {
        "action": "Stop Epping Forest District Council parking permit plans phase 2",
        "additional_details": "This scheme will require residents to purchase annual permits for themselves and daily permits for visitors. Whilst we agree that residents close to Debden tube station are subject to the daily annoyance of commuters parking for the day many of the areas proposed are nowhere near the station and have zero commuters parking on their streets during the day. There has been absolutely no consultation from the council and the scheme is expensive and punishes the aged and needy.",
        "background": "Epping Forest District Council have decided to implement phase 2 of their parking plan in the Loughton/Debden area. Officially it's to stop commuters parking on our streets, HOWEVER, as many roads are not affected by this at all we can only presume that it's another council cash cow.\r\nPLEASE SIGN",
        "closed_at": null,
        "created_at": "2018-10-27T10:57:01.470Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-27T12:23:36.858Z",
        "opened_at": null,
        "rejected_at": "2018-11-01T18:05:43.775Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\nhttps://rds.eppingforestdc.gov.uk/mgePetitionListDisplay.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-11-01T18:06:21.790Z"
    },
    "id": 231306,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231306.json"
    },
    "type": "petition"
}