{
    "attributes": {
        "action": "Cleaner Air! Bring back Electric Trolley Buses to cities and towns in the UK.",
        "additional_details": "For most of the 20th Century, electric buses ran on the streets of London, only to be replaced by diesel buses in the late 1950s. It is now time to modify existing buses by replacing the diesel engines with electric motors powered from overhead wires on major trunk routes. Battery packs will allow buses to run on routes without wires until they return to the wires. UK - http://tbus.org.uk - Canada - https://www.translink.ca/About-Us/Media/2018/April/TransLink-launches-new-electric-bus-trial.aspx",
        "background": "Pollution is killing us all, slowly and silently!!!\r\nWe urgently need to change transport policy in our towns and cities. \r\nWe need to bring back electric buses (trolley buses) that used to run on the streets of London and a number of our other cities with overhead wires on major trunk routes.",
        "closed_at": null,
        "created_at": "2018-10-27T09:17:49.119Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-27T10:19:02.498Z",
        "opened_at": null,
        "rejected_at": "2018-11-05T17:56:23.726Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you would like to see electric trolley buses in towns and cities but we are not sure what action you would like the UK Government or Parliament to take to make this happen.\r\n\r\nLocal transport policies are usually the responsibility of local authorities.\r\n\r\nYou could start a new petition setting out what policies you would like the UK Government to adopt to encourage trolley buses."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-12-13T16:47:40.040Z"
    },
    "id": 231301,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231301.json"
    },
    "type": "petition"
}