{
    "attributes": {
        "action": "That obtaining or making indecent images of children serve 10 years minimum HMP",
        "additional_details": "Google any mainstream media, of when custodial sentences are reduced to help criminals have an easier time because ECHR got involved, not just with peadophilia, but theft, terroism, other sexual offenders.",
        "background": "My main reason for Brexit, was how annoying the ‘European Court of Human Rights’ is, regarding sentencing of criminals. Being a Judge- giving maximum sentence is pointless, as the criminals write off to the ECHR and have jail time quashed costing £1000s. Children should and will be safe in England.",
        "closed_at": null,
        "created_at": "2018-10-27T12:02:42.050Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-27T12:15:35.923Z",
        "opened_at": null,
        "rejected_at": "2018-11-05T18:09:31.162Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe are not sure whether you would like a mandatory minimum sentence of 10 years for obtaining or making indecent images of children introduced into UK law, or for the UK to leave the jurisdiction of the European Court of Human Rights (which is separate to the European Union).\r\n\r\nYou could start a new petition setting out clearly what action you would like the UK Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-11-05T18:11:50.674Z"
    },
    "id": 231311,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231311.json"
    },
    "type": "petition"
}