{
    "attributes": {
        "action": "Ban National Grid from burying its cables under the former Woodhead Railway Line",
        "additional_details": "It is highly likely now that the Woodhead Railway Line will be re-opened as a solution to the present transport chaos across the Southern Pennine Transport Corridor. To bury cables under the abandoned track bed will put pay to any chance of re-opening the line.",
        "background": "National Grid have received a £500 million grant from Ofgen to remove pylons so that its infrastructure is less visible. Why and how did National Grid receive such a handout from the UK taxpayer? This is a company with a monopoly position who last year made a massive nett profit of £3.5 Billion.",
        "closed_at": null,
        "created_at": "2018-10-28T09:48:36.966Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-28T10:06:42.024Z",
        "opened_at": null,
        "rejected_at": "2018-11-06T12:18:38.269Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you are concerned about cables buried underneath the former Woodhead Railway Line but we are not sure what action you would like the UK Government or Parliament to take. If this requires planning permission, the decision on whether to give it would be the responsibility of the local authority and not the UK Government or Parliament.\r\n\r\nYou could start a new petition setting out clearly what action you would like the UK Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-11-08T11:05:09.157Z"
    },
    "id": 231364,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231364.json"
    },
    "type": "petition"
}