{
    "attributes": {
        "action": "Abolish TV Licence",
        "additional_details": "",
        "background": "A lot of people forced to pay for a TV Licence and they are not watching BBC on live broadcast or online. TV Licence was founded when the BBC was the only broadcast channels, right now there is a lot of other channels to watch on TV so why do we have to keep paying if we are not watching BBC?",
        "closed_at": null,
        "created_at": "2018-10-27T21:41:14.765Z",
        "creator_name": "Bashar Talal",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-02-21T10:19:50.935Z",
            "details": "The licence fee is payment for a licence to watch or receive television programmes. It is not a fee or charge for BBC services and is payable regardless of whether the licence holder ever watches the BBC. Licence fee revenue is not just used to fund the BBC, it is also used for other strategic public service objectives including broadband, local television and S4C.\r\n\r\nThe licence fee funding model was considered as part of Charter Review 2015-16. The BBC Charter Review consultation received over 192,000 responses and found the majority of the public do not want to see a change in the way that BBC is funded. 60% thought the current licence fee model did not need to be changed. Only 3% of respondents supported a subscription model and 1.5% advertising.\r\n\r\nWhile no system of funding meets all the criteria of an ideal funding system, the current system commands wider public support than any alternative model provides the BBC with a sustainable core income paid by all households who watch or receive television. As a result, the government committed to maintain the current licence fee funding model for the duration of the current Charter period.\r\n\r\nDepartment for Digital, Culture, Media and Sport",
            "responded_on": "2019-02-21",
            "summary": "A television licence is required to watch or receive television as it is broadcast live or on BBC iPlayer.",
            "updated_at": "2019-02-21T10:19:50.935Z"
        },
        "government_response_at": "2019-02-21T10:19:50.937Z",
        "moderation_threshold_reached_at": "2018-10-27T22:12:31.626Z",
        "opened_at": "2018-11-05T18:47:02.020Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-02-07T09:44:31.589Z",
        "scheduled_debate_date": null,
        "signature_count": 17168,
        "state": "open",
        "updated_at": "2019-03-14T00:00:18.194Z"
    },
    "id": 231342,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231342.json"
    },
    "type": "petition"
}