{
    "attributes": {
        "action": "Make a straightforward way for the public to remove a Lord of the House of Lords",
        "additional_details": "There are numerous petitions on websites to have members of the House of Lords removed from their appointment.  \r\n\r\nYet none of them has any power at all, and none of them will achieve the removal of a member of the House of Lords whose behaviour is reprehensible to the electorate.  \r\n\r\nThis is a glaring injustice in our system of Government and must be corrected.",
        "background": "Since the public cannot elect members of the House of Lords, at the very least they should have a means to remove Lords that are an affront to the public.\r\n\r\nOnly the House of Lords can suspend or remove a Lord from the revising House, and this is clearly unacceptable in a transparent democracy.",
        "closed_at": null,
        "created_at": "2018-10-29T09:36:50.866Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-05T20:13:43.491Z",
        "opened_at": null,
        "rejected_at": "2018-11-13T09:10:54.159Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure what you mean by \"Make a straightforward way for the public to remove a Lord of the House of Lords\".\r\n\r\nYou could start a new petition calling on the Government to replace the House of Lords with an elected chamber if that's something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2018-11-19T11:41:54.753Z"
    },
    "id": 231433,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231433.json"
    },
    "type": "petition"
}