{
    "attributes": {
        "action": "Introduce Voluntary Coalition (Normalised Politics) to Northern Ireland.",
        "additional_details": "We the people of Northern Ireland call upon the Secretary of State (Karen Bradley) and Westminster to Introduce a normal political structure (voluntary coalition) in Northern Ireland, like in England, Scotland and Wales even the ROI.\r\n\r\nGiven the evidence that the RHI (the latest scandal) investigation has uncovered. It's clear Mandatory Coalition is a failure and that the current political system (Mandatory Coalition) is having a total negative effect on the lives of everyone, regardless of community or religion.\r\n\r\nWe should no longer be forced to endure a 2nd class system of government in NI.\r\n\r\nWe deserve a system of government capable of giving good government to all the people regardless of community or religion.",
        "background": "The current political setup (Mandatory Coalition) is a system of government unfit for purpose. Politics here in Northern Ireland shifts from crisis to crisis, from deadlock to deadlock and has collapsed on more than one occasion. It's time to normalise politics in NI (Introduce voluntary coalition)",
        "closed_at": null,
        "created_at": "2018-10-29T12:12:21.293Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-29T12:29:50.407Z",
        "opened_at": null,
        "rejected_at": "2018-11-06T18:18:27.852Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Northern Ireland Assembly is responsible for. \r\n\r\nIf you'd like to send your petition to the Northern Ireland Assembly, you can find the contact details here:\r\nhttp://www.niassembly.gov.uk/about-the-assembly/contact-us/\r\n\r\nYou could also raise this issue with your local MLA. You can find out how to contact them here:\r\nhttp://aims.niassembly.gov.uk/mlas/search.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-11-06T18:18:27.859Z"
    },
    "id": 231444,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231444.json"
    },
    "type": "petition"
}