{
    "attributes": {
        "action": "Stop the detention of people with autism & learning disabilities in ATU’s\r\n \r\n",
        "additional_details": "People with Autism & learning disabilities need appropriate support and care and not be detained in units that cannot appropriately support them",
        "background": "Too many people with Autism and learning disabilities are detained in Assessment and Treatment Units (ATUs), some end up being put in seclusion units, this needs to stop. ",
        "closed_at": null,
        "created_at": "2018-10-28T20:11:59.965Z",
        "creator_name": "Kevin Healey",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-11-30T15:21:11.588Z",
            "details": "People with learning disabilities and autism deserve the very best support and care to have the same opportunities to live full and rewarding lives as everyone else.\r\n\r\nIn times of the most acute need, we want people with a learning disability and/or autism to be able to access high quality support in the community, close to home.\r\n\r\nBut recent reports have shown that for some children, young people and adults with a learning disability and/or autism who display behaviour that is considered challenging we remain too reliant on in-patient care in these circumstances. \r\n\r\nFurthermore, where people are admitted they can spend too long in hospital before appropriate support is available for them to be discharged causing distress to the individual and to their families. \r\n\r\nWe acknowledge this and we remain committed to supporting people with learning disabilities and/or autism to live in the community, to ensure that they are only admitted to hospital when absolutely necessary, and to ensure that if they are admitted they can leave as soon as their treatment has finished.\r\n\r\nWhilst some people will need access to time limited inpatient services for assessment of their needs and treatment, as appropriate, we have been clear that this should be as close to home as possible, for as short a time as possible, and with discharge plans put in place. The national plan and the service model which we are putting into place to support this was set out in Building the Right Support, published in 2015. Building the Right Support envisages that there would need to be some inpatient capacity but that the amount required would be significantly reduced.\r\n\r\nThrough the Transforming Care Programme, we are supporting both the discharge of people with learning disabilities and/or autism from mental health hospitals into the community with appropriate support and the development of community services to prevent admissions in the first place.  Since March 2015, we have reduced the number of people with a learning disability and/or autism in mental health inpatient settings by nearly 20%. The number of inpatients at the end of October 2018 was 2,350 and NHS England and local government continue to invest significant funding to develop community services and further reduce inpatient numbers. We are committed to achieving a reduction of at least 35% and to go as far beyond this as possible in line with the Building the Right Support planning assumptions.\r\n\r\nThe NHS Long Term Plan is expected to set out the next steps for the development of community support and achieving the Building the Right Support vision beyond March 2019. \r\n\r\nWe are very clear that any kind of restrictive practices, including seclusion, should only ever be used as a last resort and the intervention should always represent the least restrictive option to meet the immediate need. We will continue working to reduce the use of restrictive interventions and improve patient safety through improved monitoring and training across health and care services.\r\n\r\nWe remain deeply concerned about the misuse of such practices and the Secretary of State for Health and Social Care has asked the Care Quality Commission to undertake a thematic review into the use of restraint, the practice of prolonged seclusion and long-term segregation for children and adults with a mental illness, learning disability or autism in secondary care and social care settings and to make recommendations. This will help us to eliminate inappropriate restrictive practices and ensure that vulnerable people supported by health and social care are provided with dignified and compassionate care. \r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2018-11-30",
            "summary": "We agree that people with autism and learning disabilities should not be inappropriately detained in mental health hospitals. The CQC will review the use of long-term segregation and seclusion",
            "updated_at": "2018-11-30T15:21:50.432Z"
        },
        "government_response_at": "2018-11-30T15:21:11.591Z",
        "moderation_threshold_reached_at": "2018-10-28T20:21:15.110Z",
        "opened_at": "2018-11-06T11:11:18.360Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-11-13T14:50:52.598Z",
        "scheduled_debate_date": null,
        "signature_count": 29236,
        "state": "open",
        "updated_at": "2019-03-14T21:52:20.166Z"
    },
    "id": 231406,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231406.json"
    },
    "type": "petition"
}