{
    "attributes": {
        "action": "Allow ANY group of UK Citizens in EU 2b treated EQUALLY in aspects of UK/EU life",
        "additional_details": "A minority group of UK Citizens living on mainland Europe are being PENALISED by the Government simply for exercising their LEGAL RIGHT to freedom of movement we ask that ALL groups of UK citizens be treated & considered EQUALY with other groups considered for inclusions, especially when it DIRECTLY AFFECTS THEIR LIVES.  We’re the responsibility of UK Government, exactly the same as people moving around UK mainland, we ask our democratic rights be respected, when rules & laws affect us directly",
        "background": "Certain aspects of UK/EU life requires UK Government to make amendments to rules & law for certain groups usually barred, on a temporary basis - UK citizens living anywhere in UK/EU ask the Government ‘treat ALL minority groups on the same basis' when it makes any said amendments to rules & law",
        "closed_at": null,
        "created_at": "2018-10-29T12:40:11.669Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-01T19:23:13.166Z",
        "opened_at": null,
        "rejected_at": "2018-11-08T11:18:20.205Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the rights of UK Citizens living in the EU, but we're not sure exactly what \"amendments to rules and law\" you'd like to see.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-11-08T11:18:32.043Z"
    },
    "id": 231445,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231445.json"
    },
    "type": "petition"
}