{
    "attributes": {
        "action": "Support a more realistic solution to the mental health crisis",
        "additional_details": "Mental health in the UK is in crisis, the Government has committed a further £2bn – but the NHS can’t solve this alone. A large resource pool exists to deliver help but it’s hard to access, sub-optimised and costly. Youngkind is developing a buddy platform, which will compliment existing services to unlock these private sector resources with intuitive 21st Century technology to improve efficiency and effectiveness. Lowering cost all the way to free. We could change 50,000 lives for only £30m.",
        "background": "The government announced an increase in funding of £2 billion to support the mental health crisis. Consider this then. Serving 50,000 people would cost Youngkind just £30 million p/a. Is that a realistic use of some of that huge investment? Please sign to support a Government fund initiative.",
        "closed_at": null,
        "created_at": "2018-10-29T17:03:02.988Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-29T17:19:50.526Z",
        "opened_at": null,
        "rejected_at": "2018-11-06T12:44:34.819Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to \"Support a more realistic solution to the mental health crisis\".\r\n\r\nIf you'd like to apply for funding to set up a charity or a community project, you can find out about how to do that here:\r\n\r\nhttps://www.gov.uk/apply-funding-community-project\r\n\r\nhttps://www.gov.uk/guidance/get-funding-to-start-a-charity\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-11-08T11:05:28.512Z"
    },
    "id": 231467,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231467.json"
    },
    "type": "petition"
}