{
    "attributes": {
        "action": "Review CMS payments by non resident parents",
        "additional_details": "",
        "background": "CMS should make amount payable variable based upon actual expenditure on child and take into account both parents income.\r\n\r\nWhen an ex partner earns the same or more how is it fair to pay for more than 50% of a child's costs?",
        "closed_at": null,
        "created_at": "2018-10-30T14:09:11.538Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-30T23:02:24.945Z",
        "opened_at": null,
        "rejected_at": "2018-11-07T16:08:30.005Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you'd like to see a change to how child maintenance payments are calculated, but we're not exactly sure what change you'd like to see. \r\n\r\nIn particular, we're not sure what you mean by \"actual expenditure on child\". If you mean the expenditure of the non-resident parent, some costs, such as contact costs, can already be deducted in some cases. You can find out more here: http://researchbriefings.files.parliament.uk/documents/CBP-7773/CBP-7773.pdf \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for CMS variations to be calculated based on the resident parent's income, if it is equal or more than the non-resident parent's income, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2018-11-07T16:08:30.013Z"
    },
    "id": 231512,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231512.json"
    },
    "type": "petition"
}