{
    "attributes": {
        "action": "Ensure the negotiated terms are honoured in case of a No Deal Brexit",
        "additional_details": "With Dominic Raab and previously David Davis iterating that \"nothing is agreed until everything is agreed\", it remains unclear where that leaves EU Nationals in the UK and UK Nationals in the EU. \r\n\r\nParliament should quantify and guarantee what would happen with the currently agreed terms of the Draft Withdrawal Agreement in relation to EU Residents in the UK and UK Residents in the EU if No Deal is the result of the negotiations.",
        "background": "Currently, terms of settlement status for EU Nationals in the UK and UK Nationals in the EU have been negotiated as part of the Draft Withdrawal Agreement. However, it has not been quantified what would happen to the people if the UK crashes out in a No Deal Brexit. This must be clarified.",
        "closed_at": null,
        "created_at": "2018-10-31T12:54:33.921Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-31T18:02:42.236Z",
        "opened_at": null,
        "rejected_at": "2018-11-12T15:43:06.598Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take specific action.\r\n\r\nWe understand that you are concerned about the position of EU Nationals in the UK and UK Nationals in the EU after the UK leaves the European Union, however we are no sure what action you would like the UK Government and Parliament to take. \r\n\r\nIn particular, we are not sure whether you would like the UK Government to clarify its position or to guarantee a specific set of rights to EU citizens in the UK in the event of the UK leaving the EU without a withdrawal agreement.\r\n\r\nYou could start a new petition setting out clearly what action you would like the UK Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2018-11-19T11:41:39.351Z"
    },
    "id": 231578,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231578.json"
    },
    "type": "petition"
}