{
    "attributes": {
        "action": "Adult transport fares to be for adults only!",
        "additional_details": "Public trabsport should be encouraged to reduce pollution and minimise the harm created on the environment. \r\nA young persons railcard is available, however with the upfront cost and the saving of only 1/3 of rail prices. \r\nHere it is valid to note the continual rise in rail fares giving an unreasonable price to those who are not yet legally able to afford a full time salary.",
        "background": "Nowadays it is a requirement to stay in full time education until age 18, therefore there is no way of affording a full time salary. \r\nBetween the ages of 16 and 18 we are deemed to be the most independently mobile meaning public transport should be encouraged to become less reliable on cars.",
        "closed_at": null,
        "created_at": "2018-10-30T16:49:51.995Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-10-31T20:52:08.046Z",
        "opened_at": null,
        "rejected_at": "2018-11-06T11:41:03.219Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about transport fares, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIn any case, aged-based transport fares are not set by the UK Government. For buses, local bus companies are free to set their own fares. For trains, the fares are set by train operating companies.\r\n \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask Parliament to change the law, to require all transport operators to offer child fares for anyone under 18. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-11-06T11:42:58.777Z"
    },
    "id": 231522,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231522.json"
    },
    "type": "petition"
}