{
    "attributes": {
        "action": "Clean up and prevent road and countryside rubbish from damaging our environment",
        "additional_details": "Since March 2015 I have been contacting various official bodies about the rubbish lying along all our roadsides; how it is creating distracting and dangerous mounds of litter which speak of a dismissive and irresponsible attitude towards solving the problem.\r\n\r\nWe are all responsible: Highways, Road Hauliers, Local and County Councils; all of us.   It is time the Government's legislation deters anyone from discarding litter.\r\n\r\nThe Blue Planet applies to our Earth as well as our Oceans.",
        "background": "Litter is hazardous, destructive and unhealthy for us all.  Humans, wildlife and our environment are suffering from years of reckless and ignorant attitudes to what we do with our rubbish and waste.  We are not ignorant of this debacle any more and must take action to readdress our policies.",
        "closed_at": null,
        "created_at": "2018-11-01T16:55:31.996Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-01T17:23:04.267Z",
        "opened_at": null,
        "rejected_at": "2018-11-07T17:18:33.585Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's already illegal to drop litter in the UK, with a maximum fine of £2,500 for persistent littering. Different local authorities also have the powers to impose on the spot fines to those caught littering. We're therefore not sure what further action you'd like to see.\r\n\r\nYou could start a new petition explaining exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could also speak to your local council about the enforcement of fines for people who leave litter. You can find out who your local councillors are and how to contact them here: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-11-07T17:18:43.699Z"
    },
    "id": 231659,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231659.json"
    },
    "type": "petition"
}