{
    "attributes": {
        "action": "NHS supply new lifesaving drugs for Cystic Fibrosis like 11 other EU countries",
        "additional_details": "All MPs who debated the petition in March were passionately in favour of supplying the drugs. Despite an ever-increasing abundance of evidence as to the drugs’ effectiveness, CF sufferers still do not have access. Case studies report miraculous improvements in health. Consultants nationwide have asked the NHS to make the drugs available. Doctors have expressed distress at seeing children die whilst the drug they need is on the shelf.  After 3 yrs, conclude negotiations and fund these drugs.",
        "background": "Children & young adults with CF endure lifelong suffering & early death. They need Orkambi and other precision medicines as they are developed. Sufferers in the EU, US & Australia can access the drugs, but not the UK. Hundreds have died in the 3yrs since these drugs were licensed.",
        "closed_at": null,
        "created_at": "2018-10-31T17:50:02.682Z",
        "creator_name": "Catherine Meredith",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-12-07T17:16:00.700Z",
            "details": "NICE and NHS England are leading the dialogue with Vertex Pharmaceuticals around access to their portfolio of cystic fibrosis medicines.  The Government fully supports the approach that NICE and NHS England are adopting.\r\n\r\nNICE was established nearly two decades ago to act as the authoritative, independent, expert body for assessing the clinical and cost effectiveness of new drug treatments in this country. It is internationally respected and central to decisions about which treatments can be reimbursed on the NHS. \r\n\r\nWhilst the Government understands the high level of interest in Orkambi, there is no justification for treating Vertex differently from the numerous other companies that engage with NICE, and the NICE appraisal process is both suitable and appropriate for evaluating the evidence Vertex have provided for their products.\r\n\r\nWe were disappointed by Vertex’s decision not to price Orkambi fairly following the guidance published by NICE two years ago, and by their more recent decision to unilaterally withdraw entirely from the NICE appraisal of Symkevi.   \r\n\r\nThe final offer NHS England made to Vertex in July this year provided significant commercial flexibilities designed to assist the company in obtaining positive NICE recommendations across all existing licensed treatments and future pipeline products, with the intention of making them rapidly available to patients and in advance of any NICE appraisals concluding. These flexibilities were to complement the NICE appraisal process, not act as a substitute for it.\r\n\r\nWe understand the frustration of the cystic fibrosis community, however, it has been made clear to Vertex that its drugs need to be priced responsibly and that any re-assessment of Orkambi's effectiveness must be carried out via NICE's established processes.  Vertex must now re-engage with the NICE appraisal process.  I am encouraged that they attended a meeting with NICE on 4th October and again on 30th November to discuss next steps and that there is a continuing dialogue between all parties.\r\n\r\nDepartment of Health and Social Care",
            "responded_on": "2018-12-07",
            "summary": "The Government urges Vertex Pharmaceuticals to fully re-engage with the NICE appraisal process and to accept the offer the NHS made in July.",
            "updated_at": "2018-12-07T17:16:00.700Z"
        },
        "government_response_at": "2018-12-07T17:16:00.702Z",
        "moderation_threshold_reached_at": "2018-11-01T09:59:39.310Z",
        "opened_at": "2018-11-16T17:32:51.166Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-11-21T18:35:42.239Z",
        "scheduled_debate_date": null,
        "signature_count": 80184,
        "state": "open",
        "updated_at": "2019-03-14T00:00:52.077Z"
    },
    "id": 231602,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231602.json"
    },
    "type": "petition"
}