{
    "attributes": {
        "action": "URGENT ACTION TO FIGHT KNIFE CRIME!\r\nHarsher sentencing for knife crime.",
        "additional_details": "Knife crime in London has risen to its highest ever level with nearly 15,000 offences committed during the past year, according to figures out today.\r\n\r\nThe Office for National Statistics said the total of 14,987 knife crimes in the year to the end of June was a 15 per cent rise on the comparable figure 12 months earlier.\r\n\r\nIt includes 91 knife killings, 170 rapes or sexual assaults carried out with a blade, and 8,363 knife-point robberies.",
        "background": "Knife crime stands at record highs at over 40,000 offences in the last year.With 40,147 offences, knife crime in England and Wales is now at its highest level.There has been a 56.9% increase in knife crime since 2014.\r\nIn the last year alone, the police recorded a 16.2% increase in knife crime.",
        "closed_at": null,
        "created_at": "2018-11-02T18:55:22.173Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-02T19:58:40.018Z",
        "opened_at": null,
        "rejected_at": "2018-11-12T15:49:28.610Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take specific action.\r\n\r\nWe understand that you're concerned about knife crime, but we're not sure exactly what you mean by harsher sentences or what exactly you would like the Government or Parliament to do to tackle the problem. \r\n\r\nYou may wish to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/230812\r\n\r\nOtherwise, you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-11-12T15:49:38.656Z"
    },
    "id": 231727,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231727.json"
    },
    "type": "petition"
}