{
    "attributes": {
        "action": "Make sure mothers get National Insurance credits towards their state pension",
        "additional_details": "Since the introduction of the High Income Child Benefit Charge in 2013, thousands of mothers have decided not to claim child benefit, losing out on vital NI credits towards their pension. We call on the government: a) to lift the restrictions on making backdated claims for child benefit, and b) to use government records to identify women missing out and to contact them about this situation. Note: 8 out of 9 child benefit recipients are women, but the issue would apply to some fathers as well.",
        "background": "Allow backdated claims for mothers who have not claimed child benefit since the high income child benefit charge began in 2013 and who would otherwise miss out on NI credits towards their pension, and contact them directly to encourage them to make a claim.",
        "closed_at": null,
        "created_at": "2018-11-03T10:17:30.115Z",
        "creator_name": "Steven John Webb",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-02-04T16:04:47.100Z",
            "details": "HMRC encourages parents to fill out the Child Benefit claim form as soon as their child is born. The form is distributed to all new parents following the birth of their child, is available online, and through partner organisations.\r\n\r\nParents are also advised to claim Child Benefit either:\r\n•\tThrough the HMRC helpline (0300 200 3100), \r\n•\tOnline at GOV.UK, or \r\n•\tThrough partners such as Citizen’s Advice.\r\n\r\nThrough these channels, HMRC stresses the importance of claiming Child Benefit to protect future entitlement to the new State Pension, even where the higher earner in a household is liable to the High Income Child Benefit Charge (HICBC). HMRC is continuously improving its communications to encourage people to claim as soon as they become responsible for a child, ensuring they receive the maximum protection available. From April 2019 the Child Benefit claim form and accompanying notes will further emphasise the non-monetary benefits a Child Benefit award provides: in particular, the associated National Insurance credits which protect their State Pension.\r\n \r\nOfficials are considering how to ensure no one misses out on their future entitlement to the State Pension. HMRC does not hold the details of those parents who have not made a claim for Child Benefit. \r\n\r\nAny parents that have not claimed should do so now to ensure their future entitlement for the State Pension is protected.  HMRC is working with DWP, and other organisations to promote the importance of claiming Child Benefit. In addition, HMRC is developing social media content and material that can be distributed to external partners, to further promote the importance of claiming.\r\n\r\nMost parents will qualify for the new State Pension, even if there are gaps of up to 15 years in their National Insurance records.  This means that those parents who have not claimed Child Benefit following the introduction of the HICBC still have the opportunity to achieve the full State Pension.  \r\n\r\nParents who claim Child Benefit can opt out of receiving payments so that they do not have to pay the HICBC each year through Self-Assessment. As of August 2017, over 500,000 families had chosen to make a Child Benefit claim and opt out of receiving payment, meaning their entitlement to the State Pension has been protected.\r\n\r\nWhere no one has claimed Child Benefit, the government allows claims to be backdated three months. A more generous backdating would make it harder to verify evidence and establish entitlement since entitlement to Child Benefit relies upon being responsible for a child each week. For this reason, the government believes that the three-month backdating period for Child Benefit (and the accompanying NI credit) is a fair and reasonable time in which to allow those wishing to claim Child Benefit to do so. \r\n\r\nHM Treasury\r\n",
            "responded_on": "2019-02-04",
            "summary": "The government believes no-one should miss out on their State Pension. HMRC encourages families to claim Child Benefit and believes that three months is a reasonable period to backdate claims. \r\n",
            "updated_at": "2019-02-04T16:04:47.100Z"
        },
        "government_response_at": "2019-02-04T16:04:47.102Z",
        "moderation_threshold_reached_at": "2018-11-03T11:22:42.848Z",
        "opened_at": "2018-11-08T20:06:29.112Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-01-12T11:00:49.917Z",
        "scheduled_debate_date": null,
        "signature_count": 13510,
        "state": "open",
        "updated_at": "2019-02-15T10:11:58.038Z"
    },
    "id": 231761,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231761.json"
    },
    "type": "petition"
}