{
    "attributes": {
        "action": "Justice for the British People of 1961 denied their vote on joining the EEC",
        "additional_details": "Under UK Constitutional Law one Parliament cannot bind future Parliaments and Sovereignty cannot be given away unless it is the express will of the People. In 1961 negotiations were commenced to join the EEC that lasted 18 months and only failed when vetoed in 1963 by President de Gaulle. After this a relentless campaign of lies and deception by politicians resulted in membership in 1972, never was this officially sanctioned by the People. A biased Referendum in 1975 did not right this wrong.",
        "background": "On 1st June 1961 Edward du Cann MP asked in Parliament for a General Election to be called or a Referendum on the issue of Britain joining the EEC because of the far-reaching political implications that were not publically understood. This democracy was denied and rebuffed by the Prime Minister.",
        "closed_at": null,
        "created_at": "2018-11-02T16:48:32.565Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-03T09:24:40.866Z",
        "opened_at": null,
        "rejected_at": "2018-11-08T15:12:46.638Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition setting out clearly what you would like the UK Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-11-26T17:47:58.529Z"
    },
    "id": 231717,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231717.json"
    },
    "type": "petition"
}