{
    "attributes": {
        "action": "Halt all Local Plans for housing development in Devon",
        "additional_details": "http://www.okehampton-today.co.uk/article.cfm?id=433202&headline=%E2%80%98Too%20many%20homes%20planned%E2%80%99%20for%20Devon&sectionIs=news&searchyear=2018\r\n\r\nhttps://www.cpredevon.org.uk/",
        "background": "The Camapign for the Protection of Rural England has carried out extensive research that shows the housing need for Devon has been massively overestimated. Most planned housing is for inward migration contrary to the needs of Devon people. All Local Plans for the county must be halted prnding review",
        "closed_at": null,
        "created_at": "2018-11-04T00:16:05.936Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-04T21:10:00.449Z",
        "opened_at": null,
        "rejected_at": "2018-11-12T10:52:13.782Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Housing, Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see: \r\n  \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-11-12T10:52:13.790Z"
    },
    "id": 231834,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231834.json"
    },
    "type": "petition"
}