{
    "attributes": {
        "action": "Stop schools from excluding children from activities because they were poorly",
        "additional_details": "They do not take circumstances into account. Most schools say if attendance is below 95% they are excluded from reward days each term. My son broke his knee, went in as much as he could and said he wouldn’t bother trying after great results but still being excluded. We need to stop schools focusing on attendance and making vulnerable kids feel their efforts were worthless. Would they do the same to a child with cancer or who has mental illness? This school said yes, one rule for all",
        "background": "Schools all around the country are rewarding children who have already been lucky enough to have not been poorly, injured, hospitalised or suffering through problems at home. But they have gone too far by now excluding children from so called “reward days” of their attendance is not what they want",
        "closed_at": null,
        "created_at": "2018-11-03T21:05:05.504Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-03T22:07:31.647Z",
        "opened_at": null,
        "rejected_at": "2018-11-09T14:19:20.375Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. You could raise this issue with the school's governing body."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-11-09T14:19:31.097Z"
    },
    "id": 231810,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231810.json"
    },
    "type": "petition"
}