{
    "attributes": {
        "action": "Support our Police in their Role",
        "additional_details": "A recent incident (2nd Nov 2018) in the Bournemouth area, as reported by Dorset Police of a hit and run driver killing a cyclist resulted in a lucky 'chance' arrest by the Police. Despite the perpetrator disguising the evidence, the resulting sentence was a community order rather than any custodial sentence; thus totally undermining the role of our Police.\r\nGiven such examples of justice, we might as well capitulate and accept that crime really does pay in Britain today. We demand better.",
        "background": "Far too often we see a lengthy Police investigation result in very weak or poor sentencing. This undermines the efforts of the Police in bringing criminals to justice and does nothing to support our Police or encourage much needed new recruits to join them in keeping this country safe.",
        "closed_at": null,
        "created_at": "2018-11-03T22:00:01.349Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-04T00:25:17.511Z",
        "opened_at": null,
        "rejected_at": "2018-11-12T17:00:57.021Z",
        "rejection": {
            "code": "no-action",
            "details": "We've marked your petition as confidential to avoid causing distress to the family of the cyclist you mention. \r\n\r\nWe can't accept your petition as we're not sure exactly what you'd like the Government or Parliament to do. Petitions need to call on the UK Government or Parliament to take a specific action. \r\n\r\nWe understand that you would like more support for the police, but are not sure what support you would like.\r\n\r\nIf you want the Government to fund more police officers on the streets, you may wish to sign this petition instead: \r\n\r\nhttps://petition.parliament.uk/petitions/228088\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-11-19T10:51:36.185Z"
    },
    "id": 231816,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231816.json"
    },
    "type": "petition"
}