{
    "attributes": {
        "action": "Make all roadworks nightly works to ease congestion",
        "additional_details": "Also I think all road works need to be monitored more by local authorities as it seem the contractors will dig holes and rip up roads then leave them for days without any work being done.\r\n\r\nSo having them monitored might make the contractors complete the work in a better time frame and get the job done propley the first time",
        "background": "Everyday there’s more and more roadworks  sometimes the same hole being dug or same works being done twice but it causes so much congestion and a lot of the time the work isn’t being done so have all road works or anything that will cause congestion done through the night will help everyone",
        "closed_at": null,
        "created_at": "2018-11-05T13:37:30.050Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-11T05:05:58.946Z",
        "opened_at": null,
        "rejected_at": "2018-11-16T16:12:51.805Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Roadworks on local roads - in other words, not motorways or major A roads - are the responsibility of your local authority. \r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nYour local council may also have a petitions process."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-11-16T16:13:04.895Z"
    },
    "id": 231968,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231968.json"
    },
    "type": "petition"
}