{
    "attributes": {
        "action": "Debate NHS services for Transwomen having Facial Feminisation Surgery",
        "additional_details": "While the procedure would be aesthetic in nature, it would be in treating this condition to allow transwomen to live free of anxiety and fear of attack/discrimination in everyday life.\r\n\r\nThis would parallel chest surgery for Transmen that is currently funded by the NHS.\r\n\r\nhttps://en.wikipedia.org/wiki/Facial_feminization_surgery\r\n\r\nhttps://www.nhs.uk/conditions/gender-dysphoria/treatment/\r\n\r\nhttps://www.independent.co.uk/news/uk/crime/trans-hate-crimes-stats-figures-2017-more-than-third-a8166826.html",
        "background": "We the undersigned would like to ask the House of Commons to debate the outcome of long term Testosterone development on Transwomen and the solution of allowing the NHS to provide Facial Feminisation Surgery to treat a condition that puts them at risk and self harm due to the over masculinized face.",
        "closed_at": null,
        "created_at": "2018-11-05T01:15:11.648Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-05T04:14:19.420Z",
        "opened_at": null,
        "rejected_at": "2018-11-13T12:13:17.851Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the availability of facial feminisation surgery but we are not sure what action you would like the UK Government or Parliament to take.\r\n\r\nFacial feminisation surgery may be available in some circumstances on the NHS. This would be the responsibility of the local NHS service and not the UK Government or Parliament.\r\n\r\nYou could start a new petition asking the Government to provide funds to the NHS for facial feminisation surgery if that's something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-11-13T12:13:31.994Z"
    },
    "id": 231940,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231940.json"
    },
    "type": "petition"
}