{
    "attributes": {
        "action": "Allow parents to take children out of school for 1 week a year during term time",
        "additional_details": "As a Mum of three, I understand the importance of education and how instrumental our children's attendance is to their sucessful progression but quality family time is also important. \r\n\r\nMany families can simply not afford to go away during the school holidays. We need to allow hard working parents to enjoy their children on a weeks holiday when they choose, once a year, at a price that isn't inflated. The only way this is achievable is during term time when holiday prices drastically come down.",
        "background": "I'm fed up of being over charged for a family holiday during the school holidays. It's unfair that families pay an inflated holiday cost just because it is the school holidays. This needs to be combatted to allow hard working families to be able to afford to take their children away.",
        "closed_at": null,
        "created_at": "2018-11-04T22:54:53.040Z",
        "creator_name": "Carol Louise Costa",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-12-04T13:14:54.147Z",
            "details": "The Government understands that the cost of holidays can be higher outside of term time and we acknowledge that family holidays can be an enriching experience. The school year is designed to allow families numerous opportunities to enjoy their holiday without disrupting a child’s education.  The Government does not set term and holiday dates. If parents and schools want different term dates, so they can take their children on holiday outside of the more expensive peak holiday season, they should discuss this with their local authority.\r\n\r\nThe Government has no powers to direct the commercial policy of the travel industry. In a competitive market it is for business to decide the market worth of their products and to price accordingly\r\n\r\nIt is a priority to reduce overall school absence as part of the Government’s ambition to create a world-class education system. Our evidence (‘Absence and attainment at key stages 2 and 4: 2013 to 2014’) shows that every extra day of school missed can affect a pupil’s chances of achieving good GCSEs, which has a lasting effect on their life chances. An absent pupil is also liable to interrupt the education of other pupils and increase teachers' workload in ensuring absent pupils catch up with missed work. \r\n\r\nIn 2013, the Government amended legislation to make it clear that leave of absence could be authorised by headteachers of maintained schools only in exceptional circumstances. The Department does not specify what constitutes exceptional circumstances; head teachers know their pupils best and are best placed to make judgements on a case-by-case basis.\r\n\r\nParents have a duty, under section 7 of the Education Act 1996, to ensure their child of compulsory school age (5-16) receives an efficient full-time education, either by attendance at school or otherwise. If parents choose to register their child of compulsory school age at school, the law places a duty on them to ensure their child attends school regularly. \r\n\r\nWhere a headteacher has declined a request for leave of absence a parent should not take their child out of school. Taking a child out of school without the headteacher’s permission can lead to parents being issued a penalty notice or prosecuted unless a statutory exception applies.\r\n\r\nDepartment for Education",
            "responded_on": "2018-12-04",
            "summary": "The Government wants every child to attend school regularly, and to confine absences to unavoidable causes. There is clear evidence that absence from school is linked to lower levels of attainment.",
            "updated_at": "2018-12-04T13:14:54.147Z"
        },
        "government_response_at": "2018-12-04T13:14:54.150Z",
        "moderation_threshold_reached_at": "2018-11-04T23:41:09.986Z",
        "opened_at": "2018-11-12T12:27:00.492Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-11-20T11:19:14.652Z",
        "scheduled_debate_date": null,
        "signature_count": 24842,
        "state": "open",
        "updated_at": "2018-12-04T17:40:30.221Z"
    },
    "id": 231928,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231928.json"
    },
    "type": "petition"
}