{
    "attributes": {
        "action": "Government to increase care and support for those suffering from PTSD",
        "additional_details": "The figures nationally and locally are alarming ..none of which are a true reflection on how many are suffering and are on the brink everyday thinking of taking their own lives .We need to get the figures right but most of all to get out there and support those whom need it now not later ..",
        "background": "To Many of our serving service men and women and veterans thatare suffering with PTSD and other possible mental health issues. These men and women are not getting the help and support they need .This needs to stop and stop now ..more help and support is required urgently less talking more doing.",
        "closed_at": null,
        "created_at": "2018-11-04T19:18:55.851Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-05T09:11:33.004Z",
        "opened_at": null,
        "rejected_at": "2018-11-12T12:20:28.728Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about PTSD, but we are not sure what action you would like the Government or Parliament to take.\r\n\r\nIn particular we are unsure whether you would like more care and support for service personnel or across the NHS in England.\r\n\r\nYou could start a new petition setting out clearly what further support you would like and for whom.\r\n\r\nYou may also like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/222126"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-11-12T12:20:28.734Z"
    },
    "id": 231904,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231904.json"
    },
    "type": "petition"
}