{
    "attributes": {
        "action": "Put a stop to the spreading of Metallic/green waste onto Farm Land",
        "additional_details": "We have many case studies from Individuals that have reported the Spreading of Metallic/Green waste, the worrying thing is if the harmful substances end up in the food chain, this will be nothing short of a hidden, enviromental disaster if left unchecked, very much on the same level as plastic in our oceans,  the waste includes Batteries, Needles, Aluminium, Window fitments, Latches, in some cases toxic chemicals such as formaldehyde has been detected mixed in the waste, samples have been taken",
        "background": "The spreading of Metallic/Green waste has been detected on farm Land throughout England for at least a decade, the waste seems to be coming from Recycling Plants, Some Compost/Fertiliser Producers and reports even suggest from  Councils, it is being mixed in with arable crops and also pasture land",
        "closed_at": null,
        "created_at": "2018-11-05T09:01:12.780Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-05T09:23:00.379Z",
        "opened_at": null,
        "rejected_at": "2018-11-12T10:54:17.453Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about waste being spread on farm land, but we are unsure what action you would like the UK Government or Parliament to take to stop it.\r\n\r\nYou could start a new petition setting out clearly what action you would like taken."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-11-12T10:54:17.459Z"
    },
    "id": 231945,
    "links": {
        "self": "https://petition.parliament.uk/petitions/231945.json"
    },
    "type": "petition"
}