{
    "attributes": {
        "action": "Review and reconsider the driving standards required to become a PCO driver.",
        "additional_details": "The number of PCO drivers (specifically in London) has increased to meet demand, however the standards of driving have dropped and the number of accidents involving PCO drivers has increased. A driving license doesn't deal with the skills and knowledge required to drive for a living. The level of training should be drastically increased to include a combination of The Knowledge and a more complex physical driving examination with limitations on the number of hours that PCO drivers can work.",
        "background": "Having recently been knocked off my motorcycle by a PCO driver, it has become clear that standards of driving by the huge number of PCO drivers in London urgently needs reviewing. Simply requiring a driving license is not enough.",
        "closed_at": null,
        "created_at": "2018-11-06T09:47:07.324Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-06T09:55:18.686Z",
        "opened_at": null,
        "rejected_at": "2018-11-13T09:44:26.308Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Licensing of PCO drivers in London is the responsibility of Transport for London and not the UK Government and Parliament. Outside London it is the responsibility of the local authority.\r\n\r\nYou can petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-11-13T09:44:26.314Z"
    },
    "id": 232056,
    "links": {
        "self": "https://petition.parliament.uk/petitions/232056.json"
    },
    "type": "petition"
}