{
    "attributes": {
        "action": "Help ex service personnel who are suffering with Post Traumatic Stress Disorder",
        "additional_details": "Many ex service men and women are homeless and their condition has been caused by seeing and doing what the services has asked them to do on yours and our behalf.",
        "background": "Post traumatic stress disorder has claimed yet another service man who has died due to lack of support. How many more are going to be let down by the government before you take your responsibilities seriously? When are you going to act and stop these needless deaths, it is your responsibility?",
        "closed_at": null,
        "created_at": "2018-11-05T21:53:07.993Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-05T23:31:37.976Z",
        "opened_at": null,
        "rejected_at": "2018-11-12T16:29:23.696Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like more help for ex service personnel suffering with Post Traumatic Stress Disorder, but are not sure what help you would like.\r\n\r\nYou could start a new petition asking for the UK Government or Parliament to increase funding and accessibility of mental health services for veterans and/or to fund homes for veterans who become homeless, if that's what you want to happen.\r\n\r\nYou might also like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/222126\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-11-12T16:29:23.703Z"
    },
    "id": 232027,
    "links": {
        "self": "https://petition.parliament.uk/petitions/232027.json"
    },
    "type": "petition"
}