{
    "attributes": {
        "action": "Impose heavy fines on irresponsible disposal of plastic waste.",
        "additional_details": "This World Wildlife Fund link documents a lot of well researched evidence.\r\nhttps://wwf.fi/mediabank/11094.pdf\r\nSimon Reeve’s programme on The Mediterranean shows swathes of discarded plastic sheeting from greenhouses, that supply our produce, making its way to The ocean. We need to put the onus on our businesses to ensure our moral obligations to the environment are met by their suppliers. This is too important to ignore. TURN THE TIDE. Time is running out!",
        "background": "That the planet is suffering as a result of plastic waste is well documented.Plastic is not only a threat to our marine life but enters our food chain.Many towns like mine raise awareness-organising litter picking, beach cleaning.More responsibility needs to be taken by businesses.Turn the tilde!",
        "closed_at": null,
        "created_at": "2018-11-06T11:28:51.905Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-06T12:11:46.019Z",
        "opened_at": null,
        "rejected_at": "2018-11-13T09:50:04.735Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned by disposal of plastic waste, but we are not sure what action you would like the UK Government or Parliament to take.\r\n\r\nThe Environment Agency can already prosecute companies or individuals for breaking laws around the disposal of waste.\r\n\r\nYou could start a new petition setting out clearly what changes you would like to make.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-11-13T09:50:04.742Z"
    },
    "id": 232070,
    "links": {
        "self": "https://petition.parliament.uk/petitions/232070.json"
    },
    "type": "petition"
}