{
    "attributes": {
        "action": "Being put in ‘isolation’ during the school day should be stopped.",
        "additional_details": "There have been many concerns about how this is seen as ‘cruel’. You are not allowed to eat or drink and can only go to the toilet a couple times a day, where you then have to be escorted to and from the toilet. It is like a prison and sometimes the reason for being in there could be something as minor as having a nose piercing and due to that have to be taken away from education and be made to sit and face a wall for 6 hours.",
        "background": "Isolation in secondary school is where a student is placed all day if they are seen to have misbehaved. It is a tiny desk facing the wall with 2 bits on each side so you cannot see around you. You get taken from informative lessons to sit and face a wall.",
        "closed_at": null,
        "created_at": "2018-11-06T15:18:48.734Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-06T15:38:06.191Z",
        "opened_at": null,
        "rejected_at": "2018-11-13T11:18:36.622Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. \r\n\r\nThe use of isolation rooms and the conditions applied to them are a matter for the individual school. You could raise this issue with your school's governing body. \r\n\r\nYou can find advice for Headteachers on the use of isolation rooms here:\r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/488034/Behaviour_and_Discipline_in_Schools_-_A_guide_for_headteachers_and_School_Staff.pdf\r\n\r\nYou could start a new petition calling for the UK Government to change the advice given to Headteachers if that is something you would like to see happen.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-11-19T11:31:28.586Z"
    },
    "id": 232110,
    "links": {
        "self": "https://petition.parliament.uk/petitions/232110.json"
    },
    "type": "petition"
}