{
    "attributes": {
        "action": "Increase funding for schools",
        "additional_details": "As funding has become tighter, schools have had to cut back on: \r\n• Teaching and non-teaching staff \r\n• Support for more vulnerable pupils \r\n• Small group work for children who are not thriving in school \r\n• Teaching resources (parents being asked to pay for books and materials) \r\n• Subject choices in secondary schools \r\n• Range of activities for primary pupils \r\n• Extra curricula activities provided free or subsidised \r\n• Repairs to buildings \r\n• Renewal of equipment",
        "background": "Schools are having to make difficult choices on how to spend their limited funding as their income has not kept pace with the rise in costs since 2010. All schools are working very hard to “make ends meet” but this is becoming increasingly difficult and verging on almost impossible.",
        "closed_at": null,
        "created_at": "2018-11-07T14:36:22.821Z",
        "creator_name": "Mr Andrew Ramanandi",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2018-12-11T15:46:34.687Z",
            "details": "While there is more money going into our schools than ever before, we recognise the budgeting challenges schools face and that we are asking them to do more. The total core schools and high needs budget will rise from almost £41bn in 2017-18 to £43.5bn by 2019-20.  \r\n\r\nFigures from the Institute for Fiscal Studies show that in 2020, per pupil funding for five to sixteen year olds, adjusted for inflation, will be 50% higher than in 2000, and 70% higher than in 1990. We can also compare ourselves favourably to other countries – we spend as much per pupil on state school education as any major economy in the world, with the single exception of the United States of America.  \r\n\r\nWe are also distributing that funding more fairly, through the national funding formula which directs money to where it is most needed, based on schools’ and pupils’ needs and characteristics – not accidents of geography or past arrangements. Since 2017, the national funding formula has allocated every local authority more money for every pupil in every school, while allocating the largest increases to the schools that have been most underfunded. \r\n\r\nWe recently confirmed funding allocations for local authorities through the Dedicated Schools Grant (DSG) for 2019-20. More information on the DSG and a detailed breakdown of funding allocations for each local authority is available here: https://www.gov.uk/government/publications/dedicated-schools-grant-dsg-2019-to-2020 \r\n\r\nWe also announced that we will provide £250m additional funding for high needs over this financial year and the next. This brings the total allocated for high needs, within the overall core schools budget, to £6.1 billion in 2018-19 and £6.3 billion in 2019-20. We recognise that the high needs budget faces significant pressures and this additional expenditure will help to manage those pressures. \r\n\r\nSpending plans beyond 2019-20 will be set at the next Spending Review and naturally we cannot pre-empt these decisions – but we are of course committed to securing the right deal for education. \r\n\r\nDespite all of this, we do recognise that budgets remain tight. That is why we are supporting schools and head teachers to make the most of their budgets and reduce costs on things like energy, water bills and materials.\r\n\r\nDepartment for Education",
            "responded_on": "2019-02-05",
            "summary": "We recognise schools are facing budgeting challenges and we are asking them to do more. We have increased funding by an extra £1.3bn across this year and next, over and above previous spending plans.",
            "updated_at": "2019-02-06T18:14:43.801Z"
        },
        "government_response_at": "2018-12-11T15:46:34.689Z",
        "moderation_threshold_reached_at": "2018-11-08T11:30:45.495Z",
        "opened_at": "2018-11-19T13:31:45.997Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-11-29T21:26:55.551Z",
        "scheduled_debate_date": "2019-03-04",
        "signature_count": 77142,
        "state": "open",
        "updated_at": "2019-02-15T13:59:02.025Z"
    },
    "id": 232220,
    "links": {
        "self": "https://petition.parliament.uk/petitions/232220.json"
    },
    "type": "petition"
}