{
    "attributes": {
        "action": "Stop sending Pakistan £383,000 aid per day until Asia Bibi is allowed to leave.",
        "additional_details": "Every day Pakistan receives on average £383,000 from the British taxpayer to fund disaster relief management, tribal affairs etc. Yet minorities in this Muslim majority country are regularly attacked, accused of blasphemy and executed or imprisoned. Asia Bibi has lived under threat of death for 9 years from a false accusation which did not stand up in court. Two officials, one the Governor of Punjab, have been murdered for saying she should have justice. Malala Yousefzai was almost killed by Taliban who have resources in Pakistan, as her book illustrates. Yet our government has failed to respond to requests for her asylum and continues to spend taxpayers money in this brutal country.\r\nWhere are Asia's human rights or those of her husband and 5 children?",
        "background": "Asia Bibi, a minority Christian in Pakistan, was accused of blasphemy 9 years ago.Pakistan's Supreme Court has thrown out the charges but she remains in jail because the extremist Islamist party demands her death so the Government has banned her from leaving the country.",
        "closed_at": null,
        "created_at": "2018-11-07T17:19:08.960Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-08T07:02:51.792Z",
        "opened_at": null,
        "rejected_at": "2018-11-13T10:27:46.863Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/231842"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-11-13T10:27:46.871Z"
    },
    "id": 232240,
    "links": {
        "self": "https://petition.parliament.uk/petitions/232240.json"
    },
    "type": "petition"
}