{
    "attributes": {
        "action": "Upgrade agriculture and farm work from unskilled to skilled labour",
        "additional_details": "The food and farming industry employs 3.6mil people. This may sound like a lot, but of this number of workers, British farms employ 80-90,000 seasonal horticultural workers and 150-200,000 full-time. With Brexit and uncertain immigration laws, we need to make sure Britain has its own people to take these roles in case we can no longer get the labour we need.\r\nBy promoting agriculture as skilled work- which it very much is!- we are more likely to recruit young people to the industry.",
        "background": "With the future unclear, the UK will need more farm workers if we lose overseas labour. Regardless, agriculture is one of the most skilled careers anyone could pick. Upgrading to \"skilled\" will also help encourage much-needed younger people to join the agricultural career path.",
        "closed_at": null,
        "created_at": "2018-11-07T23:06:46.771Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-09T13:21:30.385Z",
        "opened_at": null,
        "rejected_at": "2018-11-14T16:06:13.381Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about the future of farm workers but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nJobs are described as skilled, or unskilled, by evaluating them against a set of pre-determined criteria, rather than a job description or title, and criteria include a level of earnings element. The terms are used primarily in respect of visa applications. \r\n\r\nYou could start a new petition, asking the Government change the criteria used to evaluate jobs so that farming roles would qualify, if that is what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-11-14T16:06:29.777Z"
    },
    "id": 232283,
    "links": {
        "self": "https://petition.parliament.uk/petitions/232283.json"
    },
    "type": "petition"
}