{
    "attributes": {
        "action": "Law in Planning of New Houses to Protect Wildlife, Make All Fences to have a Gap",
        "additional_details": "We as Humans that take away their Land by Building on should have a duty of care for them, it it Selfish not to with most in Decline.\r\n\r\nA foot Square hole would help to save them.\r\n\r\nOur children’s children Must be able to see Wildlife as it it part of Nature.\r\n\r\nHope you Vote.",
        "background": "At this time our Wildlife is Suffering due to Humans, one thing that would Help the likes of Hedgehogs and other Small Animals would be to Force All Planning of New Builds to have a Small set Gap at the Base, this would allow them to be able to Wander around, most 2 metre Fences sit on the ground.",
        "closed_at": null,
        "created_at": "2018-11-07T19:52:47.152Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-07T20:40:43.706Z",
        "opened_at": null,
        "rejected_at": "2018-11-15T11:14:45.146Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you would like a gap for wildlife to be put in new properties but we aren't sure what change in the law you would like.\r\n\r\nPlanning permission is required for fences based on their height and location. This is a separate requirement from planning law for new houses.\r\n\r\nYou could start a new petition asking for planning law to be changed so that all fences that require planning permission have to have a gap for wildlife."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-11-15T11:14:45.153Z"
    },
    "id": 232262,
    "links": {
        "self": "https://petition.parliament.uk/petitions/232262.json"
    },
    "type": "petition"
}