{
    "attributes": {
        "action": "Save the top gear test track (Dunsfold Aerodrome) from becoming a housing estate",
        "additional_details": "Situated equi-distant between Guildford and Godalming, the airfield began life on 11 May 1942 when the First Canadian Army – mainly the 2nd Battalion Royal Canadian Engineers - began construction of the emergency airfield. After just 20 weeks the site was officially handed over to the Royal Canadian Air Force on 16 October 1942.\r\n\r\nNow it is to become 1800 homes but must be treated as a British landmark and saved forever !",
        "background": "aviation heritage that includes the development of military aircraft such as the world famous Harrier, Hawk and Hunter, the site is home to over 100 local businesses, employing >700 people. also home to the BBC Top Gear team and has acted as a backdrop to a number of Movies including Casino Royale",
        "closed_at": null,
        "created_at": "2018-11-08T21:30:13.768Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-08T21:43:07.144Z",
        "opened_at": null,
        "rejected_at": "2018-11-14T16:28:07.442Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-11-14T16:28:07.451Z"
    },
    "id": 232370,
    "links": {
        "self": "https://petition.parliament.uk/petitions/232370.json"
    },
    "type": "petition"
}