{
    "attributes": {
        "action": "A vote of no confidence in the current government.",
        "additional_details": "This Prime Minister has proceeded according to her own agenda, telling the people what they voted for, without asking, and assuming that she knows our minds.\r\n\r\nRegardless of how people voted, few agree with her vision, and the path we are on can be nothing more than a disaster for our country.\r\n\r\nThe stagnant refusal to put the final agreement to the British people is testament to the lack of confidence she has in her own view.\r\n\r\nIt is impossible for the people of the country to be confident.",
        "background": "Since the EU referendum, and the resignation of David Cameron, we have had as our Prime Minister, one taking the lead in Brexit negotiations, who does not represent the will of the people.",
        "closed_at": null,
        "created_at": "2018-11-09T20:40:44.236Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-10T10:24:45.441Z",
        "opened_at": null,
        "rejected_at": "2018-11-15T11:12:06.178Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-11-15T11:12:19.913Z"
    },
    "id": 232478,
    "links": {
        "self": "https://petition.parliament.uk/petitions/232478.json"
    },
    "type": "petition"
}