{
    "attributes": {
        "action": "More support for people with learning difficulties/ mental health support.",
        "additional_details": "Clear evidence and current campaign, that emergency services are being utilised for calls that are not an emergency.\nThis putting strain on the current emergency services and the urgent cases they need to attend. Funding cuts have meant lowering of support hours and packages of care. People having limited support hours thus having to use the emergency services as a resource.\nFunding required by the government for a resource line for people  with additional needs to use.",
        "background": "Recent 999 media campaign on why unnecessary calls being made to 10/20 years ago..\nAs rightly so people being moved into the community from institutions/ large group settings.\nSomething that is quite trivial to us maybe a big deal to someone with learning difficulties/Mental health needs.",
        "closed_at": null,
        "created_at": "2018-11-09T12:50:50.735Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-09T13:06:10.729Z",
        "opened_at": null,
        "rejected_at": "2018-11-14T16:00:03.238Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you are concerned about unnecessary calls being made to 999, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition asking for the Government to open an emergency helpline for people with learning disabilities and/or mental health problems, if that's what you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-11-14T16:00:10.510Z"
    },
    "id": 232429,
    "links": {
        "self": "https://petition.parliament.uk/petitions/232429.json"
    },
    "type": "petition"
}