{
    "attributes": {
        "action": "Put the banned Iceland food Christmas advert Rang-Tans Story on the TV!",
        "additional_details": "Iceland foods have posted their Christmas 2018 advert on YouTube and on their Facebook page and within 18 hours they have had over 24k comments of approval, over 328k shares and over 141k likes.\r\n\r\nIf this advert was \"Too political\" for the public then Why would so many people show their support and approval of the message this advert shares?!\r\n\r\nThis is an important message and it SHOULD BE made public on the television so it can be seen.\r\n\r\nhttps://youtu.be/JdpspllWI2o",
        "background": "The christmas 2018 Iceland food advert had been banned from being aired by the advertising standards agency.It was not approved because they say it is political. \r\nYet there are thousands of people who have seen this advert online within the last 18 hours who believe it's message SHOULD be on the TV",
        "closed_at": null,
        "created_at": "2018-11-10T00:22:48.386Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-10T00:57:33.171Z",
        "opened_at": null,
        "rejected_at": "2018-11-13T15:04:58.108Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision was taken by Clearcast, who are a private organisation. They preclear adverts on behalf of broadcasters before they appear on television. \r\n\r\nYou can find their statement here:\r\n\r\nhttps://www.clearcast.co.uk/blog/clearcasts-md-responds-to-coverage-of-their-decision-not-to-clear-the-iceland-ad/ \r\n\r\nBroadcast adverts are covered by the UK Code of Broadcast Advertising. The rules on political advertising are the responsibility of Ofcom, and not the UK Government or Parliament.\r\n\r\nhttps://www.asa.org.uk/codes-and-rulings/advertising-codes/broadcast-code.html\r\n\r\nYou could start a new petition calling for changes to the way advertising is regulated in the UK if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-11-13T15:04:58.115Z"
    },
    "id": 232493,
    "links": {
        "self": "https://petition.parliament.uk/petitions/232493.json"
    },
    "type": "petition"
}