{
    "attributes": {
        "action": "Allow Icelands Christmas Advert To Be Shown on TV",
        "additional_details": "Iceland is a committed enivronmental campaigner, and earlier this year announced they would be banning palm oil from their own brand products by the end of 2018.\r\n\r\nTheir reason behind the decision to campaign for a \"orangutan friendly Christmas\" is because of palm oil's ‘harmful environmental impact.' The production of it has devastating impacts on wildlife and tropical forests.",
        "background": "Iceland's Christmas advert highlighting the impact of palm oil production has been banned from TV after it was deemed \"too political\".\r\nWe want Icelands Christmas advert to be aired on TV so people are more aware of why Orangutans are critically endangered and why rainforests are getting demolished!",
        "closed_at": null,
        "created_at": "2018-11-09T16:24:37.200Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-09T16:39:13.938Z",
        "opened_at": null,
        "rejected_at": "2018-11-13T15:07:23.888Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision was taken by Clearcast, who are a private organisation. They preclear adverts on behalf of broadcasters before they appear on television. \r\n\r\nYou can find their statement here:\r\n\r\nhttps://www.clearcast.co.uk/blog/clearcasts-md-responds-to-coverage-of-their-decision-not-to-clear-the-iceland-ad/ \r\n\r\nBroadcast adverts are covered by the UK Code of Broadcast Advertising. The rules on political advertising are the responsibility of Ofcom, and not the UK Government or Parliament.\r\n\r\nhttps://www.asa.org.uk/codes-and-rulings/advertising-codes/broadcast-code.html\r\n\r\nYou could start a new petition calling for changes to the way advertising is regulated in the UK if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-11-13T15:07:23.897Z"
    },
    "id": 232445,
    "links": {
        "self": "https://petition.parliament.uk/petitions/232445.json"
    },
    "type": "petition"
}