{
    "attributes": {
        "action": "Amend the BCAP on political advertising so the Iceland Christmas advert is shown",
        "additional_details": "This section from the BCAP should be removed, or amended so it is only enforced at key political times:\r\nAn advertisement contravenes the prohibition on political advertising if it is \"An advertisement which is inserted by or on behalf of a body whose objects are wholly or mainly of a political nature.\"\r\nhttps://www.clearcast.co.uk/press/iceland-advert/\r\nIdeally: before 25/12 and as part of a rewrite to ensure rules on this are strict enough around elections or referendum, relaxed at other times.",
        "background": "Rules on political advertising in the UK are ridiculous. Iceland is being blocked from choosing how they explain why they are removing palm oil from products in their own Christmas advert because of part of the BCAP despite Clearcast having no other issues with content or message of the ad.",
        "closed_at": null,
        "created_at": "2018-11-10T07:59:30.222Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-10T20:08:07.241Z",
        "opened_at": null,
        "rejected_at": "2018-11-13T15:10:10.197Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision was taken by Clearcast, who are a private organisation. They preclear adverts on behalf of broadcasters before they appear on television. \r\n\r\nYou can find their statement here:\r\n\r\nhttps://www.clearcast.co.uk/blog/clearcasts-md-responds-to-coverage-of-their-decision-not-to-clear-the-iceland-ad/ \r\n\r\nBroadcast adverts are covered by the UK Code of Broadcast Advertising. The rules on political advertising are the responsibility of Ofcom, and not the UK Government or Parliament.\r\n\r\nhttps://www.asa.org.uk/codes-and-rulings/advertising-codes/broadcast-code.html\r\n\r\nYou could start a new petition calling for changes to the way advertising is regulated in the UK if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-11-13T15:10:10.204Z"
    },
    "id": 232501,
    "links": {
        "self": "https://petition.parliament.uk/petitions/232501.json"
    },
    "type": "petition"
}