{
    "attributes": {
        "action": "We Want Change to Our Education System!",
        "additional_details": "There is scientific proof that proves students should wake up later and have less homework. Everything is right in front of our eyes so why are we not changing the system. There are thousands of people we learn about and idolize that were dropouts of schools. Albert Einstein, Steve Jobs, George Washington, Abraham Lincoln, Ben Franklin, Thomas Edison, Ernest Hemingway, Mark Twain, Teddy Roosevelt, Margaret Mead and many more. These videos which are linked below explain everything in a higher detail. We need change!\r\n\r\nhttps://www.youtube.com/watch?v=_PsLRgEYf9E&t=66s\r\n\r\nhttps://www.youtube.com/watch?v=dqTTojTija8&t=265s",
        "background": "We are the future yet we are rejected to our own rights of choosing what we want to learn. A system developed hundreds of years ago but never changed. I myself come out of school with heaps of stress on my shoulders and many feel the same. Is wearing your everyday clothes, not a human right?",
        "closed_at": null,
        "created_at": "2018-11-11T13:58:48.729Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-11T20:49:47.367Z",
        "opened_at": null,
        "rejected_at": "2018-11-19T17:01:55.829Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take specific action.\r\n\r\nYou could start a new petition setting out clearly the change you would like to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-11-19T17:01:55.835Z"
    },
    "id": 232613,
    "links": {
        "self": "https://petition.parliament.uk/petitions/232613.json"
    },
    "type": "petition"
}