{
    "attributes": {
        "action": "Lift the ban on Iceland's Christmas advert on Palm Oil.",
        "additional_details": "Palm oil can be found in everything from shampoos and detergents to sandwiches and biscuits.. It’s one of the most environmentally-damaging industries, everyday 25 orangutans are killed. It’s production wipes out rainforests and wildlife, driving animals like the orangutan into extinction.\r\nvert being broadcasted, Clearcast, say that the ad breaches it’s political rules. The ad is emotional, touching and helps to spread a message about saving the environment and so must be broadcasted.",
        "background": "Iceland released a Christmas advert highlighting the devastation caused by palm oil products. It was a beautiful and important message. But the tv regulators have banned the advert, for being too political!\r\nWatch the video here:\r\nhttps://www.youtube.com/watch?time_continue=4&v=JdpspllWI2o",
        "closed_at": null,
        "created_at": "2018-11-12T06:13:45.096Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-13T16:03:31.601Z",
        "opened_at": null,
        "rejected_at": "2018-11-14T14:21:24.313Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision was taken by Clearcast, who are a private organisation. They preclear adverts on behalf of broadcasters before they appear on television. \r\n\r\nYou can find their statement here:\r\n\r\nhttps://www.clearcast.co.uk/blog/clearcasts-md-responds-to-coverage-of-their-decision-not-to-clear-the-iceland-ad/ \r\n\r\nBroadcast adverts are covered by the UK Code of Broadcast Advertising. The rules on political advertising are the responsibility of Ofcom, and not the UK Government or Parliament.\r\n\r\nhttps://www.asa.org.uk/codes-and-rulings/advertising-codes/broadcast-code.html\r\n\r\nYou could start a new petition calling for changes to the way advertising is regulated in the UK if that is something you would like to see happen.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-11-14T14:21:24.322Z"
    },
    "id": 232671,
    "links": {
        "self": "https://petition.parliament.uk/petitions/232671.json"
    },
    "type": "petition"
}