{
    "attributes": {
        "action": "Recognise and list the missing fallen 773 servicemen of Darlington, Co Durham.",
        "additional_details": "The 867 listed Darlington fallen men is on display in the Darlington Memorial Hospital Admin building which sits behind the Darlington Memorial Cenotaph (Hollyhurst Road). Unfortunately this list has spelling mistakes but more shameful missing 773 servicemen. My father has approached British Legion, Local Press, Council and MPs of which to date have not bene interested despite us knowing they is funding available. We suggest a rememberance book in the Darlington Library if wall has no capacity.",
        "background": "My Father Paul Robert Stephenson of Darlington, County Durham has researched the fallen men of the town from 1st and 2nd World War and he has noticed 773 Darlington men are not listed on the rememberance wall of the exisiting 867 named fallen.",
        "closed_at": null,
        "created_at": "2018-11-12T12:10:07.918Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-12T14:19:28.874Z",
        "opened_at": null,
        "rejected_at": "2018-11-19T14:12:48.187Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something that the UK Government or Parliament is not responsible for.\r\n\r\nThe Heritage Lottery Fund has programmes that can provide funding for war memorials. Their website also provide links to other schemes:\r\n\r\nhttps://www.hlf.org.uk/about-us/news-features/funding-historic-war-memorials-funding-and-protection"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-11-19T14:12:50.953Z"
    },
    "id": 232692,
    "links": {
        "self": "https://petition.parliament.uk/petitions/232692.json"
    },
    "type": "petition"
}