{
    "attributes": {
        "action": "The UK should not agree the UN's Global Compact for Migration",
        "additional_details": "",
        "background": "The UN's Intergovernmental Conference will be held in Marrakech, Morocco on 10 and 11 December 2018. Like Hungary, the UK should not sign.",
        "closed_at": null,
        "created_at": "2018-11-12T13:30:57.587Z",
        "creator_name": "David Gunn",
        "debate": {
            "debate_pack_url": "",
            "debated_on": null,
            "overview": "The Committee has decided not to schedule a debate on this petition because the UN Global Compact on Migration has already been agreed by the UK Government. The final text of the Compact was agreed by the UK Government in July last year. It was adopted by the UN General Assembly in December. You can find more about how the Compact was agreed in this House of Commons Library research note:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/CBP-8459/CBP-8459.pdf \r\n \r\nThe Government says that the Compact is not legally binding and cannot compel the UK Government to change its own immigration policies. On 19th December 2018 the Government made an announcement on its future immigration policy with a statement in the House of Commons and questions from MPs. You can find out more about this debate, and watch the video or read a transcript, here. \r\n \r\nhttps://www.parliament.uk/business/news/2018/december/home-secretary-gives-statement-on-immigration-white-paper/\r\n",
            "transcript_url": "",
            "video_url": ""
        },
        "debate_outcome_at": "2019-01-09T16:51:10.134Z",
        "debate_threshold_reached_at": "2018-12-05T16:47:17.114Z",
        "government_response": {
            "created_at": "2018-12-07T17:27:21.189Z",
            "details": "Uncontrolled migration erodes public confidence, damages economies, and places those on the move in situations of intense vulnerability. The UK is taking significant steps to tackle uncontrolled migration by:\r\n\r\n- Addressing the root causes of migration, through our targeted assistance for livelihoods, healthcare, education and economic development \r\n- Tackling modern slavery and organised immigration crime\r\n- Supporting enhanced border management\r\n- Providing critical humanitarian support and protection for vulnerable migrants, as well as offering voluntary return and vital reintegration support to those wishing to return home\r\n- Supporting refugees to stay in a first safe country through our humanitarian and development work in Africa, the Middle East and Asia\r\n\r\nThe Global Compact for Migration embeds these efforts within the global system, enhances cooperation between states, and sets out ways that countries may choose to deliver these objectives.\r\n\r\nThe Compact is not legally binding. It creates a framework to allow countries to work together to make global migration more beneficial for everyone.\r\n\r\nIt respects the sovereignty of all states to decide who enters their territory. It will not affect our ability to determine and implement our own migration policies, including in areas such as asylum, border controls and returns of illegal migrants.\r\n\r\nIt does not establish a ‘human right to migrate’ or create any new legal categories of migrant. It explicitly stresses that migrants are entitled to the same universal human rights as any human being, and that these are different to the legal protections available to refugees.\r\n\r\nToo many people, including vulnerable women and girls, are taking risky journeys to migrate through dangerous channels. The Compact will help us take important steps to keep migrants around the world safer and to protect the most vulnerable, by supporting international cooperation on the protection of migrants, in line with our obligations under international law. It outlines ways of preventing exploitation, and of combating the heinous crime of modern slavery.\r\n\r\nA key objective of the document is to support cooperation on reducing uncontrolled migration. It sets out the responsibility of countries of origin to ensure effective control of their borders, and to cooperate in accepting the return of their nationals when they no longer have the right to remain in another country. Furthermore, the text also calls on countries of origin to work with the international community to address the drivers of irregular migration, by creating economic opportunities for populations in source countries, and improving governance and respect for the rule of law.\r\n\r\nWhen migration is safe and regular, it can bring great prosperity. The Compact also sets out possible actions to harness the economic benefits of safer, regular migration, for example by reducing the costs of remittances that migrants send home. These can foster economic development in source countries, helping to address some of the causes of migration.\r\n\r\nThe Compact is the result of months of intergovernmental negotiations. Though it is legally non-binding and no country can be compelled to conform with its provisions, we are aware that a small number of countries have chosen not to endorse it. We respect this choice and note that countries will be able to endorse the Compact, or cooperate with other states on delivering its objectives, at any point in the future. \r\n\r\nDepartment for International Development",
            "responded_on": "2018-12-07",
            "summary": "The Global Compact for Migration will support global co-operation on migration without affecting the sovereignty of all countries to control their own borders.",
            "updated_at": "2018-12-07T17:27:21.189Z"
        },
        "government_response_at": "2018-12-07T17:27:21.192Z",
        "moderation_threshold_reached_at": "2018-11-12T20:02:35.389Z",
        "opened_at": "2018-11-20T11:10:03.061Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-11-24T18:24:49.116Z",
        "scheduled_debate_date": null,
        "signature_count": 131014,
        "state": "open",
        "updated_at": "2019-03-14T22:05:39.754Z"
    },
    "id": 232698,
    "links": {
        "self": "https://petition.parliament.uk/petitions/232698.json"
    },
    "type": "petition"
}