{
    "attributes": {
        "action": "Introduce American Football teams to colleges and Schools throughout the UK.",
        "additional_details": "Most students at some point in school will be forced to play sports during classes such as P.E. Often the athletic students get chosen first, while the less athletic experience a form of discrimination. American Football is ah except of sports. Regardless of height, weight, abilities. There is a position for every child in American Football. Introducing the sport to Schools and Colleges throughout the UK would be brilliant for all students, teachers and parents.",
        "background": "American Football is the sport for team-building. Where regardless of physical characteristics. There is a spot for everyone on a American Football field. Too bond students and abolish the discrimination of less able kids in sports. Introduce American Football to schools & colleges across the UK.",
        "closed_at": null,
        "created_at": "2018-11-14T00:28:08.489Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-14T21:23:25.450Z",
        "opened_at": null,
        "rejected_at": "2018-11-26T10:49:05.782Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because having a sports team would be a decision for individual schools and not the UK Government or Parliament. The National Curriculum does not require schools to teach specific sports. It leaves it up to schools.\r\n\r\nYou could start a new petition asking the Government to fund a campaign raising awareness of American Football in schools if that is something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-11-26T10:49:13.423Z"
    },
    "id": 232845,
    "links": {
        "self": "https://petition.parliament.uk/petitions/232845.json"
    },
    "type": "petition"
}