{
    "attributes": {
        "action": "Suspend all payments to the EU until they are willing to give us a good deal",
        "additional_details": "We should not be their cash cow any longer. Them being so unwilling to give us any sort of decent deal should mean that they get nothing from us.  No 39 billion 'divorce settlement' and suspend all payments of any fees to them until they are willing offer us a good deal.  How they make up the difference if they are still not willing to make any compromises on their side is their problem not ours. No good deal then no more payments.",
        "background": "We are obviously not going to get a good deal with the EU. They are not willing to give us any compromises on their demands and do not respect where our red lines are.  They are trying to punish us out of spite so we should do the same to them, hit them where it hurts and stop all payments to them.",
        "closed_at": null,
        "created_at": "2018-11-15T00:42:33.247Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-15T01:25:35.722Z",
        "opened_at": null,
        "rejected_at": "2018-11-26T10:52:07.489Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you would not like the UK Government to send any more money to the EU but we are not sure what you mean by \"a good deal\".\r\n\r\nYou could start a new petition setting out clearly what you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-11-26T10:52:14.896Z"
    },
    "id": 232954,
    "links": {
        "self": "https://petition.parliament.uk/petitions/232954.json"
    },
    "type": "petition"
}