{
    "attributes": {
        "action": "Grant a People's Vote if Parliament rejects the EU Withdrawal Agreement",
        "additional_details": "Dominic Raab's resignation is perhaps the strongest indication that this withdrawal agreement will not be approved by Parliament. However, he is responsible for this deal as former Brexit Secretary, which suggests that a better deal is not possible. The only better deal is to remain in the EU on similar terms to what we have now - not in Schengen, not in the Euro, deciding on EU legislation.",
        "background": "The Prime Minister has negotiated an EU withdrawal agreement. However, it is clear from resignations and interviews that the deal will not pass Parliament. As no credible alternative has been proposed, the public must be allowed to vote on whether to accept this deal or to remain in the EU.",
        "closed_at": null,
        "created_at": "2018-11-15T11:10:20.169Z",
        "creator_name": "Anna Thomson",
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2019-0002",
            "debated_on": "2019-01-14",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2019-01-14/debates/694BA27D-566E-4F52-BC4B-8FC1ACA3F109/LeavingTheEU",
            "video_url": "https://parliamentlive.tv/Event/Index/64100b1a-6f58-46b5-a84e-d0b2416896b3"
        },
        "debate_outcome_at": "2019-01-15T12:43:26.996Z",
        "debate_threshold_reached_at": "2018-12-04T22:34:20.535Z",
        "government_response": {
            "created_at": "2018-12-13T13:05:37.013Z",
            "details": "The Government is clear that we will not have a second referendum, it’s mandate is to implement the result of the previous referendum. Following the outcome of the Meaningful Vote, the Government will approach cross-party meetings in a constructive spirit and with a commitment to deliver on the instruction given to us by the British people in 2016. We are focused on delivering an outcome which betters the lives of British people - whether they voted to Leave or to Remain.  \r\n\r\nAlmost three quarters of the electorate participated, with 17.4 million voting to leave the European Union. This is the highest number of votes cast for anything in UK electoral history, and the biggest democratic mandate for a course of action ever directed at any UK Government.  \r\n\r\nParliament then overwhelmingly confirmed the result of the referendum by voting with clear and convincing majorities in both of its Houses for the European Union (Notification of Withdrawal) Act.  \r\n\r\nIn last year’s General Election, over 80% of people voted for parties committing to respect the result of the referendum. It was the stated policy of both major parties that the decision of the people would be respected. The Government is clear that it is its duty to implement the will of the British people, and the democratic process which delivered the referendum result.  \r\n\r\nThe British people must be able to trust in its Government both to effect their will, and to deliver the best outcome for them. As the Prime Minister has said: “This is about more than the decision to leave the EU; it is about whether the public can trust their politicians to put in place the decision they took.” In upholding that directive to withdraw from the European Union, the Government is delivering on that promise.  \r\n\r\nThe deal we have negotiated takes back control of our borders, laws and money. It protects jobs, security and the integrity of the United Kingdom. It protects the rights of more than three million EU citizens living in the UK and around one million UK nationals living in the EU and provides a fair financial settlement for UK taxpayers estimated to be between £35-39bn, resolving our obligations. \r\n\r\nWe will not hold a second referendum, and second-guess the clear instruction given to us by the British people, but instead we will continue to focus on holding meetings with colleagues across the House, looking to identify what is required to secure the support of Parliament and ensure that we leave in an orderly way on the 29 March 2019.\r\n\r\nDepartment for Exiting the European Union",
            "responded_on": "2019-02-05",
            "summary": "The Government is clear we will not have a second referendum. We continue to approach cross-party meetings in a constructive spirit, with a commitment to deliver the referendum result.",
            "updated_at": "2019-02-06T18:12:16.598Z"
        },
        "government_response_at": "2018-12-13T13:05:37.016Z",
        "moderation_threshold_reached_at": "2018-11-15T14:28:44.407Z",
        "opened_at": "2018-11-26T13:28:37.981Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-11-27T18:42:14.458Z",
        "scheduled_debate_date": "2019-01-14",
        "signature_count": 136105,
        "state": "open",
        "updated_at": "2019-03-13T23:51:53.866Z"
    },
    "id": 232984,
    "links": {
        "self": "https://petition.parliament.uk/petitions/232984.json"
    },
    "type": "petition"
}