{
    "attributes": {
        "action": "We the people demand a vote of no confidence in Theresa May's Brexit deal.",
        "additional_details": "We the people were promised freedom from EU laws and regulations. May's deal delivers the exact opposite. We the people demand that the Brexit negotiations are halted until someone more able to negotiate the deal we were promised can be appointed.",
        "background": "In 2016 the British people voted to leave the EU on the promise we would take back control of our laws, borders and trade agreements. Today, May and her cabinet have agreed a Brexit deal that keeps the UK a defacto member of the EU's customs union. This is a betrayal of the referendum result.",
        "closed_at": null,
        "created_at": "2018-11-14T20:09:06.327Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-15T07:54:37.987Z",
        "opened_at": null,
        "rejected_at": "2018-11-15T17:01:57.256Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers, including the Prime Minister, to be sacked or for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-11-15T17:01:57.262Z"
    },
    "id": 232923,
    "links": {
        "self": "https://petition.parliament.uk/petitions/232923.json"
    },
    "type": "petition"
}