{
    "attributes": {
        "action": "Govt to grant immigration concession to 10yrs overstayers from  the Commonwealth",
        "additional_details": "Some Commonwealth nationals came to the UK as:\r\nStudents but could not continue to renew their visas due to the hostile immigration rules;\r\nSpouses whose marriages did not work but could not return having sacrificed everything in their countries;\r\nIndividuals who left their countries at very young ages but cannot qualify under the immigration rules because they are single;\r\nMinors who cant renew their visas because their parents are overstayers and they do not qualify under the immigration rules",
        "background": "Some Commonwealth nationals are in the UK as 10 yrs overstayers\r\nCommonwealth nationals have strong ties with UK\r\nOur forefathers fought for Britain in I & II world war\r\nOur citizens are being recruited for UK military\r\nMost overstayers have transferrable skills that are beneficial to UK economy",
        "closed_at": null,
        "created_at": "2018-11-15T19:47:23.712Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-15T21:33:50.307Z",
        "opened_at": null,
        "rejected_at": "2018-11-26T13:38:12.222Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean by an \"immigration concession\".\r\n\r\nYou could start a new petition explaining clearly what change you would like the Government or Parliament to make."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-11-26T13:54:47.260Z"
    },
    "id": 233076,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233076.json"
    },
    "type": "petition"
}