{
    "attributes": {
        "action": "End the animal cruelty laws exemptions given to UK halal and shechita abattoirs",
        "additional_details": "Non-stun slaughter is cruel. Many consumers do not want to eat meat killed by religious slaughter. Meat killed by religious slaughter is not prepared in Parliament, so MPs know that they are not eating it, unless they specifically request it. On leaving the EU, specific UK legislation must replace the EU slaughter directive, explicitly precluding the religious exemption from pre-stunning requirement. Stun to kill must be mandatory.",
        "background": "The EU’s 2009 slaughter regulation requires all animals, including poultry, be stunned before slaughter. Religious abattoirs in the UK are de facto exempt from the stun laws which apply to non-religious abattoirs. Animal welfare must take priority over faith tradition.",
        "closed_at": null,
        "created_at": "2018-11-15T16:39:33.761Z",
        "creator_name": "Paula Walters",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-03-01T15:52:30.023Z",
            "details": "The Government encourages the highest standards of animal welfare in slaughterhouses.\r\n\r\nThe European Council Regulation 1099/2009, on the protection of animals at the time of killing sets out the main requirements for slaughter including a requirement that all animals are stunned by a permitted method before slaughter. The EU Regulation includes a derogation from stunning for religious slaughter but also allows individual Member States to impose stricter national rules for religious slaughter.\r\n\r\nIn England, The Welfare of Animals at the Time of Killing (England) Regulations 2015 (WATOK) enforce the EU requirements and contain stricter national rules that apply when animals are slaughtered by either the Jewish or Muslim method.  \r\n\r\nThe Government is aware that there is public concern about meat from animals being slaughtered in accordance with religious beliefs being sold to consumers who do not require their meat to be prepared in this way and that there are calls for such meat to be labelled. The Government is considering labelling in the context of the UK leaving the EU.\r\n\r\nNational regulations on religious slaughter have a long history. Religious slaughter was first debated in Parliament in 1875. The Slaughter of Animals Act 1933 introduced a legal requirement for stunning of animals prior to slaughter, but contained an exemption where animals were slaughtered for specific religious communities. Over the years, the rules governing religious slaughter have developed to provide additional protection for animals slaughtered in accordance with religious rites but maintained the long standing exception for Jewish and Muslim communities to eat meat prepared in accordance with their religious beliefs. \r\n\r\nThe current legislation in England requires religious slaughter to be carried out by Muslims or Jews for the food of Muslims or Jews respectively. It is not, however, a legal requirement that the meat from such animals can ultimately only be sold to, or exclusively consumed by, Muslims or Jews.\r\n\r\nThere are no domestic or European Regulations that require the labelling of Halal or Kosher meat, but where any information of this nature is provided, it must be accurate and must not be misleading to the consumer.\r\n\r\nIn keeping with their Responsible Catering policy, pre-stunned Halal meat can be provided upon request in the House of Commons. In addition, they may outsource ready-made kosher meals upon request for events.\r\n\r\nDepartment for Environment, Food and Rural Affairs.\r\n",
            "responded_on": "2019-03-01",
            "summary": "The Government would prefer all animals to be stunned before slaughter, but respects the rights of Jewish and Muslim communities to eat meat prepared in accordance with their beliefs.",
            "updated_at": "2019-03-01T15:52:30.023Z"
        },
        "government_response_at": "2019-03-01T15:52:30.027Z",
        "moderation_threshold_reached_at": "2018-11-16T22:01:44.760Z",
        "opened_at": "2018-11-23T19:16:22.030Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-02-08T17:50:55.753Z",
        "scheduled_debate_date": null,
        "signature_count": 12070,
        "state": "open",
        "updated_at": "2019-03-14T21:43:10.045Z"
    },
    "id": 233043,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233043.json"
    },
    "type": "petition"
}