{
    "attributes": {
        "action": "Make public consultations mandatory for council urban planning and building",
        "additional_details": "For far too long the UK has turned hideous thanks to new buildings. The vast majority of new buildings from the 60s+ have been ugly, poor-quality and have heavily harmed the urban identity of the UK. The only 2 bodies in control of buildings do not care: the councils try and make new buildings as cheap as possible, and architects only try and appeal to fashion, at expense of the areas + populations the buildings serve. This must stop; local populations must always have an important say in plans.",
        "background": "This should include public consultations on whether proposed buildings (including estates) should be built, how they can be improved, infrastructure changes and demolishing public buildings.\r\nThe urban landscape is very important in a place's identity. Yet plans usually go above the public's heads.",
        "closed_at": null,
        "created_at": "2018-11-16T01:58:39.001Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-16T02:07:52.300Z",
        "opened_at": null,
        "rejected_at": "2018-11-28T15:07:51.631Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call for the UK Government or Parliament to take specific action.\r\n\r\nWe are not sure what change you would like to make to planning law. Planning law already requires public consultation. You can find out more details here:\r\n\r\nhttps://www.gov.uk/guidance/consultation-and-pre-decision-matters#what-local-planning-authority-consultation-takes-place-before-a-planning-application-is-decided-and-with-who\r\n\r\nYou could start a new petition setting out clearly what change you would like to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-11-28T15:15:32.066Z"
    },
    "id": 233129,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233129.json"
    },
    "type": "petition"
}