{
    "attributes": {
        "action": "More help for younger people in financial difficulties/debt.",
        "additional_details": "I believe more things can be done to help get younger people out of debt so early on in life. This could also help them have better credit for the future. \r\nI have a young family and I have found myself to become in masses amount of debt and I feel like there are very few options to help me out. I don’t know we’re to turn or who to turn to. I’ve noticed that a lot of people my age are getting into financial difficulty and also agree that’s more things can be done to help get them out of debt.",
        "background": "Young people across the UK are going into the financial world with out knowledge. Across the UK people under 25 are getting into massive financial difficulties due to not having any knowledge or very little knowledge.More things should be done to help them as I believe there are very little options.",
        "closed_at": null,
        "created_at": "2018-11-16T00:08:38.573Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-16T00:24:46.477Z",
        "opened_at": null,
        "rejected_at": "2018-11-21T17:10:23.423Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like more help for young people with financial difficulties, but we're not sure exactly what help you would like.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to fund a young people's financial literacy campaign, if that's what you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-11-26T10:27:09.768Z"
    },
    "id": 233122,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233122.json"
    },
    "type": "petition"
}