{
    "attributes": {
        "action": "Honour Steven Bray for the  work he has undertaken by protesting against Brexit",
        "additional_details": "Brexit has been proven to be an entity that is NOT what the British voting public were sold. It was a utopian pipe-dream for the few, which has been bulldozed through the last two years. Steven Bray has been protesting for months and months, every day outside the Houses of Parliament on OUR behalf. This man deserves at the very least a formal recognition by way of an 'Honour'. Please sign and share this petition to help recognise the work of this man who is protesting for YOU and ME",
        "background": "Steven Bray has been a shining light in the deepening darkness and gloom surrounding Brexit.   He has been outside the HoP for us, he is a hero of the citizens that can't be there in person protesting. He weathers the abuse and keeps a civil tongue in his head. He is a hero plain and simple.",
        "closed_at": null,
        "created_at": "2018-11-17T11:14:10.019Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-19T10:05:28.738Z",
        "opened_at": null,
        "rejected_at": "2018-11-20T15:33:34.883Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept your petition because it asks for someone to be nominated for an honour. \r\n\r\nMembers of the public can nominate people for honours directly. You can find out how to nominate someone for an honour here:\r\n\r\nhttps://www.gov.uk/honours \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-11-20T15:33:34.889Z"
    },
    "id": 233247,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233247.json"
    },
    "type": "petition"
}