{
    "attributes": {
        "action": "Grant foreigners  UK rights by marriage only after 8 years of being married",
        "additional_details": "The marriage will only be considered valid after 8 years of being together, inspections will take place without notice.If a divorce or separation takes place between the couple before the 8 years, then the foreigner has to return to their home country. A temporary British passport can only be attained to the foreigner after 3 years of marriage but can only get full rights to Britain after 8 years. However the temporary British passport can be terminated if separation takes place before 8 years.",
        "background": "UK citizens are blackmailed, bullied and forced into marrying a foreigners just so the foreigner can get British citizenship. Stricter laws should be placed to prohibit ulterior motifs to a marriage between British citizen and a foreigner. Stop sham marriage and protect the British people.",
        "closed_at": null,
        "created_at": "2018-11-17T15:57:37.342Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-17T16:14:08.987Z",
        "opened_at": null,
        "rejected_at": "2018-11-27T12:11:59.646Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government and Parliament to take a specific action.\r\n\r\nWe aren't sure exactly what changes you would like to make to the rights of foreign nationals marrying British citizens.\r\n\r\nYou could start a new petition, explaining clearly what you'd like the Government or Parliament to do. For example change the qualifying time for granting British citizenship to foreign nationals married to British citizens to 8 years, if that is what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-11-27T12:12:12.142Z"
    },
    "id": 233265,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233265.json"
    },
    "type": "petition"
}