{
    "attributes": {
        "action": "council tax the public needs receipts to see where our money is being spent",
        "additional_details": "I have asked the council to show proof of where the people of manchesters money is being spent,  they cant show this proof therefore i dont believe its being spent on what it should be,  why should people hand their money over with no proof of where its being spent its very wrong it makes me feel we are being robbed,  people should be able to see where their money is going orherwise should not pay, the council think they are above the law when in reality they work for us they are voted in by us",
        "background": "When we hand money over we get a receipt,  so when we hand council tax over the public have every rights to see where our money is being spent,  not 25% on police etc we need to see a breakdown of spending backed up with receipts, why should we hand money over and not be shown proof of spending",
        "closed_at": null,
        "created_at": "2018-11-17T15:35:21.221Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-17T17:26:01.097Z",
        "opened_at": null,
        "rejected_at": "2018-11-28T15:24:55.201Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because its about something the UK Government or Parliament is not responsible for. This is the responsibility of the local authority.\r\n\r\nYou could petition Manchester City Council here:\r\n\r\nhttps://secure.manchester.gov.uk/info/10095/petitions/4759/create_an_e-petition/2"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-11-28T15:24:55.211Z"
    },
    "id": 233262,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233262.json"
    },
    "type": "petition"
}