{
    "attributes": {
        "action": "Switch delivery vehicles to electric, hybrid or cycle instead",
        "additional_details": "The pollution, both air and noise, that motorbikes make contribute greatly to climate change. The rise of respiratory diseases is astonishing but not surprising, especially in the central London areas where the air pollution is significantly higher than the rest of the UK. By switching motorbikes to just normal bikes, the drivers are able to still make deliveries with less pollution.\r\nAdditionally, if companies use cars, they should be using electric or hybrid vehicles, due to the availability and also a lot of those vehicles are affordable. If this is not possible, then mass companies such as McDonalds could subsidize hybrid and electric companies by getting their cars for delivery",
        "background": "The number of people that get their food delivered has significantly risen, especially with companies such as Uber Eats. This means that there is a lot more delivery motorbikes on our roads, polluting the air, which can be changed through the use of riding a bike cycle for instance.",
        "closed_at": null,
        "created_at": "2018-11-17T20:39:34.555Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-17T23:19:39.665Z",
        "opened_at": null,
        "rejected_at": "2018-11-24T16:38:45.175Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would be a decision for the companies, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-11-26T18:12:04.810Z"
    },
    "id": 233278,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233278.json"
    },
    "type": "petition"
}