{
    "attributes": {
        "action": "Bring back Asperger's Syndrome as an official diagnosis.",
        "additional_details": "I started a Facebook page in 2012 called 'Asperger's Syndrome Awareness: Bryan's Advocacy' and we have almost reached a total of 300,000 likes. Many people still support the name Asperger's Syndrome and I aim to prove this with this petition. People assume that we are more capable/less capable because of a name and it should not be that way. Having the name Asperger's Syndrome removed also makes it harder for us to describe our condition to other's.",
        "background": "Asperger's Syndrome was removed from the DSM-V diagnostic manual in 2013 and has since been referred to as 'Autism Level One'. Asperger's is a born with condition and by removing the name it removes a part of our identity. It makes awareness and understanding harder.",
        "closed_at": null,
        "created_at": "2018-11-18T09:33:18.226Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-18T10:00:23.610Z",
        "opened_at": null,
        "rejected_at": "2018-11-26T17:42:55.625Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it is about something the UK Government or Parliament is not responsible for.\r\n\r\nThe DSM-V diagnostic manual is the responsibility of the American Psychiatric Association and not the UK Government or Parliament.\r\n\r\nYou could start a new petition calling on the UK Government to start a campaign to raise awareness of Asperger's Syndrome if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-11-26T18:17:02.593Z"
    },
    "id": 233309,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233309.json"
    },
    "type": "petition"
}