{
    "attributes": {
        "action": "Post Brexit, UK exporters to EU reimbursed WTO tariffs out of tariffs on imports",
        "additional_details": "No additional agreement is necessary for Brexit:\r\n1. N. Ireland - UK declare there will be no border checks on the UK side. (No reason for any to be on the Irish side either unless caused by the EU - which they need to solve)\r\n2. Financial settlement - UK agree to pay into the EU until end 2020. However the amount to be reduced by any customs tariffs charged by EU.\r\n3. UK publish rules for movement into UK post 29/3/19 - movement into UK will remain easier in practice than into most of the EU27.",
        "background": "The draft withdrawal agreement extends our EU membership but with no say over the rules and makes our right to leave in future dependent on the \"good faith\" of the EU. 2.5 years after the referendum we would be more tied to the EU than before. WTO terms mean we already have a deal with the EU.",
        "closed_at": null,
        "created_at": "2018-11-18T06:28:29.472Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-18T20:27:58.425Z",
        "opened_at": null,
        "rejected_at": "2018-11-28T16:19:41.859Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition setting out clearly what action you would like the UK Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-11-28T16:19:54.126Z"
    },
    "id": 233302,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233302.json"
    },
    "type": "petition"
}