{
    "attributes": {
        "action": "Christians biblical view to be exempted from the ban on gay conversion therapy",
        "additional_details": "Such law would be dicriminating against the church and Christians who hold biblical perspective. So now there is no tolerance for Christians in a country where there is freedom of religion by those asking for tolerance. An undercover reporter was sent into a church and the pastor offered a biblical perspective and prayed for God’s guidance. The man came into the church seeking counsel from the church. Christians who believe and live by the bible cannot be penalised for their views in the U.K.",
        "background": "A reporter was sent into a London church pretending to seek counsel from a pastor about being gay. The pastor responded with the bible’s view without condemnation and offered prayers for the person. The government wants to ban christians from sharing these views even in the confines of the church",
        "closed_at": null,
        "created_at": "2018-11-20T13:59:46.857Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-20T14:59:01.793Z",
        "opened_at": null,
        "rejected_at": "2018-12-12T11:13:22.974Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take specific action.\r\n\r\nThe Government has said that it intends to ban gay conversation therapy. However, it has not said it intends to ban conversations on the subject. We are therefore unsure what action you would like the UK Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2018-12-12T11:13:31.977Z"
    },
    "id": 233496,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233496.json"
    },
    "type": "petition"
}