{
    "attributes": {
        "action": "Review governance of National Insurance Fund",
        "additional_details": "",
        "background": "Govt to establish independent review to take control of the National Insurance Fund out of the hands of The Treasury and also for contributors and pensioners to participate in governance of the Fund.",
        "closed_at": null,
        "created_at": "2018-11-19T15:02:41.100Z",
        "creator_name": "Joanne Welch",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-02-19T09:49:24.288Z",
            "details": "The National Insurance Fund (NIF) has a transparent and robust governance structure in place to ensure responsible and sustainable management of National Insurance contributions (NICs) receipts and benefit payments. The full details of this governance structure and information on the receipts, expenditure, and balance of the NIF is in the annual NIF Accounts. These are examined and certified by the head of the National Audit Office and copies are laid before Parliament. The latest report is available here:\r\nhttps://www.gov.uk/government/publications/national-insurance-fund-accounts \r\n\r\nHMRC has overall responsibility for the control and management of the NIF. NICs received by HMRC are paid into the NIF, with the exception of around 20% of receipts which are used to fund the NHS. The level of this funding in 2017-18 is available in the Department of Health and Social Care's annual report and accounts here:\r\nhttps://www.gov.uk/government/publications/dhsc-annual-report-and-accounts-2017-to-2018\r\n\r\nThe Department for Work and Pensions (DWP) has responsibility for the award and payment of most benefits payable from the NIF, including those relating to pensions, sickness and contribution-based Jobseeker’s Allowance.\r\n\r\nThe government ensures that when decisions are taken regarding NICs and benefit payments, full consideration is given to the impact on the NIF. In setting NICs rates, Treasury Ministers are required to consider changes in the general level of earnings, the balance on the NIF and future expected payments. The Government Actuary’s Department (GAD) is also required to report on the likely effect of the government’s annual benefits and contributions changes on the NIF. These reports are laid before Parliament and debated alongside the relevant regulations. The latest report is available here:\r\nhttps://www.gov.uk/government/publications/report-to-parliament-on-the-2019-re-rating-and-up-rating-orders\r\n\r\nThe balance of the NIF is invested in the National Insurance Fund Investment Account (NIFIA). The Commissioners for the Reduction of the National Debt (CRND), a body of the UK Debt Management Office, has a statutory responsibility for the administration and investment of the NIFIA. They are authorised to invest monies in accordance with directions given by HM Treasury and in line with the Memorandum of Understanding between HMRC and CRND.\r\n\r\nThe GAD is also required to review the operation of the NIF at least every five years. The latest quinquennial report was laid before Parliament on 19 October 2017, and is available here:\r\nhttps://www.gov.uk/government/publications/government-actuarys-quinquennial-review-of-the-national-insurance-fund-as-at-april-2015\r\n\r\nGiven the strength of existing governance structures and processes for independent review, the government has no plans to make significant changes to how the NIF is governed.\r\n\r\nHM Treasury",
            "responded_on": "2019-02-19",
            "summary": "The National Insurance Fund has a robust governance structure to ensure it is managed in a responsible and sustainable way, therefore the government does not intend to make significant changes.",
            "updated_at": "2019-02-19T09:51:40.245Z"
        },
        "government_response_at": "2019-02-19T09:49:24.291Z",
        "moderation_threshold_reached_at": "2018-11-19T15:41:30.901Z",
        "opened_at": "2018-11-26T09:38:37.957Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-01-29T09:46:36.109Z",
        "scheduled_debate_date": null,
        "signature_count": 14781,
        "state": "open",
        "updated_at": "2019-03-14T23:06:10.855Z"
    },
    "id": 233408,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233408.json"
    },
    "type": "petition"
}