{
    "attributes": {
        "action": "Better support for anxiety/depression etc to help prevent suicides",
        "additional_details": "Suicide survivors are often left with the problem and the pain is passed down to them to try and make sense of at a time when there are no answers. They are left with the guilt of always thinking they should have done more, despite the doctors and authorities being aware of the issues in the first place and doing nothing but handing out a piece of paper with a list of counsellors on - THIS IS NOT GOOD ENOUGH! people with these conditions find it too hard to admit they need help! We need to help",
        "background": "This petition is calling out to help with one of the worlds biggest killers today. Suicide! There is not enough help today for people\r\nTo be able to deal\r\nProperly with anxiety and depression among other mental health issues and these conditions are not taken seriously enough.",
        "closed_at": null,
        "created_at": "2018-11-21T06:55:42.163Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-21T10:39:02.532Z",
        "opened_at": null,
        "rejected_at": "2018-11-26T10:50:36.345Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like more help for people with anxiety and depression, but are not sure what help you would like.\r\n\r\nIf you want to improve funding for Mental Health Services in the UK, you may wish to sign this petition instead: \r\n\r\nhttps://petition.parliament.uk/petitions/224239\r\n\r\nYou could also start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-11-26T12:14:17.026Z"
    },
    "id": 233559,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233559.json"
    },
    "type": "petition"
}