{
    "attributes": {
        "action": "We demand the government recognises the People's demand for independence.",
        "additional_details": "For these and many other reasons, we demand that the government accept and allow that London and its parliament be expelled from the UK and a new democratic capital be established for the benefit of whole nation. This unfortunate demand is brought about by our capital's continued attempts, along with our alleged parliament, to betray Brexit, the peoples of the UK, and democracy. We voted to leave the EU; no negotiation, no compromise, no extended withdrawal. London may then stay in the EU.",
        "background": "Over the past years, it has become clear that London, and more particularly the corrupt parliament held there, has nothing in common with the rest of the UK. It has also shown it total contempt for our democracy, our way of life and our future.",
        "closed_at": null,
        "created_at": "2018-11-21T13:14:18.416Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-21T18:16:10.820Z",
        "opened_at": null,
        "rejected_at": "2018-12-04T15:32:16.346Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might also like to sign this petition: \r\nhttps://petition.parliament.uk/petitions/221747"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-12-04T15:32:39.442Z"
    },
    "id": 233583,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233583.json"
    },
    "type": "petition"
}