{
    "attributes": {
        "action": "RETURN STOLEN ARTEFACTS BACK TO ITS ORIGIN AFRICA.",
        "additional_details": "The king was forced to flee while his palace was looted of its treasures such as the bronze and ivory artefacts that chronicled the history and customs of the kingdom. Many of the known Benin Bronzes remain at the British Museum, where they are still on display. Nigeria has repeatedly requested for the return of its cultural heritage, but the British Museum won’t budge.\r\nThis is just one of the cases of artefacts stolen from Africa. Among others are the Nefertiti Bust and Rosetta Stone, Egypt, Ethiopian treasures falsely taken, etc.",
        "background": "In 1897, the British invaded the Benin Empire(now Nigeria), Troops ruthlessly burnt the empire to the ground, killing thousands and wiping out one of the richest cultures of ancient Africa.",
        "closed_at": null,
        "created_at": "2018-11-20T19:36:12.317Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-20T20:33:29.012Z",
        "opened_at": null,
        "rejected_at": "2018-12-03T17:21:54.080Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something that the UK Government or Parliament is not responsible for.\r\n\r\nThe repatriation of an item from the collection of the British Museum is a matter for the Trustees of the British Museum, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-12-03T17:49:34.739Z"
    },
    "id": 233531,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233531.json"
    },
    "type": "petition"
}