{
    "attributes": {
        "action": "Create a system which gives CSA more power to investigate the self employed",
        "additional_details": "The loophole in the system needs addressing in order to provide justice and fairness, not only for the resident parents, but also for those non-resident parents that declare their incomes and pay the correct amount of maintenance for their children. A tougher system needs to be implemented to stop those who are determined to find a way to shirk financial responsibility for their children",
        "background": "A self employed person can say they are only paying themselves a salary of less than £100 per week, out of their business. Not only is that person not paying any tax or national insurance contributions in the UK due to the stated low income, they are making a mockery of the government.",
        "closed_at": null,
        "created_at": "2018-11-20T16:40:30.894Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-20T17:09:42.834Z",
        "opened_at": null,
        "rejected_at": "2018-12-03T16:53:31.559Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIt's already possible to ask for a variation to child maintenance calculations if you think that the paying parent is controlling the amount of income they get to avoid making payments. We're not exactly sure what further action you want the Government or Parliament to take. \r\n\r\nYou can find out more here: \r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/336730/variations-explained-receiving.pdf \r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-12-03T17:48:34.321Z"
    },
    "id": 233511,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233511.json"
    },
    "type": "petition"
}