{
    "attributes": {
        "action": "Offer a people’s vote of confidence in the Brexit process as of this time.",
        "additional_details": "Evidence: A referendum indicates current mood; it does not in itself give government the power to trigger article 50.\r\n\r\nA process of confidence allows for more voice from the UK and paves the way for a clear permission to the government to exit the EU, legally clarifying the Brexit process as being that of the will of the people. Historically this is looking more and more necessary for this and subsequent governments. A strong vote of no confidence could indicate necessity for another referendum.",
        "background": "While the 2016 referendum stands as a democratic choice, it is not legally binding and the current evolution of awareness regarding the full implications of Brexit means it should now be considered a historical one, and therefore a process needs to be implemented that allows for reconsideration.",
        "closed_at": null,
        "created_at": "2018-11-21T09:40:25.117Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-21T20:29:18.406Z",
        "opened_at": null,
        "rejected_at": "2018-12-03T18:11:21.212Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take specific action.\r\n\r\nWe aren't sure what you mean by a \"people's vote of confidence\".\r\n\r\nYou could start a new petition setting our clearly what action you would like the UK Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2018-12-03T18:11:28.620Z"
    },
    "id": 233566,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233566.json"
    },
    "type": "petition"
}