{
    "attributes": {
        "action": "The British Museum should return Hoa Hakananai’a to Easter Island",
        "additional_details": "The four-tonne “moai” holds huge cultural and spiritual significance for the Rapa Nui people, as it is believed to contain their spirit.  Governor Tarita Alarcón Rapu has said “We are just a body. You, the British people, have our soul”.\r\n\r\nA spokesperson from the British Museum has stated \"“The museum is one of the world’s leading lenders and the trustees will always consider loan requests subject to usual conditions”.\r\n\r\nWe, the undersigned, urge the British Government to rule for the return of Hoa Hakananai’a. The current response from the British Museum and their abhorrent suggestion of a loan, is entirely unacceptable. Considering that Hoa Hakananai’a was acquired through theft and British colonial domination, it is of vital importance that it is rightfully returned to Easter Island.",
        "background": "Hoa Hakananai’a is one of the most spiritually important of Easter Island's stone monoliths. It was stolen in 1868 by a British frigate and given to Queen Victoria. Governor of Easter Island, Tarita Alarcón Rapu, has recently begged the British Museum to return Hoa Hakananai’a to Easter Island.",
        "closed_at": null,
        "created_at": "2018-11-21T13:01:38.662Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-21T15:43:32.753Z",
        "opened_at": null,
        "rejected_at": "2018-11-26T16:31:25.494Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The repatriation of an item from the collection of the British Museum is a matter for the Trustees of the British Museum, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-11-26T16:31:25.501Z"
    },
    "id": 233580,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233580.json"
    },
    "type": "petition"
}