{
    "attributes": {
        "action": "Oppose Article 13 in the European Parliament\r\n#SaveYourInternet",
        "additional_details": "As explained by YouTube’s CEO, even with “Despacito”, some of the rights holders remain unknown. That uncertainty means they may have to block videos like this to avoid liability under article 13. Multiply that risk with the scale of YouTube, where more than 400 hours of video are uploaded every minute, and the potential liabilities could be so large that no company could take on such a financial risk.\r\n\r\nYouTube would be forced to block the majority of new uploads, in addition to millions of existing videos, cutting EU residents off from videos that they viewed more than 90bn times in just the last month. The proposed legislation also affects platforms such as Facebook, Snapchat, SoundCloud, Reddit, and Instagram (hence the ‘meme ban’).",
        "background": "Our nation’s representatives in Brussels must oppose the current legislation and protect the livelihoods, education, and entertainment of millions across the European Union. If Article 13 does go through as it is currently written, the UK should opt-out of making it national law.",
        "closed_at": null,
        "created_at": "2018-11-20T15:10:25.518Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-20T23:04:24.504Z",
        "opened_at": null,
        "rejected_at": "2018-12-03T17:23:43.746Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because how Members of the European Parliament vote is not the responsibility of the UK Government or Parliament.\r\n\r\nYou may like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/228620"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-12-03T17:47:51.299Z"
    },
    "id": 233501,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233501.json"
    },
    "type": "petition"
}