{
    "attributes": {
        "action": "Offer tax-free paper bags to oppose usage of plastic ones.",
        "additional_details": "Plastic bags can take anywhere from 5 to 1000 years to fully decompose, where as paper can be recycled or would only take one month.\r\nPlastic bags waste oils which could be refined for other use.\r\nPaper manufacture is much more sustainable and reliant, whereas fossil fuels are estimated to run out in the next century.\r\nIt costs a lot of money to put research into plastic, while we already have the ability to make paper bags.",
        "background": "As plastic bags all over the UK have a 5p tax, people have begun to use more reusable bags. These plastics, however, are not fully recyclable as paper is/can be. Offering paper bags for free is much more sustainable than our current options and I believe that these will again replace plastic bags.",
        "closed_at": null,
        "created_at": "2018-11-24T15:46:22.443Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-24T16:13:48.980Z",
        "opened_at": null,
        "rejected_at": "2018-12-04T11:45:24.536Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take specific action.\r\n\r\nThere is no charge on paper bags, so we are not sure what action you would like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition setting out clearly the change you would like to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2018-12-04T11:45:27.865Z"
    },
    "id": 233789,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233789.json"
    },
    "type": "petition"
}