{
    "attributes": {
        "action": "Have a vote of no confidence regarding the leadership of Teresa May",
        "additional_details": "As the news has broken that we have the options of no Brexit or a bad deal the government has repeatedly ignored the possibility of exiting on a WTO agreement. \r\n\r\nThe concession to Spain regarding Gibraltar is another action by Mrs May to roll over for the EU and show we will be a vassal in all but name.\r\n\r\nThis must stop.",
        "background": "Teresa May has repeatedly shown that she is not the prime minister that this country requires to lead us in a fair Brexit. Her repeated concessions regarding a backstop, and now Gibraltar has shown that she has no competence and is signing away our rights as a country.",
        "closed_at": null,
        "created_at": "2018-11-24T17:14:39.680Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-24T19:05:34.336Z",
        "opened_at": null,
        "rejected_at": "2018-11-27T16:05:40.246Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers, including the Prime Minister, to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-11-27T16:26:12.263Z"
    },
    "id": 233791,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233791.json"
    },
    "type": "petition"
}