{
    "attributes": {
        "action": "Update the outdated education system to inspire children and educate effectively",
        "additional_details": "\"Everybody is a Genius. But If You Judge a Fish by Its Ability to Climb a Tree, It Will Live Its Whole Life Believing that It is Stupid.\" - Albert Einstein.\r\n\r\nIt is very clear that the school makes student climb this tree. We must change and adapt the school system to motivate and inspire our students, to chase their goals and dreams. To make them aware that they can change the world, they can succeed, they can make a difference. Lets motivate our youth, not stump them.",
        "background": "I've recently left sixth form education. During this time it was clear there were major flaws. It is time we update the education system, to inspire and motivate our youth to do what they want to do and are good at. To innovate, succeed and truly make a positive impact to the future of the world.",
        "closed_at": null,
        "created_at": "2018-11-23T11:20:33.156Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-23T11:46:54.654Z",
        "opened_at": null,
        "rejected_at": "2018-12-03T14:50:30.048Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly how you'd like the education system to be updated to \"inspire children and educate effectively\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-12-03T14:50:46.388Z"
    },
    "id": 233712,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233712.json"
    },
    "type": "petition"
}