{
    "attributes": {
        "action": "Prevent taxpayer's money being spent in propagandisation of May's deal with EU.",
        "additional_details": "We are all aware of Parliaments remain tenancies and the lack of acceptance of the referendum results. AS REPRESENTATIVES OF THE PEOPLE THIS IS IRRELEVANT, as are the wishes of any other Remainer. The referendum voted to leave the EU, control our borders, our waters, our laws and our culture. We were assured no deals were possible and May's \"deal\" proves this. WTO (no deal) is the only way forward which honours the referendum. Take that option. No more funding this overthrowing of the referendum",
        "background": "May's deal with the EU cannot be allowed to spend taxpayer's money on propagating the lies it contains. It delivers none of the demands of the referendum and will have us capitulate to every demand made now, and in the future, by the EU.",
        "closed_at": null,
        "created_at": "2018-11-26T11:33:29.468Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-26T11:44:22.887Z",
        "opened_at": null,
        "rejected_at": "2018-12-03T10:53:19.003Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take specific action.\r\n\r\nWe aren't sure exactly what you would like to prevent the Government doing.\r\n\r\nYou could start a new petition setting out clearly what activities you would like the Government to stop doing."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-12-03T10:53:21.334Z"
    },
    "id": 233883,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233883.json"
    },
    "type": "petition"
}