{
    "attributes": {
        "action": "Register The Peoples VOTE of No Confidence in the BREXIT Negotiations",
        "additional_details": "The majority clearly agreed in a democratic referendum to leave the European Union we feel that Her Majesty Government have spurned the wishes of the majority, we were not and are not wholly convinced that the reasons that she advanced this process is in the interest of the British People nor does it represent the wish or desire of the majority. The essence of the motion is that the Government have failed the nation, that they have lost credibility, and that it is time for them to go.",
        "background": "We the People beg to move, that we have no confidence in Her Majesty's Government or the Opposition. The timing of the motion arises from the Government's inept handling of the Brexit negotiations with the European Union.",
        "closed_at": null,
        "created_at": "2018-11-25T15:18:36.034Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-25T16:12:01.000Z",
        "opened_at": null,
        "rejected_at": "2018-12-03T15:12:48.731Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2018-12-03T15:12:48.740Z"
    },
    "id": 233843,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233843.json"
    },
    "type": "petition"
}