{
    "attributes": {
        "action": "Change the Slapping Law in Russia and it's punishments for domestic abusers.",
        "additional_details": "Punishments for the domestic abusers in Russia are a light as receiving a small fine of (£375 equivalent). In addition, some women are being forced to pay the fines handed down to their abusers, with unpaid fines often taken from shared bank accounts.Critics fear the introduction of 'the slapping law' has already normalised increased levels of violence against women, with the mayor of Russia's fourth-largest city reporting a dramatic uptick in incidents since the change.",
        "background": "In January last year, Russia's domestic violence laws were changed. Some forms of violence were decriminalised, first by the lower parliament, known as the Duma, then endorsed by President Putin. this has resulted in an estimated 36,000 women being abused and an estimated 600 women killed.",
        "closed_at": null,
        "created_at": "2018-11-26T12:19:35.619Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-28T13:41:58.048Z",
        "opened_at": null,
        "rejected_at": "2018-12-06T15:34:40.766Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament are not responsible for laws in Russia.\r\n\r\nYou could start a new petition asking the UK Government to urge the Russia Government to change this law if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-12-10T10:24:23.482Z"
    },
    "id": 233889,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233889.json"
    },
    "type": "petition"
}