{
    "attributes": {
        "action": "Improve the reliability & customer service of Northern Rail",
        "additional_details": "The Secretary of State for Transport owes it to rail users in the North to intervene and force improvements on Arriva Northern so that it’s customers can travel in comfort and on reliable and \r\npunctual services.  If Arriva Northern can’t do this they should be stripped of their franchise.\r\nThe North - it’s people and it’s economy - deserve the same investment in its railways as those in other parts of the country and we deserve a reliable and high quality service.",
        "background": "Arriva Northern Rail’s service is an affront to a First World rail system.  Punctuality and comfort don’t seem even afterthoughts. Old, outdated, uncomfortable carriages, poor punctuality, regular strike action contribute to a regularly poor experience by customers on northern rail trains.",
        "closed_at": null,
        "created_at": "2018-11-24T19:32:26.089Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-24T22:58:58.785Z",
        "opened_at": null,
        "rejected_at": "2018-12-04T17:02:49.707Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something that the UK Government or Parliament are not responsible for.\r\n\r\nYou could start a new petition calling for Arriva Northern to lose its franchise if it does not need meet some conditions if that is something you would like to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-12-04T17:02:49.717Z"
    },
    "id": 233801,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233801.json"
    },
    "type": "petition"
}