{
    "attributes": {
        "action": "Stop private companies paying out dividends for running bad public services",
        "additional_details": "This petition is not political nor is it saying if privatisation is right or wrong. It is saying if private companies run our public services like our train companies for example then if they run them badly in the eyes of the public then that company cannot pay out dividends to shareholders and therefore those millions can be reinvested into that service.",
        "background": "To introduce a Law that states any private company running a public service/ infrastructure poorly means that company cannot pay Divi or bonuses to Senior Management. This will stop companies like Northern paying out millions to their shareholders but run a train service that is not fit for purpose.",
        "closed_at": null,
        "created_at": "2018-11-25T09:44:36.232Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-30T23:50:08.906Z",
        "opened_at": null,
        "rejected_at": "2018-12-12T18:29:25.192Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take specific action.\r\n\r\nWe understand that you would like the Government to be able to take action against private companies that run public services and do not meet certain standards. However, we are not sure who this would apply to or what standards they would be measured against.\r\n\r\nYou could start a new petition setting out clearly what you would like to see happen. For example, you could start a petition asking that rail franchises should limit payments to shareholders and senior management if performance targets are not met."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-12-12T18:29:34.053Z"
    },
    "id": 233828,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233828.json"
    },
    "type": "petition"
}