{
    "attributes": {
        "action": "Stop motor insurance companies selling writ off vehicles being bought to repair",
        "additional_details": "The call is for insurance companies to be banned from doing this. To either write off the vehicle to be scrapped or ensure repair work has been carried out before being sold on.",
        "background": "There’s currently an epidemic of car theft in the uk, motor insurance companies are selling vehicles that are an insurance write off, being able to be repaired and put back on the road. This is fuelling car crime where they’re being stolen, stripped and sold in parts.",
        "closed_at": null,
        "created_at": "2018-11-25T21:36:23.422Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-26T18:34:53.161Z",
        "opened_at": null,
        "rejected_at": "2018-12-10T15:24:11.332Z",
        "rejection": {
            "code": "no-action",
            "details": "This petition seems to be calling on insurance companies, not the UK Government or Parliament, to take action. \r\n\r\nWe understand that you're concerned about written off vehicles being sold, but we're not sure what you'd like the UK Government and Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the UK Government and Parliament to do. For example, you could start new petition asking the UK Government and Parliament to require that all cars sold in the UK are roadworthy, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-12-10T15:24:11.340Z"
    },
    "id": 233864,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233864.json"
    },
    "type": "petition"
}