{
    "attributes": {
        "action": "People found with a knife to get 10 years and using a knife 25 years in prison.",
        "additional_details": "",
        "background": "People are scared of the amount of knife crime with apparently very little deterent to stop people carrying knifes.",
        "closed_at": null,
        "created_at": "2018-11-26T19:42:52.146Z",
        "creator_name": "John Perrins",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2019-03-13T13:20:55.518Z",
        "government_response": {
            "created_at": "2019-03-14T16:47:38.455Z",
            "details": "The Government takes the possession of knives extremely seriously. We understand the devastating impact knife crime has on victims and their families, and are determined to put a stop to violent crimes that involve knives. \r\n\r\nParliament has provided a sentencing framework which give courts the powers they need to effectively deal with the range of offences and offenders which come before them. Where someone is actually harmed by a knife or offensive weapon, there are a range of offences that the person may be charged with, such as causing grievous bodily harm. These can result in lengthy sentences up to life imprisonment. In England and Wales in fact, all murder convictions must result in a life sentence. For offenders aged 18 and over who bring a knife or another weapon to the scene of a murder with the intention of using it, courts will consider a minimum term spent in custody of at least 25 years.\r\n\r\nIn 2015, we introduced minimum custodial sentences for repeat knife possession and offences that involve threatening with a weapon. Adults face a minimum of 6 months’ imprisonment whilst young people aged 16 or 17 face a minimum 4 month Detention and Training Order. Since the introduction of the minimum custodial term people caught carrying a knife or offensive weapon for a second time are now more likely than ever before to go to prison – in the year ending September 2018, 82% of offenders received a custodial sentence for repeat possession offences. These offences carry maximum terms of 4 years’ imprisonment.\r\n\r\nWhen sentencing, the courts consider the full circumstances of the offence and offender and must follow any relevant sentencing guidelines produced by the independent Sentencing Council. The guidelines are clear that for any offence the use of weapon will be treated as an aggravating factor meriting an increased sentence. \r\n\r\nIt is clear tackling serious violence requires a response on several fronts. This Government is taking significant action to both prevent and respond to crimes involving weapons through the Serious Violence Strategy, published on 9 April 2018. The Strategy sets out 61 commitments the Government will be taking forward to tackle violent crime. For example, the Offensive Weapons Bill, currently before Parliament includes provision for new offences related to knives, such as preventing the delivery of knives to home addresses when bought online. The Strategy also commits to strengthen police capability to act against violent crime, and to secure better partnership working to support young people and encourage them to take up positive activities rather than get involved in crime.\r\n\r\nMinistry of Justice.",
            "responded_on": "2019-03-14",
            "summary": "Conviction of a knife or offensive weapon offence – threatening or possession - is now more likely to result in some form of custodial sentence, and for longer than at any point in the last ten years.",
            "updated_at": "2019-03-14T16:47:38.455Z"
        },
        "government_response_at": "2019-03-14T16:47:38.458Z",
        "moderation_threshold_reached_at": "2018-11-26T20:49:46.815Z",
        "opened_at": "2018-12-03T11:13:14.938Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-02-28T01:21:25.389Z",
        "scheduled_debate_date": "2019-03-25",
        "signature_count": 102601,
        "state": "open",
        "updated_at": "2019-03-14T23:54:38.951Z"
    },
    "id": 233926,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233926.json"
    },
    "type": "petition"
}