{
    "attributes": {
        "action": "Camera surveillance to stop animal abuse in slaughter houses/farms",
        "additional_details": "It’s a fact that the whole world is not going to turn vegan, so the slaughter of farmed animals for meat isn’t going to stop. But we can change the way they are treated, by monitoring the farms/slaughter houses in order to prevent the cruel and evil treatment that these animals receive. It’s not an invasion of privacy, there are cameras in most work places, so this proposal is no different. If you care about the well-being of animals, please sign this petition and pass it on.",
        "background": "More and more we’re hearing stories of horrific animal abuse in farms and slaughter houses, I read today that two men have pleaded guilty to such acts after being caught on camera. So what I propose is that cameras be put in place in farms/slaughter houses to help prevent this cruelty.",
        "closed_at": null,
        "created_at": "2018-11-27T17:07:54.605Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-27T18:50:50.227Z",
        "opened_at": null,
        "rejected_at": "2018-12-12T12:25:38.314Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take specific action.\r\n\r\nCCTV is already mandatory in all abattoirs in England so we are not sure what action you would like the Government to take:\r\n\r\nhttps://www.gov.uk/government/news/cctv-becomes-mandatory-in-all-abattoirs-in-england\r\n\r\nYou could start a new petition setting out clearly what change you would like to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-12-12T12:25:44.907Z"
    },
    "id": 233985,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233985.json"
    },
    "type": "petition"
}