{
    "attributes": {
        "action": "Don't relegate English Football to a lower division in Europe.",
        "additional_details": "For our clubs to compete in Europe at the top level we need to be able to sign the best players from the EU. The Governments bad deal and  fixation on FOM cannot be allowed to stop our clubs being competitive. We need assurances that the same number and quality of players will be available and no Government policy will affect this.",
        "background": "If Brexit actually happens, the Government must issue assurances that the standard, quantity & quality of players available to teams to sign won't be affected by stopping FOM. If the Premier League cannot recruit the best players from Europe our ability to compete at the top level will be reduced",
        "closed_at": null,
        "created_at": "2018-11-26T20:33:13.529Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-27T01:29:33.836Z",
        "opened_at": null,
        "rejected_at": "2018-12-03T10:38:25.546Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the UK Government to negotiate continued freedom of movement for professional footballers after Brexit, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-12-03T10:38:33.906Z"
    },
    "id": 233936,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233936.json"
    },
    "type": "petition"
}