{
    "attributes": {
        "action": "Police SHOULD Attend Home Burglaries Under Any Circumstance",
        "additional_details": "Why should we have to pay Pounds to Protect ourselves and our home when those safety measures should be practiced due to the immense tax we pay. The change in law has not only made it easier for Thieves to enter homes but increased Violent Crime as individuals see is as 'Protecting Themselves'. Home Burglary is a Violation to the Vulnerable. Protection is needed for every Home, Protection is needed on the Streets we walk in. Burglaries need to be dealt with. These criminals need to be stopped.",
        "background": "Burglary is a serious crime. To anyone who has been burgled will know Exactly how it feels to have your house burgled. Police should spend more time investigating this as its become so common since the new Law has been introduced. Home is your 'Safe-Zone' and having that Violated is Distressing.",
        "closed_at": null,
        "created_at": "2018-11-27T11:41:46.839Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-27T13:02:32.859Z",
        "opened_at": null,
        "rejected_at": "2018-12-05T17:32:29.772Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government or Parliament are not responsible for the issue you raise. This would be an operational decision for the police. \r\n\r\nOperational policing your area is the responsibility of the local Police and Crime Commissioner. You may wish to raise this issue with your local PCC, whose details you can find here:\r\n\r\nhttp://www.apccs.police.uk/find-your-pcc/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-12-05T17:32:35.018Z"
    },
    "id": 233960,
    "links": {
        "self": "https://petition.parliament.uk/petitions/233960.json"
    },
    "type": "petition"
}