{
    "attributes": {
        "action": "Set up Independent Pricing Watchdog to Stop Excessive Prices at the Fuel Pumps",
        "additional_details": "FairfuelUK found that on Nov 23, oil was priced £45 per barrel. In the last 2yrs, when oil hit this price on 30 different occasions, pump prices varied bizarrely from £1.35 to £1.18 for diesel and £1.26 to £1.16 for petrol. Between Oct 3rd to Nov 23rd, oil fell 31.33% from £66 to £45/barrel. But in the same period, retail profits/litre rocketed by 139% for petrol and 205% for diesel. In Oct 2018, nearly £1/2bn in wholesale fuel price falls were held back from the economy and consumers at the pumps.",
        "background": "When oil prices change, UK drivers have absolutely no idea what they will pay at the pumps. It is never ever the same! There is no consistency, logic or clarity to the way prices are calculated. If gas, electricity, water & telecoms get pricing bodies, why not motorists too? We need ‘PumpWatch’.",
        "closed_at": null,
        "created_at": "2018-11-28T14:42:52.997Z",
        "creator_name": "Howard Cox",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-01-11T10:39:17.396Z",
            "details": "The Government believes that it is essential that consumers get a fair deal and that any fall in the price of oil should be passed through to lower retail prices without unnecessary delay. This can most effectively be achieved through an open and competitive market, which drives prices down. We will therefore continue to make it clear to industry that we expect that savings resulting from lower oil prices are passed on to customers.\r\n\r\nThis framework delivers some of the lowest pre-tax prices in Europe for both petrol and diesel for the UK. Government works closely with all stakeholders to ensure that the domestic market remains highly competitive – addressing regulatory burdens, ensuring access to fuels from around the world as well as domestic production. This includes ensuring that UK refineries have open access to a range of crudes from the international markets as well as those produced by our policy of maximising economic recovery from the UK Continental Shelf. \r\n\r\nThe Department for Business, Energy and Industrial Strategy (BEIS) monitors and publishes weekly national average pump prices which can be accessed online: \r\n\r\nwww.gov.uk/government/statistical-data-sets/oil-and-petroleum-products-weekly-statistics\r\n\r\nMovements in pump prices are primarily driven by crude oil prices; though are also influenced by a range of other factors including refining capacity, stock levels, biofuels costs, distribution costs and retail margins. The sterling-dollar exchange rate also has an impact. Crude oil and oil products are traded in US dollars, and so when the value of pound sterling decreases against the dollar, oil becomes more expensive for UK consumers.\r\n\r\nAnalysis by BEIS suggests that, on average, crude price changes take up to 6-7 weeks to fully show in the price at the pump. This time represents commercial arrangements in the supply chain and the range of times it takes for crude oil to be shipped and refined and the resulting fuel to be delivered to filling stations. Therefore, the fuel prices at the pump on a given day will be influenced rather little (if at all) by the crude price on that day but rather they will be driven by the crude prices over the previous few weeks.\r\n\r\nBEIS analysis showed no evidence to suggest that, for given changes in crude oil prices, retail prices rise faster than they fall. Therefore, we are confident that the current market-based framework is the most effective to keep road fuel prices as low as possible.\r\n\r\nIn January 2013, the Office for Fair Trading (OFT) published the results of a Call for Information to investigate whether competition problems existed in the road fuels market. Overall, based on the evidence collected, the OFT reported it appears that competition in the UK road fuels sector is working well. \r\n\r\nFrom this analysis we do not believe that establishing a new regulator, with the associated costs of establishing such a body, would be justified. The sector is subject to the normal competition and consumer protection law.\r\n\r\nThe government understands that road fuel prices are an important component of UK household and business expenditures and we constantly monitor retail and wholesale fuel markets to ensure that they work for everyone. This is why, at Budget last year, the Government announced that fuel duty will be frozen for the eighth successive year. The Government has frozen fuel duty in every year from 2011 to lessen the impact of high fuel prices on households and business costs.\r\n\r\nThe retail fuels market is subject to UK competition law under the Competition and Markets Authority (CMA). If people have evidence of anti-competitive practices in the fuel supply sector, they should pass this to the CMA.\r\n\r\nDepartment for Business, Energy and Industrial Strategy",
            "responded_on": "2019-01-11",
            "summary": "Government monitors fuel prices and both rises and falls in crude oil price reach the pumps within 7 weeks. A competitive market is the best way to keep prices low; a new regulator is not necessary.",
            "updated_at": "2019-01-11T10:39:17.396Z"
        },
        "government_response_at": "2019-01-11T10:39:17.399Z",
        "moderation_threshold_reached_at": "2018-11-28T15:30:30.978Z",
        "opened_at": "2018-12-12T17:00:34.723Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-12-20T12:28:00.325Z",
        "scheduled_debate_date": null,
        "signature_count": 15275,
        "state": "open",
        "updated_at": "2019-03-13T21:06:21.562Z"
    },
    "id": 234072,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234072.json"
    },
    "type": "petition"
}