{
    "attributes": {
        "action": "Change how we talk about Mental Health Condition it's not a Problems or issues",
        "additional_details": "we are hard on ourselves we don't need or respect hearing Mental Health problems or issues! It's a medical condition he same as many other medical conditions you don't add problem or issues to them so why is it ok to with Mental Health Conditions?? Please for the sake of 1in4 of us suffering with Mental Health Conditions please change the way it's talked about,\r\n\r\n#StanduptoMentalHealth",
        "background": "I have many Mental Health Conditions and when I hear the news and other tv programmes talking about Mental Health it's added by Problems or issues witch it is not, it makes it sound like we just are a burden on everyone,",
        "closed_at": null,
        "created_at": "2018-11-28T18:33:38.090Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-29T09:55:00.759Z",
        "opened_at": null,
        "rejected_at": "2018-12-12T15:57:10.526Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take specific action.\r\n\r\nWe understand that you are concerned about the way people talk about mental health, but we are not sure what action you would like the UK Government or Parliament to take. \r\n\r\nThe UK Government isn't responsible for the language people use. However, you could start a new petition calling for the Government to fund a public information campaign about mental health issues if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2018-12-12T15:57:16.694Z"
    },
    "id": 234093,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234093.json"
    },
    "type": "petition"
}