{
    "attributes": {
        "action": "For SMBC to turn back on the pollution monitoring stations in required areas.",
        "additional_details": "We live adjacent to the busiest stretch of motorway in Europe and have obtained the statistics for pollution from Walsall MBC, these figures are well over the recommended limits. We insist on our monitoring stations being reinstated and additional monitoring being carried out in the Sandy Lane area. Residents are not disposable, the prospect of a concrete manufacturing factory bringing further pollution including dangerous silica and 70,000 vehicle movements a yr will exacerbate our problem.",
        "background": "SMBC turned off the Pollution Monitoring Stations on the Woods, Friar Park and Tiffany Green Estates years ago .Health stats for our area are over the national average with residents suffering from cardiovascular disease, bronchitis, heart attack, COPD, and lung cancer all attributable to pollution.",
        "closed_at": null,
        "created_at": "2018-11-28T20:20:09.555Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-28T20:45:01.790Z",
        "opened_at": null,
        "rejected_at": "2018-12-12T13:23:50.565Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this is the responsibility of Solihull Metropolitan Borough Council and not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-12-12T13:23:55.929Z"
    },
    "id": 234102,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234102.json"
    },
    "type": "petition"
}