{
    "attributes": {
        "action": "Put GcMaf in the stoplight as an effective cancer treatment",
        "additional_details": "GcMAF is a protein produced by modification of vitamin D-binding protein. Biochemically, GcMAF results from sequential deglycosylation of the vitamin D-binding protein, which is naturally promoted by lymphocytes. The resulting protein may be a macrophage activating factor. GcMaf clearly has some very powerful features in aiding the body to heal itself by boosting the immune system. Since it's produced naturally by the human body with little to no side effects when used. It should be explored",
        "background": "GcMaf has been around for over 20 years with over 100 scientific papers written on it's  effectiveness  to treat and sometimes \r\ncure over 30 different ilnesses and or diseases, but has effectively been written off by the Pharmaceutical industry as a substance with no benifits to the public.",
        "closed_at": null,
        "created_at": "2018-11-29T15:55:17.507Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-01T15:48:51.276Z",
        "opened_at": null,
        "rejected_at": "2018-12-12T18:46:50.056Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take specific action.\r\n\r\nWe can't accept your petition because we're not sure what you mean by \"put GcMaf in the spotlight\".\r\n\r\nYou could start a new petition setting out clearly the action you would like the UK Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-12-12T18:46:56.690Z"
    },
    "id": 234170,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234170.json"
    },
    "type": "petition"
}