{
    "attributes": {
        "action": "Urgent action is needed concerning the crime wave that is engulfing our Country!",
        "additional_details": "I live in a small seaside town called Great Yarmouth and never known crime levels to be so high. People no longer feel safe and many will not go out at night at the fear of being attacked. Although, many attacks are happening in broad daylight.\r\n\r\nhttps://www.edp24.co.uk/news/crime/man-knife-family-restaurant-yankee-traveller-great-yarmouth-1-5787158\r\n\r\nThe government is there to ultimately there to protect us and make us feel safe. At present you are failing miserably!",
        "background": "Crime is now at an all time high with knife crime and other violent crimes being most concerning. We have seen the police budgets cut to unmanageable levels and in many towns and cities you hardly ever see a police officer on the streets. The police themselves have said they are unable to cope.",
        "closed_at": null,
        "created_at": "2018-11-29T10:42:52.559Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-11-30T15:56:00.103Z",
        "opened_at": null,
        "rejected_at": "2018-12-05T17:35:50.368Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about crime levels, particularly knife crime and violent crime, but we're not sure what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do, or you may wish to sign one of these petitions instead:\r\n\r\nhttps://petition.parliament.uk/petitions/231568\r\nhttps://petition.parliament.uk/petitions/228088\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-12-05T17:36:03.559Z"
    },
    "id": 234149,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234149.json"
    },
    "type": "petition"
}