{
    "attributes": {
        "action": "Install traffic calming devices through Hermitage Berkshire high street",
        "additional_details": "The installation of traffic calming devices, of which could be speed humps, chicanes, speed cameras as examples, would bring about high energy safety within this village and prevent those using the village as a “cut through” to disregard the 30mph speed limit. \r\nThis petition also calls for a restriction of 15mph across the length of the primary school stretch, as you see outside most schools.",
        "background": "Residents, and those passing through, will have undeniably witnessed or fallen victim to driving at inappropriate speeds through Hermitage. With the current lack of any traffic calming devices, we continue to see accidents and near misses as a result of selfish drivers pushing their luck.",
        "closed_at": null,
        "created_at": "2018-12-01T16:05:29.815Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-01T16:54:57.806Z",
        "opened_at": null,
        "rejected_at": "2018-12-06T17:02:36.565Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Safety on local roads is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-12-06T17:02:52.494Z"
    },
    "id": 234289,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234289.json"
    },
    "type": "petition"
}