{
    "attributes": {
        "action": "Monitor plastic surgeons in the UK more regularly",
        "additional_details": "There are many people in the uk who have had incompetent plastic surgery in the uk and need continuous revision work. The big hospital groups in the UK don’t appear to take this seriously and seem to keep offering corrective surgery without resolving the issue - the surgeons ability. surgeons should be offered more training when having complaints and stop doing patients while they are in training. If it’s a continuous cycle of them needing to revise their patients they should be struck off.",
        "background": "stricter laws should be in place for plastic surgeons when they perform a surgery incompetently. There should be a guideline for extra training if their patients are needing corrective surgery.",
        "closed_at": null,
        "created_at": "2018-12-01T22:08:08.832Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-01T22:32:44.384Z",
        "opened_at": null,
        "rejected_at": "2018-12-12T19:19:44.142Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about the monitoring of plastic surgeons in the UK, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government pass a law to regulate who can practice plastic surgery in the UK and set the penalties they face if they fail to meet professional standards if that's something you would like to see happen.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-12-12T19:19:51.355Z"
    },
    "id": 234316,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234316.json"
    },
    "type": "petition"
}