{
    "attributes": {
        "action": "Mps should no longer be allowed to claim for Food expenses.",
        "additional_details": "MPs are allowed to claim up to £400 a month for food. Nick Brown, former agriculture minister, claimed the maximum, £4,800 in one year",
        "background": "Currently MPs can claim £400 a month back for food allowence. Yes  thats right whilst British people are relying on food banks and going hungry our goverment ontop of their wages claim back up to £400a month. .Its time they removed their expenses and stop making cuts to struggling people!",
        "closed_at": null,
        "created_at": "2018-12-02T16:37:48.313Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-02T17:24:55.237Z",
        "opened_at": null,
        "rejected_at": "2018-12-03T14:36:09.744Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It’s about something that the UK Government or Parliament is not responsible for.\r\n\r\nWe can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n\r\nIn any case, there is no £400 a month food allowance, so we're not sure what you'd like to happen. IPSA guidance states, \"If MPs are travelling outside their constituency on parliamentary matters, and need to stay overnight, they can claim for a hotel. ... On such occasions, they can also claim subsistence of up to £25 for food and drink (no alcohol).\"\r\n\r\nYou can find out more here: \r\n\r\nhttp://www.theipsa.org.uk/publications/scheme-of-mps-business-costs-expenses/\r\n\r\nYou will need to give your full name to start a petition. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-12-03T17:46:28.724Z"
    },
    "id": 234350,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234350.json"
    },
    "type": "petition"
}