{
    "attributes": {
        "action": "End birthright citizenship for babies born to non-citizens",
        "additional_details": "I am the son of two Indian Hindu immigrants who came here legally and who positively contributed hundreds of thousands of pounds in taxes. However many of these immigrants get citizenship automatically on fathering a child. Some openly admit to coming over, fathering a child to get UK welfare payments. The US government is preparing to do the same https://www.telegraph.co.uk/news/2018/10/30/donald-trump-reveals-plans-end-birthright-citizenship/",
        "background": "There are single male immigrants who come to the UK, get together with a UK lady, father a child solely to get full UK citizenship and full welfare payments. This is an abuse of our welfare system and puts a strain on the taxpayer. Immigrant couples have been known to do the same.",
        "closed_at": null,
        "created_at": "2018-12-03T02:12:57.854Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-03T06:04:47.924Z",
        "opened_at": null,
        "rejected_at": "2018-12-17T16:12:30.407Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we are not sure what action you would like the UK Government or Parliament to take.\r\n\r\nThe UK does not have \"birthright citizenship\" laws in the same way as the US.\r\n\r\nYou can find more about the UK's citizenship rules here:\r\n\r\nhttps://www.gov.uk/apply-citizenship-born-uk\r\n\r\nYou could start a new petition setting out clearly what changes you would like the UK Government or Parliament to make."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-12-17T16:12:35.155Z"
    },
    "id": 234373,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234373.json"
    },
    "type": "petition"
}