{
    "attributes": {
        "action": "To full legal protection for any registered Catholic/Christian person in the UK.",
        "additional_details": "In Scotland alone Catholics are the biggest target of hate crime More than all other religions combined. Also Christians/catholics are becoming a minority in the UK which has been recently noted by the independent when they interviewed the bishop of London on 2016. I think this will help many people in the UK who are living in fear of being Catholic/Christian.",
        "background": "Due to all the articles in the papers concerning islamaphobia I would like Catholics and Christians to be protected also. I think this will help catholics/christians of the UK who believe there is no help for them and become scared of speaking out if there is a hate crime/speech commited towards.",
        "closed_at": null,
        "created_at": "2018-12-02T10:17:36.434Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-02T11:41:05.241Z",
        "opened_at": null,
        "rejected_at": "2018-12-12T19:37:12.541Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we are not sure what change you would like to see.\r\n\r\nWe understand that you would like more protection for religious groups in the UK but we are not sure what change you would like to see.\r\n\r\nPeople are already protected against discrimination on the grounds of religion by the Equality Act 2010. You can find information on how the law treats hate crimes here:\r\n\r\nhttps://www.cps.gov.uk/hate-crime\r\n\r\nYou could start a new petition setting out clearly the change you would like to see to the current law."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-12-12T19:37:15.557Z"
    },
    "id": 234329,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234329.json"
    },
    "type": "petition"
}