{
    "attributes": {
        "action": "Change the law on EV charging so people in terraced homes can also benefit",
        "additional_details": "The only way for the UK to reach its targets on air pollution and replacing vehicles that are harming the planet is to give everyone the right to charge their cars at home. There’s a national average of 8 EVs per 1 charging point in the UK. We must do more to enourage home charging.\r\nAndersen, the company which supplies British-built EV charging units in the home, is calling for: \r\n1.Clarity – force every council to make the rules of on-street home charging clear.\r\n2.Debate – To find a way forward for on-street home charging to become legal, so drivers can run a concealed cable across the pavement outside their homes.\r\n3.Fairness – Those installing home chargers for on-street parking receive the same benefits and discounts as those with driveways or garages.",
        "background": "We want EV owners who live in a property without a private driveway or garage to be given the right to install a home charger and run a concealed cable across the pavement outside their home, as well as benefit from the government grant of £500 for installing a domestic charging unit.",
        "closed_at": null,
        "created_at": "2018-12-03T14:39:56.614Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-03T15:11:34.775Z",
        "opened_at": null,
        "rejected_at": "2018-12-13T10:36:47.332Z",
        "rejection": {
            "code": "fake-name",
            "details": "We can't accept petitions in the name of a company or organisation. We could accept this petition from an individual."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-12-13T10:36:47.339Z"
    },
    "id": 234395,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234395.json"
    },
    "type": "petition"
}