{
    "attributes": {
        "action": "Legislate to force British Museum trustees to return Hoa Hakananai'a to Rapa Nui",
        "additional_details": "The object serves our culture only in that it appropriates another and establishes ours as supreme. Parliamentary sovereignty requires the power to outlaw this tyranny and so parliament is responsible for the repatriation of British Museum artefacts. Last month a delegation from the Island visited the museum and requested the return of Hoa Hakananai'a to Rapa Nui. Parliament must legislate in the necessary ways to ensure Hoa Hakananai'a is returned to Rapa Nui and the Chilean government.",
        "background": "This artefact is stolen. The people of Rapa Nui believe it contains the soul of their ancestors, and it is imprisoned as an exhibit. This is cultural fascism. Parliament must legislate to force the trustees of the Museum to return this item to Rapa Nui.",
        "closed_at": null,
        "created_at": "2018-12-04T17:31:04.820Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-05T13:52:29.219Z",
        "opened_at": null,
        "rejected_at": "2018-12-13T17:24:30.924Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something that the UK Government or Parliament is not responsible for.\r\n\r\nThe repatriation of a specific item from the collection of the British Museum is a matter for the Trustees of the British Museum, not the UK Government or Parliament.\r\n\r\nYou could start a new petition calling for the UK Government to legislate to establish an independent body to oversee the return of cultural objects if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-12-13T17:24:42.532Z"
    },
    "id": 234465,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234465.json"
    },
    "type": "petition"
}