{
    "attributes": {
        "action": "Should The Bus Shelter Ipswich be given some land by local & central government",
        "additional_details": "We have been parked in a layby since 13th Nov 2017. We would like a piece of land big enough to accommodate 2 buses and a portacabin which we can convert into a office and training worktop. This will be used to teach basic DIY/life skills to help those on the bus to have the best start to their new journey. The land itself although it would be a bonus, doesnt have to have mains services as both buses are self sufficient and have their own supplies. We would like to be about 3 miles away from a town centre",
        "background": "The Bus Shelter Ipswich is a converted double decker bus which accommodates up to 6 ex rough sleepers of Suffolk. We are currently parked in a layby as we get NO assistance from central or local government. We temporarily offer 24/7 support to those who want to change their life.",
        "closed_at": null,
        "created_at": "2018-12-04T02:37:28.981Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-04T13:19:36.866Z",
        "opened_at": null,
        "rejected_at": "2018-12-13T14:59:22.559Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something the UK Government or Parliament isn't responsible for. This would be the responsibility of Ipswich Borough Council.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nYou can petition the Council here:\r\n\r\nhttps://democracy.ipswich.gov.uk/ecCatDisplay.aspx?sch=doc&cat=13060&path=0\r\n\r\nYou could start a new petition asking the UK Government to provide more funding for charities helping the homeless if that is something you would like to see happen.\r\n\r\nYou might also like to sign this petition if it's something you would like to see happen:\r\n\r\nhttps://petition.parliament.uk/petitions/223082"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-12-13T14:59:22.565Z"
    },
    "id": 234424,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234424.json"
    },
    "type": "petition"
}