{
    "attributes": {
        "action": "Lower train fares for commuters",
        "additional_details": "The government has confirmed prices on some fares will climb by 3.2 per cent in January. This rise has unsurprisingly sparked rage as those regulated fares are pegged to the Retail Price Index. According to National Rail, about 40 per cent of rail fares are regulated; that includes season tickets for commuter journeys, as well as \"anytime\" tickets around cities and \"off-peak\" returns for long-distance trains. \r\nThe fare increase is a function of a rate set by central government.\r\nBy proportion of salary, British commuters pay five times as much for tickets as the rest of Europe, according to the TUC union.",
        "background": "It's not been a good year for the rail industry in the UK, and the carnage caused by the mismanaged timetable shakeup has dominated coverage, meaning any fare rise – expected or not – feels like a \"slap in the face\" to commuters.",
        "closed_at": null,
        "created_at": "2018-12-04T15:55:20.681Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-05T22:40:25.500Z",
        "opened_at": null,
        "rejected_at": "2018-12-11T11:57:30.057Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The price of train tickets is the responsibility of train operating companies.\r\n\r\nWhile the UK Government and Parliament do not directly set the price of train tickets, the Government can set the rate by which train operating companies can raise some ticket prices. You could start a new petition calling on the Government to change this rate, or a petition asking for other changes to the way in which train fares are set. \r\n\r\nIf you would like to see a freeze in rail fares, you might like to sign this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/227305\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-12-11T11:57:30.064Z"
    },
    "id": 234457,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234457.json"
    },
    "type": "petition"
}