{
    "attributes": {
        "action": "Make petitions of no confidence in Parliament or political parties allowable.",
        "additional_details": "Party politics, questionable judgements, personal political agendas and disinformation of the public have led Great Britain into a position where there are no options on the table that won't disadvantage our country, now and in the future. We do not believe any of the parties involved can or will act in unity to bring this situation to a satisfactory conclusion and want the right to be able to say so in Parliament. Let the people have a say about the biggest issue affecting us all - our leaders.",
        "background": "Currently, there are plenty of petitions representing the concerns of the British people in regards to BREXIT. The one thing that is clear in the BREXIT debate is that no one has any confidence in the people elected to Parliament and we want the right to highlight that in a petition - to be heard.",
        "closed_at": null,
        "created_at": "2018-12-04T18:32:06.814Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-05T20:48:49.546Z",
        "opened_at": null,
        "rejected_at": "2018-12-13T17:23:49.069Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nWe don't know what you mean by \"petitions of no confidence in Parliament or political parties.\" We aren't sure who would vote in such a vote or what the outcome would be.\r\n\r\nIf you would like to see a new Parliament elected then you could sign this petition calling for a general election instead: \r\n\r\nhttps://petition.parliament.uk/petitions/221912.\r\n\r\nIf you would like a referendum on constitutional change - for example to replace the existing parliamentary system with another one - then you could start a petition on that instead."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2018-12-13T17:23:55.940Z"
    },
    "id": 234472,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234472.json"
    },
    "type": "petition"
}