{
    "attributes": {
        "action": "Include all delivery services within the regulatory control of Ofcom",
        "additional_details": "2.8 billion packages and parcels were delivered in 2016, a rise of 65% in four years, up from 1.7 billion in 2012. This represents a delivery market in the region of £10.1 billion in 2016. This is expected to grow in 2021 to around £13.2 billion.\r\n\r\nReading reviews of these delivery companies and the services they provide do not, however, make good reading. Deluges of parcels being lost or damaged, passing the buck back to sellers, excluding pretty much every item with a resale value from loss and poor delivery practices coming from pressures on delivery drivers and poor pay.\r\n\r\nWith even more retailers growing their online sales, this market is due to grow further with no signs of abating. The services being provided need to be properly regulated and companies held to account more easily.",
        "background": "As a largely unregulated industry (other than Royal Mail), the services of delivery companies (Yodel, Hermes etc.) seem to be getting worse. I call on the Government to include all delivery services within the regulatory control of Ofcom to ensure standards are met for both consumers and employees.",
        "closed_at": null,
        "created_at": "2018-12-05T12:16:47.502Z",
        "creator_name": "Daniel Brooks",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-05T13:01:30.848Z",
        "opened_at": "2018-12-17T10:18:37.763Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 51,
        "state": "open",
        "updated_at": "2019-03-05T13:36:53.472Z"
    },
    "id": 234539,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234539.json"
    },
    "type": "petition"
}