{
    "attributes": {
        "action": "Strengthen workers' rights to tackle in-work poverty.",
        "additional_details": "",
        "background": "The Government should implement the following improvements to workers' rights:\r\n•\tA minimum wage of £10 for all workers\r\n•\tA minimum contract of 16 hours per week for everyone who wants it\r\n•\tA contract based on an individual’s normal hours of work\r\n•\tA ban on zero hours contracts",
        "closed_at": null,
        "created_at": "2018-12-05T10:42:40.970Z",
        "creator_name": "Paddy Lillis",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-02-07T12:22:28.051Z",
            "details": "The Good Work Plan was published in December 2018, setting out the Government’s vision for the future of the labour market. This is the largest upgrade in workers’ rights in over a generation and is a key part of building a labour market that continues to reward people for hard work, that celebrates good employers and is boosting productivity and earning potential across the UK. As part of this we will bring forward legislation to introduce a right for all workers, including those on zero hours contracts, to request a more predictable and stable contract. Those who are content to work varied hours each week will be able to continue doing so. However, those who would like more certainty will be able to request a more fixed working pattern from their employer after 26 weeks of service. This right will be available to both employees and workers and will provide them with greater control over their own lives.  The Government has also laid secondary legislation to repeal the Swedish derogation – a particular use of pay-between-assignment contracts which allow business an opt-out from equal pay requirements for agency workers.\r\n\r\nThe Government recognised the concerns over zero hours contracts and commissioned independent research from the Low Pay Commission. The independent research showed that zero hours contracts can be beneficial for the labour market as they allow flexibility for both employers and individuals. However, we recognise concerns around insecure work and the Government is committed to addressing the instances where some employers unfairly transfer risk to workers. Following the advice from the Low Pay Commission, we will be consulting on further proposals to address this issue.\r\n\r\nWe have introduced wide ranging reforms to support working families, going beyond EU minimum labour market standards. Fathers and partners now have a statutory right to Paternity Leave and Pay. Eligible parents can also take shared parental leave and pay, allowing them to share up to 50 weeks of leave and up to 37 weeks of pay after childbirth or adoption.  Most recently we have launched proposals to tackle pregnancy and maternity discrimination.  The Government is currently consulting on extending redundancy protection for women and new parents for up to six months after they return to work and on affording the same protections to parents returning from adoption leave or shared parental leave.\r\n\r\nWe are committed to ensuring that individuals are not unlawfully discriminated against because of any of the nine protected characteristics in the Equality Act 2010. These include both sex and pregnancy or maternity-related discrimination. The legislation not only implements the four EU equality Directives but extends the rights and protections to prohibit discrimination by providers of goods or services on grounds of age, disability, religion or belief, or sexual orientation.    \r\n\r\nThe Government is responsible for setting minimum pay thresholds and, through the National Living Wage (NLW) and National Minimum Wage (NMW), protects the lowest paid within our society. The introduction of the NLW delivered the fastest pay rise for the lowest earners in 20 years. The Government has committed to increase the NLW to reach 60% of median earnings by 2020, subject to sustained economic growth. To meet this target, we will increase the NLW rate by 4.9% to £8.21 in April 2019, so that a full-time worker on the NLW will be more than £2750 better off over the course of the year compared to when the policy was introduced. This should benefit around 1.8 million workers directly. Furthermore, inflation-beating increases in the NMW rates are expected to benefit 350,000 young workers from April 2019.\r\n\r\nIn setting the NMW and NLW rates, the Government considers the expert and independent advice of the Low Pay Commission. We reward workers with the highest possible minimum wage while considering the wider impact on the economy and affordability for businesses. Setting the minimum wage rates too high or increasing it too quickly may lead to higher unemployment and harm the very people the policy is intended to help. We encourage businesses to pay more than the minimum where they can afford to do so, but we also recognise that this will vary across business and sectors. The Government has an aspiration to end low pay and later this year will set out the Low Pay Commission’s remit for the years beyond 2020. \r\n\r\nThe Government is committed to not rolling back workers rights as we leave the EU.  We will enhance workers rights where it is the right decision for the UK.\r\n\r\nDepartment for Business, Energy and Industrial Strategy",
            "responded_on": "2019-02-07",
            "summary": "The Good Work Plan is the largest upgrade in worker rights in over a generation. We are raising the NLW to £8.21 per hour, making full-time workers on the NLW more than £2750 better off over the year.",
            "updated_at": "2019-02-07T12:22:28.051Z"
        },
        "government_response_at": "2019-02-07T12:22:28.054Z",
        "moderation_threshold_reached_at": "2018-12-05T10:49:18.766Z",
        "opened_at": "2018-12-10T14:32:08.793Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-01-23T16:51:55.302Z",
        "scheduled_debate_date": null,
        "signature_count": 25373,
        "state": "open",
        "updated_at": "2019-03-13T22:41:55.261Z"
    },
    "id": 234531,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234531.json"
    },
    "type": "petition"
}