{
    "attributes": {
        "action": "Any BREXIT referendum should be hard remain vs hard brexit",
        "additional_details": "If we believe in the EU we should not have special status, we should commit fully to being in the EU, we should be 100% honest about leading the charge for ever deeper integration in all its forms.\r\n\r\nMost importantly, any new referendum CANNOT be on the basis that remain is a static status quo, cannot be a soft remain, it has to be a proper full complete commitment to the future of the EU.\r\n\r\nSimilarly if we are to leave we must leave and then use WTO and a free trade agreement to work with the EU.",
        "background": "The reason the uk population is uncomfortable with the EU is because we never voted for ever deeper integration.  The reason the EU hates the UK is because we did not join the EURO and Shengan and so rather than leading the EU we are a perpetual boat anchor slowing the project down.",
        "closed_at": null,
        "created_at": "2018-12-07T05:54:05.348Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-07T21:58:20.119Z",
        "opened_at": null,
        "rejected_at": "2018-12-13T15:10:32.098Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the question to be in this referendum, or how you'd like the terms \"hard Brexit\" and \"hard Remain\" to be defined. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-12-13T15:10:32.104Z"
    },
    "id": 234676,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234676.json"
    },
    "type": "petition"
}