{
    "attributes": {
        "action": "Metal detectors / bag searches obligatory safety measure for big public venues",
        "additional_details": "I put my story on twitter and appeared on BBC radio Manchester.  The response of people indicates that up and down the country security checks are very patchy. Some places do checks, some have metal detectors, some open doors at the interval for smokers, but then anyone can walk in from the street. There are some good examples too, but on the whole there is a feeling of unease about lack of security. This needs to be standardised as a legal (Martyn’s Law?) obligation, not a discretionary choice.",
        "background": "My son Martyn Hett was one of the 22 people murdered in May 2017 at the Manchester Arena whilst attending a concert. \r\nI wrongly assumed that since this tragedy event organisers have significantly increased security checks. \r\nI was at a concert last week and nobody checked tickets or bags.",
        "closed_at": null,
        "created_at": "2018-12-06T09:29:07.451Z",
        "creator_name": "Figen Murray",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-02-13T10:35:30.067Z",
            "details": "Thank you for raising this important matter and may we first offer our deepest sympathies to you for the loss of your son Martyn, and to all the families and loved ones of those 22 victims of the horrendous crime that occurred on 22 May 2017 at Manchester Arena.  \r\n\r\nPlease be reassured that the Government is committed to improving security at crowded places. Every crowded place is unique, with a different geography, construction, usage, customer profile and security stance. The Government’s approach is to enable and support the owners and operators of crowded places to select and deploy a range of holistic and proportionate security measures that are most appropriate for their site, based on high quality advice and guidance. Obligating specific security measures in all circumstances could lead to those specific security measures being deployed by venues to achieve compliance, rather than selecting the measures that are most suitable to making the public and staff safer at that site.\r\n\r\nThe UK has an internationally recognised Counter-Terrorism Strategy.  It is known as ‘CONTEST’ and its aim is to reduce the risk to the UK from terrorism, so that people can go about their lives freely and with confidence.  It is regularly reviewed and refreshed in order to ensure that we can respond to the ever-changing threat that international terrorism presents. CONTEST brings together a number of Government departments and partner organisations to work together to reduce this risk to the UK.  You can read the strategy and more about this work at: https://www.gov.uk/government/collections/contest. \r\n\r\nThrough CONTEST, specialist Counter-Terrorism Security Advisors (CTSAs) provide free protective security advice to the owners and operators of crowded places, train their staff in CT awareness, and encourage managers to develop response plans to a range of threats, including Improvised Explosive Devices (IEDs), as well as vehicle and weapon attacks. Advice is provided on mitigations to these threats, based on a range of protective security improvement and preparedness measures. Implementation of this advice by the owners/operators of crowded places will assist in detecting, deterring, or mitigating the impact of a terrorist attack, while allowing those locations to remain open and welcoming to the public.\r\n\r\nThe security of temporary events like music festivals and sporting events is managed by the local police force, who identify and review security measures. For major events a police commander will be appointed to oversee all aspects of policing that event, including public order, safety and terrorism. Advice on security, including counter-terrorism, is delivered by specially trained police Security Coordinators. The Security Coordinator will call on other specialists to assist them, including Police Search Advisors, CTSAs, canine detection and armed units.  \r\n\r\nFor sites that do not receive bespoke protective security advice from a CTSA or a Security Co-ordinator the National Counter Terrorism Security Office (NaCTSO) have published protective security advice and guidance for crowded places. This advice helps those venues to identify key risks they face and consider what steps to take to make their locations safer. The advice and guidance is provided independent of threat level, and is designed to be appropriate and proportionate.\r\n\r\nHome Office",
            "responded_on": "2019-02-13",
            "summary": "The Government provides expert advice to venues on appropriate and proportionate security measures. Whilst we keep this matter under review there are no plans to mandate specific security measures.",
            "updated_at": "2019-02-13T10:35:30.067Z"
        },
        "government_response_at": "2019-02-13T10:35:30.070Z",
        "moderation_threshold_reached_at": "2018-12-06T10:24:56.576Z",
        "opened_at": "2018-12-17T10:37:27.727Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-01-31T16:39:01.456Z",
        "scheduled_debate_date": null,
        "signature_count": 13408,
        "state": "open",
        "updated_at": "2019-03-14T17:51:07.983Z"
    },
    "id": 234611,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234611.json"
    },
    "type": "petition"
}