{
    "attributes": {
        "action": "Govmt & Police Forces, To be held accountable for their staff Mental Health.",
        "additional_details": "We need the Govmt and Forces to work TOGETHER to provide help, treatment, consistency and understanding for their current and ex serving staff members.  Police Officers, Staff AND their families receive little or no support from their forces due to lack of understanding, funds and ignorance of the issues that are right in front of them.  Police Forces need to accept there is a major problem and along with the Government, ACT accordingly to protect and help their staff and families.",
        "background": "It was reported in April 2018 that at least 80% of Police Officers in the UK suffer with some form of Mental Health problems. That;s 8 out of 10!!! MANY officers are treated unfairly and go completely unsupported by their force!!! Often disciplined for sickness due to MH. Suicide is too common...",
        "closed_at": null,
        "created_at": "2018-12-06T13:46:21.653Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-06T14:29:22.285Z",
        "opened_at": null,
        "rejected_at": "2018-12-11T15:09:57.353Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might also like to sign this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/224239\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-12-11T15:10:06.570Z"
    },
    "id": 234625,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234625.json"
    },
    "type": "petition"
}