{
    "attributes": {
        "action": "Restoring foreign languages taste at school",
        "additional_details": "We should hep them to restore these languages taste in order to shape the youth of tomorrow and allow them to have an open door to the world.\r\n\r\nYou can find statistics on the UK government website, as well on the European statistics website. \r\nFurthermore, this book explains perfectly the situation and it is available on the House of the common library: Long,R and Bolton, P (2016), Language teaching in schools (England), House of Commons library",
        "background": "In the UK the foreign languages level is low compared to the European average. We should notice that the student's languages interest is decreasing. Because of the using of English everywhere in the world English pupils seems to forget the importance of the foreign languages",
        "closed_at": null,
        "created_at": "2018-12-08T00:24:53.675Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-08T16:17:52.993Z",
        "opened_at": null,
        "rejected_at": "2018-12-14T13:34:47.098Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to address the problem you identify.  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do to increase the uptake of foreign languages in schools. For example, you could start a new petition asking to make specific languages compulsory in schools, if that is something you'd like to see happen.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-12-14T13:34:58.667Z"
    },
    "id": 234747,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234747.json"
    },
    "type": "petition"
}