{
    "attributes": {
        "action": "Public inquiry into the bias in the BBC",
        "additional_details": "The impartiality of the BBC is in question and needs addressing so as to protect its charter",
        "background": "The impartiality of the BBC is in question and needs addressing so as to protect its charter",
        "closed_at": null,
        "created_at": "2018-12-08T21:06:16.311Z",
        "creator_name": "Peter Andresen",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-01-14T15:32:30.665Z",
            "details": "Impartiality is a key part of the BBC’s mission set out in the BBC Charter. The BBC’s mission is ‘to act in the public interest, serving all audiences through the provision of impartial, high quality and distinctive output and services which inform, educate and entertain’.One of the BBC’s public purposes is to ensure that news and current affairs content is impartial, provided to the highest editorial standards, and offers a range and depth of analysis and content not available elsewhere.\r\n\r\nIt is for the BBC Board, not government, to set editorial standards and ensure the quality and impartiality of all BBC’s content. BBC Editorial Guidelines sets out that impartiality lies at the heart of the BBC’s commitment to audiences. The BBC Director-General is the editor-in-chief with final responsibility for BBC editorial matters of the BBC.\r\n\r\nThe BBC is independent of government and regulated by Ofcom. It is for Ofcom to hold the BBC to account on a range of areas, including perceived BBC bias. The BBC must comply with the Ofcom Broadcasting Code which contains rules for broadcasters on due impartiality and due accuracy and undue prominence of views and opinions. Ofcom sets the BBC operating licence which contains conditions it considers necessary for requiring the BBC to meet its mission and public purposes.\r\n\r\nDepartment for Digital, Culture, Media and Sport",
            "responded_on": "2019-01-14",
            "summary": "The BBC has a duty to deliver impartial, accurate news coverage and content under its Charter. Perceived editorial bias at the BBC is a matter for Ofcom as the independent regulator, not government.",
            "updated_at": "2019-01-22T17:15:21.049Z"
        },
        "government_response_at": "2019-01-14T15:32:30.668Z",
        "moderation_threshold_reached_at": "2018-12-08T22:01:16.505Z",
        "opened_at": "2018-12-17T14:30:31.238Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-12-31T12:04:13.072Z",
        "scheduled_debate_date": null,
        "signature_count": 53070,
        "state": "open",
        "updated_at": "2019-03-14T23:56:40.596Z"
    },
    "id": 234797,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234797.json"
    },
    "type": "petition"
}