{
    "attributes": {
        "action": "British seafarers for British jobs. \r\nAny vessel inside EEZ to employ 60% brits",
        "additional_details": "A lot of foreign nationals are taking jobs on vessels which are working within the UK EEZ which is driving down wages making it impossible for British seafarers to earn a decent living. I want parliament to make it law that vessesl operating within the UK EEZ  servicing oil and gas platforms/pipelines etc employs a minimum of 60% officers and crew.",
        "background": "Parliment to make it law that any vessel working inside EEZ servicing oil and gas company’s employ a minimum of 60% British seafarers",
        "closed_at": null,
        "created_at": "2018-12-08T21:30:02.910Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-12T20:59:10.910Z",
        "opened_at": null,
        "rejected_at": "2018-12-17T16:58:54.535Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take specific action.\r\n\r\nWe understand you are concerned about the wages paid to foreign nationals on vessels but we aren't sure what action you would like the UK Government or Parliament to take. \r\n\r\nMinimum wage legislation applies to all seafarers working within the UK EEZ:\r\n\r\nhttps://www.gov.uk/government/news/government-sets-out-minimum-wage-rights-for-seafarers-in-uk-water\r\n\r\nYou could start a new petition calling for the Government to review the enforcement of minimum wage legislation on vessels within the UK EEZ if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-12-17T16:58:54.542Z"
    },
    "id": 234798,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234798.json"
    },
    "type": "petition"
}