{
    "attributes": {
        "action": "No clean air charge to enter Birmingham city center!",
        "additional_details": ". Daily charge to venture within the clean air zone is set to be between £6-£100.\r\n\r\n. People who can not afford the latest vehicles with up to date emissions technologies will be effected most.\r\n\r\n. Daily charge we simply can not afford especially if you commute daily to and from a place of work within the clean air zone.\r\n\r\n. £120 fine if you do not pay charge to enter clean air zone.\r\n\r\n. Taxis and private hire car drivers will loose licences if vehicles do not meet emissions standards after 2020.",
        "background": "The deadline for the clean air zones, in all major cities is January 2020. \r\nAnd Birmingham is one of them. \r\nFor people who decide to venture within the clean air zone, it will mean you are charged a daily rate between £6-£100\r\nThis is an extra outgoing the vast majority really can not afford!",
        "closed_at": null,
        "created_at": "2018-12-08T09:23:15.997Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-08T09:49:25.297Z",
        "opened_at": null,
        "rejected_at": "2018-12-13T10:59:46.540Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This is the responsibility of Birmingham City Council.\r\n\r\nBirmingham City Council has its own petitions process. You can find out more about how to petition Birmingham City Council here: \r\n\r\nhttps://www.birmingham.gov.uk/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-12-13T10:59:46.546Z"
    },
    "id": 234762,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234762.json"
    },
    "type": "petition"
}