{
    "attributes": {
        "action": "Fix our broken law on access to evidence so the wrongly convicted get justice",
        "additional_details": "Disclosure failings are the biggest cause of miscarriages of justice. A former CPS head said potentially thousands of innocent people are languishing in our prisons due to failures to hand over evidence to the defence.\r\n\r\nYet the law on disclosure after conviction prevents innocent prisoners accessing crucial evidence. This means if you are wrongfully convicted, it is nearly impossible to access the evidence that could set you free. \r\n\r\nWe need a transparent new law which delivers justice.",
        "background": "Police and prosecutors are routinely withholding crucial evidence, which means that innocent people end up in prison while the guilty walk free.\r\n\r\nYet under the current law, it is almost impossible for innocent prisoners to win back their freedom by accessing evidence wrongly withheld from them.",
        "closed_at": null,
        "created_at": "2018-12-07T15:25:42.940Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-07T15:35:00.459Z",
        "opened_at": null,
        "rejected_at": "2018-12-12T15:51:58.766Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you are unhappy with current laws surrounding access to evidence, but we are not sure what changes you would like the Government or Parliament to make.\r\n\r\nYou could start a new petition calling for specific changes to the law, if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-12-12T15:52:03.996Z"
    },
    "id": 234715,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234715.json"
    },
    "type": "petition"
}