{
    "attributes": {
        "action": "Put pressure on the Chinese Government over the treatment of Uyghur Muslims",
        "additional_details": "",
        "background": "Reports have suggested that the chinese government has been placing Uyghur Muslims in “re-education” camps, forcing them to drink alcohol and consume pork, both against the Islamic faith.\r\n\r\nThese camps are echoes of previous ethnic cleansing and there needs to be ample pressure on China.",
        "closed_at": null,
        "created_at": "2018-12-09T22:03:27.784Z",
        "creator_name": "Hamza Mamoon",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-03-14T16:29:58.921Z",
            "details": "We have serious concerns about the human rights situation in Xinjiang due to the Chinese Government’s deepening crackdown; including credible reports of the use of political re-education camps and widespread surveillance and restrictions targeted at religious and ethnic minorities – particularly Uyghur Muslims. \r\n\r\nWe believe everyone should be free to practice their religion according to their beliefs, and we work towards worldwide acceptance of the idea that the presence of other faiths does not threaten the identity of a religion, or a state, or a culture. The prohibition of some religious groups, and the legal restrictions and harassment aimed at others, undermines freedom of religious belief.\r\n\r\nWe continue to monitor reports and gather information about the developing situation, including through conducting official visits to Xinjiang. We work closely with a wide range of international partners – in and out of the EU – to share information and maximise impact. Ministers and senior officials raise our concerns directly with the Chinese authorities.\r\n\r\nMost recently, Lord Ahmad raised our concerns about Xinjiang at the opening address of the 40th session of the UN Human Rights Council on 25 February 2019. The UK raised our concerns about Xinjiang during our item 4 statement at the Human Rights Council on 12 March 2019.\r\n\r\nThe UK also co-sponsored a side event on “Protecting the fundamental freedoms in Xinjiang” on 13 March 2019.\r\n\r\nBritish diplomats in China visit Xinjiang every few months, in order to see at first-hand the situation there. They most recently visited in December 2018. Their observations corroborated much of the recent open source reporting about the restrictions targeted at specific ethnic groups.\r\n\r\nDuring China’s Universal Periodic Review at the UN on 6 November 2018, the UK asked the Chinese Government the following question about Xinjiang:\r\n\r\n “When will the Government implement the recommendations made by the UN Committee for the Elimination of Racial Discrimination (CERD) regarding Xinjiang Autonomous Uyghur Region, including to: halt the practice of detaining individuals who have not been lawfully charged, tried, and convicted for a criminal offence in any extra-legal detention facilities; immediately release individuals detained under these circumstances; eliminate travel restrictions that disproportionately affect members of ethnic minorities; and provide statistics on the numbers of those held involuntarily in the past 5 years?”\r\n\r\nIn the UK’s formal statement we recommended that China: “Immediately implement CERD recommendations on Xinjiang and allow the UN to monitor the implementation.”\r\n\r\nFollowing the Universal Periodic Review, FCO Minister Lord Ahmad issued a statement (on the .gov. website) where he said: “I am very concerned about the human rights situation in Xinjiang, including the re-education camps and the widespread surveillance and restrictions targeted at ethnic minorities, particularly the Uyghurs. The UK and many of our international partners have made clear during China’s UPR that this is a priority issue. We recommended that China should implement CERD recommendations in Xinjiang and allow the UN to monitor implementation.”\r\n\r\nThe UK also supported the statement of 26 October 2018 by the European External Action Service: “The revision by the Chinese authorities of the \"Xinjiang Uyghur Autonomous Region Regulation on De-extremification\" highlights the deteriorating human rights situation in Xinjiang. There are credible reports of mass detentions in political \"re-education camps\" affecting Uighurs and other minorities; of mass surveillance; of restrictions on travel; and of Uighurs abroad allegedly being returned to China involuntarily. These revisions run counter to the recommendations provided by the United Nations Committee on the Elimination of Racial Discrimination, which call on China to change its policy in the Xinjiang Uighur Autonomous Region. In this context, the EU expects China to respect freedom of religion or belief, and freedom of expression, as well as the rights of persons belonging to ethnic or national minorities, as guaranteed by the Universal Declaration of Human Rights and International Covenant on Civil and Political Rights, to which China is a signatory.”\r\n\r\nAt the 39th session of the UN Human Rights Council in September 2018, we set out our concerns about the situation in Xinjiang and called publicly on China to release those detained for peacefully exercising their rights.\r\n\r\nThe Foreign Secretary, the Rt Hon Jeremy Hunt MP, raised our concerns about Xinjiang with Chinese State Councillor and Foreign Minister, Wang Yi, during his visit to China in July 2018. The Minister for Asia and the Pacific, the Rt Hon Mark Field MP did likewise with Vice Minister Guo Yezhou during his visit to China earlier that month. \r\n\r\nIn July 2018, the UK signed the US led Ministerial to Advance Religious Freedom (which can be accessed on the state.gov website) which highlighted concerns about Xinjiang. \r\n\r\nForeign and Commonwealth Office.\r\n",
            "responded_on": "2019-03-14",
            "summary": "This is a priority area of concern in China.  We have raised it at senior Ministerial level and at the UN. Along with other countries, we will continue to press China to change its approach. ",
            "updated_at": "2019-03-14T16:29:58.921Z"
        },
        "government_response_at": "2019-03-14T16:29:58.924Z",
        "moderation_threshold_reached_at": "2018-12-09T23:05:43.196Z",
        "opened_at": "2018-12-13T12:07:37.674Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-03-05T10:56:52.469Z",
        "scheduled_debate_date": null,
        "signature_count": 13853,
        "state": "open",
        "updated_at": "2019-03-14T23:43:17.527Z"
    },
    "id": 234849,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234849.json"
    },
    "type": "petition"
}