{
    "attributes": {
        "action": "Restructure the mental health service and increase funding ?",
        "additional_details": "One in four adults in the uk suffer from mental illness. It’s not a weakness . It involves the brain that can get sick. The whole structure is in crisis and the demand is much higher putting strain on nhs staff and sufferers. Referrals and appointments and access for help takes months which leave a lot of people finding them self’s get worse. For coursework boards in unis and colleges there’s no understanding of mental illness compared to physical illness .",
        "background": "More and more people in the uk suffer from mental illness. If there’s was more help available earlier on then it would reduce the amount of people getting worse to the point they have to quit work and unable to function. Mental illness is not on the same structure as physical condition in the nhs .",
        "closed_at": null,
        "created_at": "2018-12-11T18:47:42.319Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-11T18:59:59.219Z",
        "opened_at": null,
        "rejected_at": "2018-12-17T13:46:29.560Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like changes to mental health services, but are not sure what changes you would like.\r\n\r\nIf you want to improve funding for Mental Health Services within the UK, you may wish to sign this petition instead: \r\n\r\nhttps://petition.parliament.uk/petitions/224239\r\n\r\nYou could also start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-12-17T13:46:29.566Z"
    },
    "id": 234999,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234999.json"
    },
    "type": "petition"
}