{
    "attributes": {
        "action": "Cancel MPs' Christmas recess until a course of action over Brexit is agreed",
        "additional_details": "This leaves UK citizens, however they voted in the referendum, in a state of acute uncertainty and UK businesses in limbo at a time when they need to plan for the future. While Parliament remaining in session over Christmas has unwelcome ramifications for support staff, MPs must recognise that it is unacceptable to take holiday leave at such a time. In the manner of a Papal Conclave, it is their duty to commit to reaching a consensus, whatever that looks like, before the current sitting period can end.",
        "background": "Leader of the House of Commons Andrea Leadsom has confirmed that Parliament will rise on 20 December for the Christmas recess, returning on 7 January as originally scheduled. This is despite MPs' individual and collective actions in failing to reach agreement on a course of action over Brexit.",
        "closed_at": null,
        "created_at": "2018-12-11T05:42:03.837Z",
        "creator_name": "Amy Jackson",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-01-03T15:50:09.578Z",
            "details": "On 20 March 2018, Members of Parliament agreed to rise for Christmas recess on Thursday 20 December 2018 and return on Monday 7 January 2019. Recess periods are an opportunity for Members of Parliament to focus on constituency work and to consult constituents on important matters before Parliament. The recess periods are kept under constant review in order to react to any urgent business.\r\n \r\nThe Government remains committed to delivering on the result of the referendum and has already introduced a variety of legislation to facilitate a smooth exit from the European Union. The Government has introduced ten Brexit Bills so far this Parliamentary session, with five having already received Royal Assent.\r\n \r\nThe Prime Minister has secured a deal with the European Commission for the United Kingdom's Exit from the EU. However having listened to the House during the debates on her deal, the Government deferred the vote to allow the Prime Minister time to secure additional reassurance on the backstop. These reasons were set out by the Prime Minister in her statement to the House of Commons on Monday 10 December. The Government has confirmed that House of Commons will return to the meaningful vote debate in the week commencing 7 January and hold the vote the following week.\r\n\r\nLeader of the House of Commons",
            "responded_on": "2019-01-03",
            "summary": "The House of Commons agreed recess dates on 20 March 2018. Members of Parliament will begin debate on the Prime Minister’s deal on the UK’s exit from the\r\nEuropean Union in the week starting 7 January",
            "updated_at": "2019-01-03T15:50:09.578Z"
        },
        "government_response_at": "2019-01-03T15:50:09.581Z",
        "moderation_threshold_reached_at": "2018-12-11T07:55:05.706Z",
        "opened_at": "2018-12-17T18:35:54.240Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-12-20T13:03:46.161Z",
        "scheduled_debate_date": null,
        "signature_count": 13019,
        "state": "open",
        "updated_at": "2019-03-11T13:47:45.677Z"
    },
    "id": 234943,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234943.json"
    },
    "type": "petition"
}