{
    "attributes": {
        "action": "The Electorate find Parliament in contempt for impeding Brexit",
        "additional_details": "Parliament is not representative of the people it governs and continues to attempt to thwart the decision that it voted to pass to the people to decide. We did not vote for Parliament to do what it thinks is best for us, or the most financially prudent course, but to leave the EU by the terms details above. Terms that were repeatedly outlined and made clear by David Cameron as well as many MP's during the pre referendum debates.",
        "background": "In referendum in June 2016 the UK voted to leave the single market, customs union, European Court of Justice & regain control over fishing & agriculture as well as full control of our borders & immigration. It is the duty of our representatives in Parliament to implement the will of the people.",
        "closed_at": null,
        "created_at": "2018-12-11T15:55:32.830Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-11T17:48:44.032Z",
        "opened_at": null,
        "rejected_at": "2018-12-17T16:49:48.943Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might also like to consider signing this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/224908"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2018-12-17T16:49:48.950Z"
    },
    "id": 234979,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234979.json"
    },
    "type": "petition"
}