{
    "attributes": {
        "action": "Change the rules of vaccines being  essential to get a dog breeding license.",
        "additional_details": "Lepto 4 vaccine in particular has caused so many adverse reactions, and so many deaths in puppies and adult dogs. Even Lepto 2 vaccine has caused problems too. \r\nLeptospirosis is so rare, its just not worth taking the risk, especially as it can be treated with antibiotics. Breeders should be allowed to decide whether or not to vaccinate. Why should we risk our dogs lives just to get a dog breeding license? These rules need to be assessed and hopefully the guidelines can be changed regarding this.",
        "background": "This petition is for those reputable/hobby breeders that need to get the new dog breeding license, but don’t vaccinate their pets annually, and don’t vaccinate with Leptospirosis, due to adverse reactions that this vaccine can cause. Over vaccinating (annually) can also causes health problems.",
        "closed_at": null,
        "created_at": "2018-12-10T23:29:15.545Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-11T00:35:07.858Z",
        "opened_at": null,
        "rejected_at": "2018-12-17T18:31:10.137Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we are not sure what action you would like the UK Government or Parliament to take.\r\n\r\nWe understand that you would like the rules around dog breeding license reviewed or changed but we aren't sure exactly what you would like the Government to do.\r\n\r\nYou could start a new petition setting out clearly what action you would like the Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-02-25T10:57:10.687Z"
    },
    "id": 234936,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234936.json"
    },
    "type": "petition"
}