{
    "attributes": {
        "action": "Vote of no onfidence in the government!",
        "additional_details": "Each party has shown no ability to capably govern in times that a secure government is required. A public motion of no confidence is required to ensure the House of Commons has the ability to see the citizens of the United Kingdom have no confidence in the decisions being made by the parties, the prime minister or government as a whole.",
        "background": "Due to the current lack in ability of the government to debate, we are required to ensure the United Kondoms government is working only as directed in a democracy. The government is in crisis, broken and incapable of allowing the people or house to vote or debate on behalf of the public needs.",
        "closed_at": null,
        "created_at": "2018-12-10T23:05:04.566Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-10T23:36:45.633Z",
        "opened_at": null,
        "rejected_at": "2018-12-14T10:44:28.359Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for a vote of no confidence. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. Petitions calling for action on policy are more likely to be an effective way of achieving the change you want. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2018-12-14T10:44:28.425Z"
    },
    "id": 234932,
    "links": {
        "self": "https://petition.parliament.uk/petitions/234932.json"
    },
    "type": "petition"
}