{
    "attributes": {
        "action": "Stop the proposed cuts to Mental Health Services in Oxfordshire",
        "additional_details": "Social workers are valued members of the NHS. They respond to and manage safeguarding concerns, advocate on behalf of vulnerable adults, support service users with housing, employment, welfare and social issues, facilitate discharge from inpatient wards, promote recovery and anti-discriminatory practice, complete thorough assessments and devise care to ensure service users needs are met. Our role is essential for people who experience severe mental health issues, so please consider this when you are trying to find ways to save money!\r\n\r\nhttps://consultations.oxfordshire.gov.uk/consult.ti/BudgetConsultation2019_20/consultationHome",
        "background": "The Local Authority are proposing to make cuts to mental health services which would would result in social workers loosing their jobs, this would of course have a significant impact on the care and treatment service users receive as our role is essential.",
        "closed_at": null,
        "created_at": "2018-12-12T18:33:35.051Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-12T18:45:37.400Z",
        "opened_at": null,
        "rejected_at": "2018-12-18T11:13:32.369Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\t\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\nhttps://mycouncil.oxfordshire.gov.uk/mgEPetitionListDisplay.aspx\r\n\r\nYou might also like to sign this petition: \r\nhttps://petition.parliament.uk/petitions/224239"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2018-12-18T11:13:32.376Z"
    },
    "id": 235073,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235073.json"
    },
    "type": "petition"
}