{
    "attributes": {
        "action": "Vote of Confidence in the ability of the Labour to offer valid Govt opposition",
        "additional_details": "The current position of the Labour Party, along with the 6 unachievable tests that they set show they have no intentions of following the result of the referendum and trying to gain personal gains by forcing a General Election and hoping to be voted into office. Their Manifesto in the last Election presents lies as they cannot nationalise the railways and other utilities due to the EU rules enforced on both members and countries in the Single Market and Cistoms Unions. The leadership should go!!",
        "background": "The Labour Party proposed in their Manifesto in the last General Election to honour the Referendum result but have since ignored this promise and now solely focused only on forcing a General Election and not meeting the will of the people including the majority of people in their own constituencies",
        "closed_at": null,
        "created_at": "2018-12-12T14:39:47.587Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-31T06:50:06.919Z",
        "opened_at": null,
        "rejected_at": "2019-01-17T16:47:11.778Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions need to be about something that the UK Parliament or Government are responsible for. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2019-01-17T16:47:13.675Z"
    },
    "id": 235056,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235056.json"
    },
    "type": "petition"
}