{
    "attributes": {
        "action": "Give parents the right to opt their child out of Relationship and Sex Education",
        "additional_details": "We have grave concerns about the physical, psychological and spiritual implications of teaching children about certain sexual and relational concepts proposed in RSE and believe that they have no place within a mandatory school curriculum. \r\n\r\nWe believe the above factors have not been given enough consideration and that many of the RSE resources being produced by lobby groups and external organisations will actually cause more harm than good, particularly when child development and psychological factors are considered.",
        "background": "We believe it is the parent’s fundamental right to teach their child RSE topics or to at least decide who teaches them and when and how they are taught. We want the right to opt our children out of RSE when it becomes mandatory in Sept 2020.",
        "closed_at": null,
        "created_at": "2018-12-12T13:34:50.465Z",
        "creator_name": "Dr Katherine Sarah Godfrey-Faussett",
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN06103",
            "debated_on": "2019-02-25",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2019-02-25/debates/A071BEFC-6658-4276-B300-30B5ABC2E129/RelationshipsAndSexEducation",
            "video_url": "https://parliamentlive.tv/Event/Index/2ded67ac-40e8-4c20-8e83-a0fcb0627577"
        },
        "debate_outcome_at": "2019-02-26T14:42:11.214Z",
        "debate_threshold_reached_at": "2019-02-05T15:09:54.710Z",
        "government_response": {
            "created_at": "2019-01-09T11:09:25.407Z",
            "details": "Today’s children and young people are growing up in an increasingly complex world, living their lives seamlessly on and offline. This presents many positive opportunities, but also challenges and risks. Pupils need to know how to be safe and healthy, and how to manage their academic, personal and social lives in a positive way. \r\n\r\nThis is why we are making Relationships Education compulsory in all primary schools in England, Relationships and Sex Education compulsory in all secondary schools, and Health Education compulsory in all state-funded schools.\r\n\r\nWe are clear that parents and carers are the prime teachers for children on many of these matters. Schools complement and reinforce this role, and have told us that they see building on what pupils learn at home as an important part of delivering a good education.\r\n\r\nWe are proposing that schools will be required (as set out in draft regulations) to consult with parents on their Relationships Education and RSE policy, which will help minimise any misconception about the subjects and enable parents to decide whether to request that their child is withdrawn from sex education.  Schools should engage proactively with parents, to set out how and when they plan to cover topics included in Relationships Education and RSE so that parents can understand clearly what is going to be taught.\r\n\r\nSchools are free to decide on teaching materials, as they do for other curriculum areas, but should assess each resource carefully to ensure that it is appropriate for the age and maturity of pupils, and sensitive to their needs. Schools should also ensure that, when they consult with parents, they provide examples of the resources that they plan to use as this can be reassuring for parents, and enables them to continue the conversations started in class at home as well as to communicate where they may have concerns.\r\n\r\nSchools will be required to take into account the religious backgrounds of their pupils, and schools with a religious character can build on the core content by reflecting on the teachings of their faith. All schools must comply with the relevant provisions of the Equality Act (2010).\r\n\r\nThe draft guidance advises head teachers that parents can request that their child be withdrawn from sex education as part of RSE and unless there are exceptional circumstances, they should agree the parents’ request until 3 terms before the child turns 16. At that point, if the child wishes to receive sex education, they should be provided with it in one of those three terms. In line with the current position, there will be no right to withdraw from sex education taught in the science national curriculum.\r\n\r\nGood practice is also likely to include the headteacher discussing with the parents any detrimental effects that withdrawal might have on the child, including any social and emotional effects of being excluded e.g. receiving information from peers or from the internet. We believe that the new framework is the best way to secure the proper balance between parents’ rights and the rights of young people once they are competent to make their own choices.\r\n\r\nIn primary schools, we want the subjects to put in place the key building blocks of healthy, respectful relationships, focusing on family and friendships, both on and offline. At secondary, teaching will introduce age-appropriate knowledge about intimate relationships, including marriage and other forms of committed relationships, and sex. \r\n\r\nPrimary schools are not required to teach sex education but where they do cover elements of sex education other than those taught within the science national curriculum, this must be included in the school’s policy, which is subject to consultation with parents. This will make clear that all requests from parents to withdraw their child from sex education at primary will be automatically granted.\r\n\r\nTeaching on mental wellbeing is central to Health Education, reflecting that a priority for parents is their children’s happiness. The new subject content will give pupils the knowledge and capability to take care of themselves and get support if problems arise. This also provides the opportunity to teach about physical health and activity, basic first aid and life-saving skills, and drugs and alcohol.\r\n\r\nOur guiding principles have been that the compulsory subject content must be age appropriate. It must be taught sensitively and inclusively, with respect for the backgrounds and beliefs of pupils and parents while always with the aim of providing pupils with the knowledge they need of the law.\r\n\r\nThese subjects represent a huge opportunity to help our children and young people develop, to treat each other with kindness, respect and integrity, in order to become successful and happy adults who make a meaningful contribution to our society.\r\n\r\nDraft guidance/regulations are still available here: https://consult.education.gov.uk/pshe/relationships-education-rse-health-education/\r\n\r\nDepartment for Education",
            "responded_on": "2019-01-09",
            "summary": "As primary educators, parents must be consulted on their school’s curriculum for Relationships, and Relationships and Sex Education and may request their child’s withdrawal from Sex Education.",
            "updated_at": "2019-01-09T11:09:25.407Z"
        },
        "government_response_at": "2019-01-09T11:09:25.411Z",
        "moderation_threshold_reached_at": "2018-12-12T14:57:28.932Z",
        "opened_at": "2018-12-18T11:34:33.418Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-12-18T16:59:06.473Z",
        "scheduled_debate_date": "2019-02-25",
        "signature_count": 113126,
        "state": "open",
        "updated_at": "2019-03-15T00:01:04.266Z"
    },
    "id": 235053,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235053.json"
    },
    "type": "petition"
}