{
    "attributes": {
        "action": "Make it possible for students to get a student discount on petrol/diesel",
        "additional_details": "Granted petrol prices seem to be going down, however with student loans being so low that they don’t even cover rent, my parents have to use so much of their hard earned money to pay for extra rent/food/petrol etc. As well as jobs for students being seemingly impossible to obtain, the idea of student discount for petrol is definitely one to consider!",
        "background": "Being a student myself and also being a driver who loves cars, the idea of not having my car with me when at university is not a thing. It makes it so much easier to be able to go home for emergencies or to go to large/cheaper supermarkets. But with petrol being so expensive it’s hard to afford it",
        "closed_at": null,
        "created_at": "2018-12-12T18:35:59.223Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-12T19:00:57.035Z",
        "opened_at": null,
        "rejected_at": "2018-12-19T10:26:46.935Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petition seems to be calling on companies which sell fuel to offer discounts. \r\n\r\nIf you'd like the Government or Parliament to act, you could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to give students a grant or subsidy for fuel and/or other transport costs. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-12-19T10:26:46.942Z"
    },
    "id": 235075,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235075.json"
    },
    "type": "petition"
}