{
    "attributes": {
        "action": "Integrated and Functional Medicine is an important Department of NHS",
        "additional_details": "Why they are Interconnected Medicine Practitioners\r\nThe main focus is on systems-based unified medicine proving to deliver better outcomes at lower costs for a range of chronic diseases, and community-based solutions offering significant cost savings for patients. \r\n\r\nCombination of Functional Medicine,\r\nPreventative Medicine, Integrative Medicine, Holistic Medicine, Quantum Medicine and other related unified medicine practices help to patients and community to rethink about the suitability of new era of healthcare.\r\nTherefore we need to put this medicinal system in the mainstream system for our patient and it is very expensive from privet practice, therefore, we need to make affordable for the people",
        "background": "Integrated and Functional Medicine is a personalized, scientific and new era of healthcare with medical practice using an integrative, Holistic, Quantum and Unified treatment approaches to cure the most complex picture of your health.",
        "closed_at": null,
        "created_at": "2018-12-12T18:17:48.530Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-26T16:45:14.083Z",
        "opened_at": null,
        "rejected_at": "2019-01-07T10:23:06.567Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-01-07T10:23:37.262Z"
    },
    "id": 235072,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235072.json"
    },
    "type": "petition"
}