{
    "attributes": {
        "action": "Theresa May to be removed from her role as Prime Minister",
        "additional_details": "This is a plea for all the original voters who chose to leave the EU to sign this petition and possibly encourage Theresa May to stand down from her role as Prime Minister. Her lack of integrity and moral fibre are appauling. She has gone against her own words and has single-handedly made an embarassment of us as a DEMOCRATIC country by saying she wants to stay within the EU. This is wrong. The voters have made their choices and this should be adhered to by a reliable leader for this country.",
        "background": "Theresa May has lied to the general public about supporting the Brexit deal. She has not kept her word based on what she originally said she will do for the Brexit deal which was to support the UK LEAVING THE EU. It is time for her to go before we (the UK) are no longer a democratic country.",
        "closed_at": null,
        "created_at": "2018-12-12T19:06:55.464Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-12T21:37:23.915Z",
        "opened_at": null,
        "rejected_at": "2018-12-18T10:47:02.040Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers, including the Prime Minister, to be sacked or for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2018-12-18T10:47:02.047Z"
    },
    "id": 235077,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235077.json"
    },
    "type": "petition"
}