{
    "attributes": {
        "action": "Conduct a public vote of confidence in Theresa May.",
        "additional_details": "Teresa May got vote of confidence on the 11th of December 2018.\r\n\r\nInformation for the U.K. population of registered voters was from the BBCs report on the 6th of June 2017 after the 2017 election. However it is believed that this number has risen over the past year.",
        "background": "Teresa May got vote of confidence. However this only takes into consideration 317 people when there is approximately 46.9 million people who can legally vote in the U.K. Why should their view not be considered along with the small minority who were able to vote.",
        "closed_at": null,
        "created_at": "2018-12-13T11:04:28.376Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-13T16:08:08.484Z",
        "opened_at": null,
        "rejected_at": "2018-12-18T11:34:03.367Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. Petitions calling for action on policy are more likely to be an effective way of achieving the change you want. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-12-18T11:34:03.374Z"
    },
    "id": 235126,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235126.json"
    },
    "type": "petition"
}