{
    "attributes": {
        "action": "Walk away now!\r\nWe voted for a No Deal Brexit",
        "additional_details": "The Government must now be prepared to walk away from the negotiations.\r\nNo Deal is better than the Deal that has been negotiated. \r\nNo Deal is also what we voted for. \r\nGive the people what they voted for. \r\nAnything less is not Brexit.",
        "background": "Theresa May has failed to negotiate a Brexit deal that is acceptable to Parliament and the British people. \r\nThe Withdrawal Agreement does not deliver the Brexit we voted for.\r\nIt is clear that the EU is not going to offer anything else, particularly regarding the backstop",
        "closed_at": null,
        "created_at": "2018-12-13T21:17:08.415Z",
        "creator_name": "Robert Barnes",
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2019-0002",
            "debated_on": "2019-01-14",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2019-01-14/debates/694BA27D-566E-4F52-BC4B-8FC1ACA3F109/LeavingTheEU",
            "video_url": "https://parliamentlive.tv/Event/Index/64100b1a-6f58-46b5-a84e-d0b2416896b3"
        },
        "debate_outcome_at": "2019-01-15T12:42:34.186Z",
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-01-29T15:09:14.681Z",
            "details": "The Government wants a smooth and orderly Brexit, with a deal that protects our union, gives us control of our borders, laws and money, and means that we have an independent trade policy.\r\n\r\nFollowing the result of the meaningful vote on 15 January the Government has been meeting with parliamentarians to identify what would be required to secure the backing of Parliament and respect the result of the referendum. The Government has been approaching these meetings in a constructive spirit.  If these meetings yield ideas that are genuinely negotiable and have sufficient support in Parliament, the Government will then explore them with the EU.\r\n\r\nIn relation to the backstop, both the UK and EU are committed to avoiding the backstop ever coming into force. A letter of assurance from the EU to the Prime Minister also reaffirmed that the backstop would only ever be used for a short time if it did come into force. \r\n\r\nWhile the Government does not want a no deal scenario we are accelerating no deal preparations to ensure the country is prepared for every eventuality.  Given the significant disruption and impact on the economy that a no deal exit could create, this is the responsible thing to do. Extensive work to prepare for a no deal scenario has been under way for over two years and we are taking necessary steps to ensure the country continues to operate smoothly from the day we leave, in any scenario. \r\n\r\nOur preparations for a no deal scenario include publishing extensive guidance explaining to people and businesses what they need to do in a no deal scenario. The Government has also brought forward legislation that takes account of different scenarios including the European Union (Withdrawal) Act, the Nuclear Safeguards Act, the Sanctions and Anti-Money Laundering Act, the Taxation (Cross-Border Trade) Act and the Haulage Permits and Trailer Registration Act.\r\n\r\nThe Government has delivered on its commitment to provide appropriate analysis to Parliament that delivers a robust, objective assessment of how exiting the EU may affect the economy of the UK, and its sectors, nations and regions in the long run.\r\n\r\nThis analysis indicates that:\r\n \r\nThe spectrum of outcomes for a future UK-EU relationship in a deal scenario would deliver significantly higher economic output than a no deal scenario; Every sector, nation and region would be better-off in a deal than in a no deal scenario; Assuming no change in migration arrangements, a no deal scenario could leave the UK economy 6.9% worse off and increase annual government borrowing by over £90 billion in the long run, compared to a modelled White Paper scenario.\r\n\r\nAs the Prime Minister has made clear, it is our duty to deliver on the instruction of the referendum and accordingly, it is the Government’s policy that the UK will leave the European Union on 29 March.\r\n\r\nDepartment for Exiting the European Union",
            "responded_on": "2019-01-29",
            "summary": "The best way forward for the UK is to leave in an orderly way with a good deal that delivers on the referendum and commands parliamentary support.",
            "updated_at": "2019-01-29T15:09:14.681Z"
        },
        "government_response_at": "2019-01-29T15:09:14.683Z",
        "moderation_threshold_reached_at": "2018-12-13T21:27:33.235Z",
        "opened_at": "2018-12-20T15:25:26.640Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-01-17T05:17:57.508Z",
        "scheduled_debate_date": "2019-01-14",
        "signature_count": 25458,
        "state": "open",
        "updated_at": "2019-03-13T23:59:08.033Z"
    },
    "id": 235185,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235185.json"
    },
    "type": "petition"
}