{
    "attributes": {
        "action": "Theresa May NEEDS TO RESIGN",
        "additional_details": "We need a leader who will put this country first, not pander to the whims and wants/demands of a European Council!!\r\nI'm a simple hard working man who is sick to death of being lied to by the Prime Minister, everyone I speak to is of the same mind as me that this deal is abhorrent and an insult to the people of the UK.\r\nThe poor attempt at clinging on to power, the shameful act of going begging to Europes leaders for help, the postponement of the vote on her \"deal\" , when will she just do the RIGHT thing for once and RESIGN. Seems she doesn't want to go till she's totally knackered this country up good and proper, PLEASE SHARE AND LETS TRY AND GET HER OUT BEFORE ITS TOO LATE!!!!",
        "background": "The PM's Brexit Deal is a nod to Europe and will only benefit the EU, no good will come of this for the UK, wether you voted to remain or leave, the 'PM' has sold us down the river and left us with no paddle what so ever. She must RESIGN IMMEDIATELY and this Brexit Deal should be thrown out!",
        "closed_at": null,
        "created_at": "2018-12-14T08:04:11.367Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-14T08:40:49.015Z",
        "opened_at": null,
        "rejected_at": "2018-12-18T11:41:54.197Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions calling for someone to be given or lose their job. This would be a personal decision for the Prime Minister."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-12-18T11:41:54.205Z"
    },
    "id": 235212,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235212.json"
    },
    "type": "petition"
}