{
    "attributes": {
        "action": "Petition the BBC to give a fair and wide representation of a WTO deal",
        "additional_details": "Instead of using language like 'crashing out' etc, it is important that the public have easy access to what a WTO deal will look like, compared to Mrs May's EU deal.  We have three months to consider and debate everything in the public sphere.",
        "background": "It is clear from recent language used by the mainstream media and certain politicians, that there is a bias in how options are being presented, regarding Brexit.  The EU deal on the table has been designed to make us go back to the ballot box, thus making a mockery of democracy itself.",
        "closed_at": null,
        "created_at": "2018-12-15T17:01:38.025Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-17T00:47:38.085Z",
        "opened_at": null,
        "rejected_at": "2018-12-19T11:31:32.435Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is already required to deliver impartial news by the \"Royal Charter for the continuance of the British Broadcasting Corporation\" and the \"Agreement Between Her Majesty’s Secretary of State for Culture, Media and Sport and the British Broadcasting Corporation\". It is therefore unclear what further action you would like the UK Government or Parliament to take.\r\n\r\nIn any case, we would not be able to accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. If you would like to submit a complaint about a BBC program, you can do so using the link below:\r\n\r\nhttp://www.bbc.co.uk/complaints/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-12-19T11:31:32.445Z"
    },
    "id": 235312,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235312.json"
    },
    "type": "petition"
}