{
    "attributes": {
        "action": "The Royal Fleet Auxiliary support ships should be built in the UK",
        "additional_details": "The construction of warships & minesweepers for the Navy and support ships for the RFA should allow a thriving shipbuilding industry in the UK. But the Govt applies a narrow definition of what constitutes a warship, recently 3 RFA ships were built in S Korea, 3 more ships have been put out to international tender. V few other countries will allow their industrial base to be hollowed out like this. Would Spain, Italy, S Korea & Japan build their ships in the UK? The ships must be built in the UK",
        "background": "The Government has put construction of the new RFA support ships out to International tender. Under EU article 346, warships are exempt from international tender, but the UK doesn't apply this to RFA ships. Other countries do apply this exemption and support their industrial base. So should the UK",
        "closed_at": null,
        "created_at": "2018-12-16T14:38:17.421Z",
        "creator_name": "Andrew John Tiller",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-03-08T15:45:54.458Z",
            "details": "The Government is highly supportive of the UK shipbuilding industry. One shipyard alone has received a contract worth £3.6 billion that will provide work until the 2030s and a second has recently been awarded support contracts worth £619 million. \r\n\r\nThe UK’s National Shipbuilding Strategy, published in 2017, laid the foundations of a modern and efficient shipbuilding industry, capable of meeting the country’s future defence and security needs. We want an industry that has the confidence to invest for the long term in its people and its assets to raise productivity and innovation, improve its competitiveness in the domestic and overseas markets and in this way become more resilient to the peaks and troughs of Royal Navy business, bringing more sustained growth and prosperity to the regions in which those businesses are based.\r\n\r\nToday some 111,000 people are working in the maritime and marine sectors in the UK, including in the shipyards, supplying the parts, or supporting the equipment that keep this great industry alive. The Government’s vision is of an even more modern, efficient, productive and competitive marine sector.\r\n\r\nThe industry has recently seen notable success with the selection of BAE System’s Type 26 Frigate design by Australia and Canada for their own future frigate requirements. A consortium of UK companies is also bidding to build the new Fleet Solid Support Ships. \r\n \r\nFor the purposes of procurement, the UK’s National Shipbuilding Strategy, divides naval ships into ‘warships’ and ‘other naval ships’. The UK has chosen to define warships, in this way on the basis of their complex design, weapons systems and sensors. The ships which meet this criteria are frigates, destroyers and aircraft carriers. The UK needs these type of ships to be designed, built and maintained  in the UK so that, in times of war, we are not reliant on any other nation to carry out these activities on our behalf. In this way we protect our National Security.\r\n\r\nShips of these types are built only in Britain. We do not build them abroad. \r\n \r\nOther types of naval ship have less complex weapons and sensors and do not have the same design features as warships. They therefore do not meet our criteria for preserving National Security and the associated UK design, build and integration requirement. The National Shipbuilding Strategy therefore laid down that other naval ships would be procured through open international competition.\r\n\r\nThis approach is mandated by UK procurement law which requires that all Government procurement is conducted through fair and open international competition. Open competition is a cornerstone of UK defence procurement as by this means the Government attracts the best, most affordable solutions and this approach is proven to save money for the taxpayer.\r\n\r\nAgainst the general rule that procurement must be by open competition there are a small number of specific exemptions that can be applied. One of these exemptions is that a nation may limit a procurement to its own industries if it needs to do so to protect its National Security.\r\n\r\nIt is this exemption that is applied when the Government buys frigates, destroyers and aircraft carriers from UK industry.\r\n\r\nSince the Fleet Solid Support Ships will not have the complex design features, weapons systems and sensors that justify an exemption in the case of warships, a specific case that they must be constructed in the UK to protect National Security cannot be made. We are therefore competing the Fleet Solid Support Ships internationally as we judge this is the best way to achieve value for money.\r\n\r\nThe Government cannot comment on the judgements that other nations have made on the application of competition law. However, it is conceivable that other nations have applied exemptions where the UK has chosen not to, but which are still reasonable in their own National Security context and wholly compliant with EU law.    \r\n\r\nMinistry of Defence.\r\n",
            "responded_on": "2019-03-08",
            "summary": "The Fleet Solid Support Ships are not warships and there is no national security reason to limit their construction to the UK. A consortium of UK shipbuilders is bidding to build the ships.",
            "updated_at": "2019-03-08T15:45:54.458Z"
        },
        "government_response_at": "2019-03-08T15:45:54.462Z",
        "moderation_threshold_reached_at": "2018-12-16T14:58:11.165Z",
        "opened_at": "2018-12-20T13:24:11.970Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-02-20T11:49:17.287Z",
        "scheduled_debate_date": null,
        "signature_count": 12359,
        "state": "open",
        "updated_at": "2019-03-13T20:51:30.047Z"
    },
    "id": 235377,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235377.json"
    },
    "type": "petition"
}