{
    "attributes": {
        "action": "Make all nut products banned from aeroplanes and airlines.",
        "additional_details": "Nuts and peanuts can cause allergic reactions, which are sometimes severe. A severe reaction to nuts is called anaphylaxis and can be life-threatening. Symptoms often start quickly, within an hour of coming into contact with a nut, and sometimes within minutes. If not treated quickly the sufferer could become unconscious. Therefore, on planes when mid air this becomes incredibly hard. Having a nut allergy is not a choice but opening up a packet of peanuts or eating something containing nuts is.",
        "background": "Most airlines sell nut products which could be peanuts, serve meals containing nuts or products that contain nuts in them. Some nut allergy suffers are allergic to the smell, touch and taste. Therefore, on a plane if someone was to open nuts, this could be detrimental to someone’s life.",
        "closed_at": null,
        "created_at": "2018-12-17T08:05:24.907Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-17T10:52:23.954Z",
        "opened_at": null,
        "rejected_at": "2018-12-19T11:51:36.326Z",
        "rejection": {
            "code": "irrelevant",
            "details": "In any case, we can't accept your petition because the Government and Parliament aren't responsible for the issue you raise. At the moment, this is a decision for airlines. The UK Government and Parliament don't have the power to force airlines to take this action. \r\n\r\nYou could start a new petition asking the UK Government to work with the EU to urge airlines to remove nuts and nut-based products from planes, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2018-12-19T11:51:36.335Z"
    },
    "id": 235421,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235421.json"
    },
    "type": "petition"
}