{
    "attributes": {
        "action": "Stop companies from sending employees home because of the shoes they wear",
        "additional_details": "My boss told me I was violating the companies dress code and I needed to change my shoes straight away I refused and because of that I got sent home with no pay.",
        "background": "I am a man and I went to work in women's ballet flats and the company I work for sent me home for wearing inappropriate footwear all because I'm a man even though one of my female colleagues was wearing the same flats.",
        "closed_at": null,
        "created_at": "2018-12-17T21:00:38.651Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-17T21:06:55.585Z",
        "opened_at": null,
        "rejected_at": "2019-01-02T15:18:05.649Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we are not sure what action you would like the Government or Parliament to take.\r\n\r\nUnder the Equality Act 2010 it is already illegal for companies to discriminate on the grounds of sex. Following a recommendation of the Petitions and Women and Equalities Committees last year, the Government issued new guidance setting how the law applies to dress codes at work. You can find this guidance here:\r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/709535/dress-code-guidance-may2018-2.pdf\r\n\r\nIt would be for a court or tribunal to decide whether a case like yours would break the law. They would look at the facts of the case and take a decision independently of the UK Government or Parliament.\r\n\r\nYou could start a new petition calling for the law or guidance to be changed if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-01-02T15:18:08.607Z"
    },
    "id": 235498,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235498.json"
    },
    "type": "petition"
}