{
    "attributes": {
        "action": "Make grey squirrel rescue exempt from Invasive Alien Species Order 2019",
        "additional_details": "Rescue numbers are not significant statistically, but very significant for compassion. If we cannot freely take in injured or orphaned animals, then:\r\n- animals suffer unnecessarily,\r\n- members of the public who find them are stressed, \r\n- vet and rescue staff are traumatized and demoralized when they have to destroy animals, \r\n- public resources are wasted in the enforcement. \r\nThe need to control the species is best served by the development of oral contraception (Gonacon), currently under way.",
        "background": "As a wildlife rescue unit (Urban Squirrels), based in London and specializing in grey squirrels, we have just received an email from Natural England stating that licences for grey squirrels will not be renewed under the Invasive Alien Species (Enforcement and Permitting) Order 2019.",
        "closed_at": null,
        "created_at": "2018-12-17T10:00:15.705Z",
        "creator_name": "Natalia Doran",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-01-18T13:13:53.548Z",
            "details": "Invasive species, including the grey squirrel (Sciurus carolinensis), challenge the survival of our rarest species and damage some of our most sensitive ecosystems. In the case of the grey squirrel, our native red squirrel (Sciurus vulgaris) is most notably affected.  The impacts of invasive non-native species on our domestic and global biodiversity are severe and growing and are estimated to cost the GB economy more than £1.7 billion per year. \r\n\r\nDomestically, grey squirrels out-compete our native red squirrels, as well as carrying and transmitting the squirrel pox virus which is fatal to red squirrels. It is estimated that there are now only 15,000 red squirrels left in England and the government is committed to protecting their remaining populations. Grey squirrels also cause damage to our broad-leaved and coniferous woodlands, with costs estimated at between £6 and £10 million per annum in Great Britain. Bark stripping by grey squirrels has further negative effects on forest regeneration, with sycamore, oak, and beech tree species being frequently and severely damaged by grey squirrels. \r\n\r\nThe UK was instrumental in developing the EU Invasive Alien Species Regulation 2014, which strengthens the approach across the European Union to preventing the introduction and spread of invasive non-native species. The EU Regulation will be converted into UK law when we exit the EU.\r\n\r\nThe Regulation creates a list of species of Union concern whose adverse impacts are such that they require coordinated action across the EU. It applies strict restrictions on these species so they cannot be imported, kept, bred, transported, sold, used or exchanged, allowed to reproduce, or be grown, cultivated, or released into the environment. There are currently 49 species listed under the Regulation, including grey squirrel. Grey squirrels are only present in three of the 28 EU member states: the United Kingdom, the Republic of Ireland, and Italy. They have been added to the EU list of Union concern so as to prevent \r\ntheir further spread and to mitigate the associated environmental risk they pose to native species and ecosystems.  \r\n\r\nThe threat posed by invasive non-native species to our environment and economy is widely acknowledged. The government is therefore committed to taking action to tackle the problem. The government is currently in the process of developing domestic legislation (the Invasive Alien Species (Enforcement and Permitting) Order) to support the EU Regulation. The planned Order will contain an enforcement regime, licensing and permitting provisions and is expected to be in place in spring 2019. The Order will be an important step in achieving the government’s strategy against invasive non-native species, as outlined in the government’s 25 Year Environment Plan. As part of this strategy, the risks posed by key widespread invasive species, such as the grey squirrel, will be managed though “eradication, population control or containment” measures.\r\n\r\n\r\nKeeping and Release:\r\n\r\nWe need to ensure that the way in which we manage non-native species such as the grey squirrel is consistent with the Regulation and supports our own government strategy. As a consequence, release of species listed under the Regulation will not be permitted, except in the context of control action.  \r\n\r\nHowever, non-commercial owners may continue to keep grey squirrels in captivity as companion animals, as long as they were kept as a companion animal prior to the species’ inclusion on list of species of Union concern (3 August 2016 for grey squirrel).  \r\n\r\nIn addition, there is a requirement, under Article 19 of the EU Regulation, to establish management measures for widespread species, aimed at their “eradication, population control or containment”. It is possible for some, otherwise prohibited, activities to be allowed as part of a species’ management measures, provided there is strict justification and provided that all appropriate controls are in place. The planned Order puts in place a licensing regime to support the implementation of Article 19. Grey squirrels, such as those taken to rescue centres may, potentially, be kept under an Article 19 management measure licence until the end of their natural lives. These licences will be issued under strict justification. In situations where animals are being kept, either as a companion animal or under licence, they must be kept in secure containment, and prevented from breeding or escaping. It will not be possible to keep any grey squirrels which are not covered by the companion animal defence or a management measure licence (or any other defence, licence or permit under the Regulation).  \r\n\r\nWe will be providing further advice, in the form of a Frequently Asked Questions document. This will give guidance on situations which may be covered by a defence, permit or licence and the route for applying for permits and licences under the Order.\r\n\r\nDepartment for Environment, Food & Rural Affairs",
            "responded_on": "2019-01-18",
            "summary": "The government takes the risks posed by invasive non-native species very seriously and is committed to taking robust action to improve biosecurity and protect our natural environment.",
            "updated_at": "2019-01-18T13:13:53.548Z"
        },
        "government_response_at": "2019-01-18T13:13:53.551Z",
        "moderation_threshold_reached_at": "2018-12-17T10:37:53.879Z",
        "opened_at": "2018-12-20T14:19:09.982Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2018-12-23T16:44:06.671Z",
        "scheduled_debate_date": null,
        "signature_count": 42272,
        "state": "open",
        "updated_at": "2019-02-15T13:59:25.063Z"
    },
    "id": 235425,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235425.json"
    },
    "type": "petition"
}