{
    "attributes": {
        "action": "Vote of no confidence in mp’s trying to force a 2nd referendum.",
        "additional_details": "Google forecast population growth in the uk.\r\n\r\nForecast population growth is to pass 70 million by mid 2029.\r\n\r\nMore than France which is 3.5 times geographically bigger.",
        "background": "Remain members of parliament think that the 17.4 million of us who voted to leave the EU were unaware of what we were voting for and that if we voted again we might come round to their preferred option which is of course remain.\r\n17.4 million of us voted leave, is it that difficult?",
        "closed_at": null,
        "created_at": "2018-12-17T15:49:56.052Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-17T22:30:47.921Z",
        "opened_at": null,
        "rejected_at": "2018-12-19T11:37:29.259Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-12-19T11:37:29.265Z"
    },
    "id": 235457,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235457.json"
    },
    "type": "petition"
}