{
    "attributes": {
        "action": "Does Parliament have the right to transfer sovereign powers to a foreign power?",
        "additional_details": "Mrs Merkel recently stated that: “Nation states must today be prepared to give up their sovereignty”. Macron supported this by saying: EU member states should surrender national sovereignty to Brussels over foreign affairs, migration, and development, as well as giving “an increasing part of our budgets and even fiscal resources\".\r\nIn view of the loss of sovereignty already lost to the E.U. and further losses already planned by the E.U. This is the last opportunity to retain our independence.",
        "background": "It was revealed in the legal advice to Ted Heath, released under the thirty year rule that: \r\nTransferring powers to The European Court of Justice or the European court of Human rights are foreign courts not under the control of our Sovereign and is a crime akin to Treason.",
        "closed_at": null,
        "created_at": "2018-12-17T18:21:18.635Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-17T20:40:44.693Z",
        "opened_at": null,
        "rejected_at": "2018-12-20T15:58:37.066Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition setting out clearly what you would like the UK Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-12-20T15:58:37.072Z"
    },
    "id": 235474,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235474.json"
    },
    "type": "petition"
}