{
    "attributes": {
        "action": "MP's are in contempt for not Representing Constituency Brexit Referendum Votes",
        "additional_details": "Parliament is not representative of the people & continues to attempt to thwart the decision that it passed to the people to decide upon. We did not vote for MP's in Parliament to do what they think is best for us, or the most financially prudent course, but to leave the EU by the terms details above. Terms that were repeatedly outlined and made clear by David Cameron as well as many MP's during the pre referendum debates. Represent your constituents & you will achieve consensus.",
        "background": "In referendum in June 2016 the UK voted to leave the single market, customs union, European Court of Justice & regain control over fishing & agriculture as well as full control of our borders & immigration. It is the duty of our representatives in Parliament to implement the will of the people.",
        "closed_at": null,
        "created_at": "2018-12-17T17:08:29.607Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-18T14:32:56.611Z",
        "opened_at": null,
        "rejected_at": "2018-12-19T15:04:30.887Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-12-19T15:04:30.894Z"
    },
    "id": 235466,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235466.json"
    },
    "type": "petition"
}