{
    "attributes": {
        "action": "Stop the development of Mornings Mill Farm and Hindsland Playing Fields.",
        "additional_details": "This is a beautiful area of Greenland which is totally unsuitable for building on, there is no infrastructure that can sustain the level of traffic into and out of Eastbourne. The Parish Council also has strong objections for the current plans.",
        "background": "The people who work and live in this area know that it is not suitable for building houses on, the roads will not cope. There are not enough spaces in the schools and doctors surgeries already. Green space is becoming so rare in this town.",
        "closed_at": null,
        "created_at": "2018-12-18T15:41:27.138Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-18T17:18:48.896Z",
        "opened_at": null,
        "rejected_at": "2018-12-20T10:55:41.883Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Housing, Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see: \r\n  \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-12-20T10:55:41.890Z"
    },
    "id": 235560,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235560.json"
    },
    "type": "petition"
}