{
    "attributes": {
        "action": "All M.P.'s to work together to find a sensible solution to the Brexit impasse.",
        "additional_details": "At the moment the country feels to be moving towards a cliff edge of leaving the E.U. without a proper plan for what should happen afterwards. Very few people believe this is a sensible way to proceed and could cause a lot of damage both to individuals and companies. It makes no sense to inflict this on our selves purely because our politicians can't put their differences and infighting aside long enough to look up, see what is coming and do what they are employed to do, which is govern the country.",
        "background": "The Government has tried and failed to reach a consensus on the Brexit issue. Labour cannot agree with each other either. We feel this is not good enough. We urgently need you to come together and find a solution which at  least protects everyone's rights and doesn't leave us worse off than before.",
        "closed_at": null,
        "created_at": "2018-12-18T14:50:22.329Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-21T03:20:41.630Z",
        "opened_at": null,
        "rejected_at": "2019-01-02T16:02:22.909Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would be a decision for individual MPs and not the UK Government or House of Commons as a whole.\r\n\r\nYou could start a new petition calling on the House of Commons to set up a cross-party Committee to make proposals on Brexit if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-01-02T16:02:22.918Z"
    },
    "id": 235557,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235557.json"
    },
    "type": "petition"
}