{
    "attributes": {
        "action": "Charge the costs of no-deal Brexit preparations to Members of Parliament",
        "additional_details": "Either the House of Commons as a whole should take responsibility for this expenditure, or the government should. What is clear is that since they are responsible (and not the British people as a whole), some or all of our members of parliament should bear the cost of the no-deal Brexit preparations. \r\n\r\nIf the charge is divided between all MPs, the amount will be about £9.5 million per MP. If the charge is divided between members of the cabinet, the amount payable will be about £280 million each.",
        "background": "The Chancellor, Philip Hammond, has stated that no-deal Brexit preparations are costing approximately £6.2 billion. There is no majority in parliament for a no-deal Brexit; therefore these costly and damaging preparations are wholly unnecessary.",
        "closed_at": null,
        "created_at": "2018-12-18T14:31:15.237Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-18T22:20:03.828Z",
        "opened_at": null,
        "rejected_at": "2018-12-20T18:33:02.847Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the costs of a no-deal Brexit but we aren't sure what you would like the UK Government or Parliament to do about it.\r\n\r\nThe Government is already responsible for meeting the costs of its no-deal preparations so we're not clear what more you would like it to do.\r\n\r\nYou could start a new petition asking the UK Government or Parliament to stop no deal preparations if that is something you would like to see happen.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2018-12-20T18:33:04.994Z"
    },
    "id": 235555,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235555.json"
    },
    "type": "petition"
}