{
    "attributes": {
        "action": "Require the Government to break the Brexit impasse in Parliament.",
        "additional_details": "The electorate is surely tired of continuous bickering and the constant recycling of old arguments. The media is spreading far too much doom and they too have a responsibility to discuss the positives of Brexit rather than using hyperbole to make headlines.\r\nAll politicians across the house must now work to find a solution rather than playing politics and ignoring the referendum result. We should expect politicians to work together and recognise the electorate's decision to leave the EU.",
        "background": "Allocate time in Parliament to require those rejecting the Brexit deal on offer to suggest alternative solutions other than a second referendum or a general election. Parliament now has a responsibility to the electorate to resolve the issue so that we can smoothly leave the EU on March 29th.",
        "closed_at": null,
        "created_at": "2018-12-18T13:31:09.789Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-18T16:11:18.951Z",
        "opened_at": null,
        "rejected_at": "2018-12-20T18:13:04.814Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has already allowed time for a debate on the Withdrawal Agreement with the European Union. At the end of the debate the House of Commons will be able to vote on amendments setting out alternative courses of action. \r\n\r\nWe are not sure what other action you would like the UK Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-12-20T18:13:04.862Z"
    },
    "id": 235550,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235550.json"
    },
    "type": "petition"
}