{
    "attributes": {
        "action": "I want the MPs to recognise that anti Scottish racial prejudice is unacceptable.",
        "additional_details": "Today in the commons was the latest example of this where Ian Blackford stood to start a debate and was singled out and shouted at purely because of where he comes from. He was told to “go back to the Isle of Skye”. If that happened to a member of an ethnic minority group, being told to go back to where they came from, it would instantly be recognised as racial prejudice.\r\nThe contempt coming from within Westminster towards Scotland is unacceptable.",
        "background": "I want the MPs in the House of Commons to be more considerate with their language. There have been a few occasions of late where I have watched debates and seen MPs (usually conservative MPs) using language that could easily be construed as racist towards the people of Scotland",
        "closed_at": null,
        "created_at": "2018-12-18T22:41:59.597Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-18T23:26:00.297Z",
        "opened_at": null,
        "rejected_at": "2018-12-20T18:36:49.034Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would be the responsibility of individual MPs and not the UK Government or House of Commons as a whole.\r\n\r\nYou could start a new petition calling for a change in the House of Commons' rules if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-12-20T18:36:49.040Z"
    },
    "id": 235607,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235607.json"
    },
    "type": "petition"
}