{
    "attributes": {
        "action": "Hold a vote of no confidence in Her Majesty's Government as soon as possible.",
        "additional_details": "",
        "background": "It's clear that the Brexit deadlock is not going to be resolved by either HM's Government or Opposition, and joint efforts to hold such a vote by the SNP, Greens, Plaid Cymru and Lib-Dems have been dismissed and refused. We, the people need to call for an end to the deadlock before it is too late.",
        "closed_at": null,
        "created_at": "2018-12-19T20:59:03.439Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-19T21:22:36.435Z",
        "opened_at": null,
        "rejected_at": "2018-12-20T10:42:12.560Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers, including the Prime Minister, to be sacked or for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2018-12-20T10:42:12.568Z"
    },
    "id": 235682,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235682.json"
    },
    "type": "petition"
}