{
    "attributes": {
        "action": "get Local councils to designate places for modified car enthusiasts to meet",
        "additional_details": "Police forces and councils are always quick to shut car enthusiasts gatherings and move poeple on with threats of fines and impounding cars witch is wrong there scaremongering car owners instead of working together. \r\nThey should be helping find places out the way and not going to cause a disturbance to resistance. \r\nCar enthusiasts seem to a frowned upon for just wanting to gather and talk about each other’s cars. When it seems going out drinking taking drugs causing criminal damage is expected.",
        "background": "Get local councils to designat space/areas of land for modified car enthusiasts to meet, talk and show off there cars to others. Car enthusiasts get a bad name for meeting in car parks and police waste tax payers money moving people on. Councils and local police forces need to work together and help",
        "closed_at": null,
        "created_at": "2018-12-19T23:05:39.915Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-20T07:21:13.914Z",
        "opened_at": null,
        "rejected_at": "2018-12-20T19:17:07.128Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something that the UK Government or Parliament isn't responsible for. This would be a decision for local authorities.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2018-12-20T19:17:07.135Z"
    },
    "id": 235691,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235691.json"
    },
    "type": "petition"
}