{
    "attributes": {
        "action": "Put a Cap on all Parliamentary expenses by MP's",
        "additional_details": "Examples in the past have shown MP's claim for such ridiculous items as kettles curtains and items for personnel use all claims should be related to the job such as staff pay office equipment, travel expenses should be made by themselves unless on Government duties no second homes should be allowed to be included in expenses, the public should be allowed to see MP's accounts and the public should be selected to form an independent group with powers to investigate MP's expenses and reject them.",
        "background": "A lot of MP's are abusing their privilege for expenses it is time that  the Government Capped all expenses to around £100,000 and these expenses should only be used for paying staff and buying equipment an independent group outside of Parliament should be set up to investigate all claims made by MPs",
        "closed_at": null,
        "created_at": "2018-12-20T23:12:37.860Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-20T23:46:54.271Z",
        "opened_at": null,
        "rejected_at": "2018-12-21T09:09:30.847Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://parliamentarystandards.org.uk/About%20Us/Pages/Contact-Us.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2018-12-21T09:09:30.853Z"
    },
    "id": 235775,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235775.json"
    },
    "type": "petition"
}