{
    "attributes": {
        "action": "Get emotional support dogs recognised in the uk",
        "additional_details": "Frustratingly, unlike the USA, in Britain there is no formal acceptance of the need for psychological assistance dogs and support animals. Depression and mental illness continue to be unacknowledged as disabilities that should enable a sufferer to be as eligible for an assistance dogs as for any other condition. Despite there being a recognised list of trainable tasks that cover most common forms of mental illness or depression documented by the Psychiatric Service Dog Society (The U.S. association for psychiatric assistance dogs), in the U.K. there continues to be no process or precedent to follow in order to register a psychological assistance dog or an emotional support animal.",
        "background": "The UK support dog registration situation is that as yet there isn’t a way to register a psychiatric assistance/service dog or emotional support dog with the UK government and, at present, there are no clearly defined legal public access rights for psychiatric disability assistance or ES dogs.",
        "closed_at": null,
        "created_at": "2018-12-20T16:08:38.553Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-20T16:55:23.054Z",
        "opened_at": null,
        "rejected_at": "2018-12-20T19:30:59.444Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/228676"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2018-12-20T19:30:59.451Z"
    },
    "id": 235744,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235744.json"
    },
    "type": "petition"
}