{
    "attributes": {
        "action": "Return full sovereignty to the UK & govern us according to our laws and customs.",
        "additional_details": "Mrs Merkel recently stated that: “Nation states must today be prepared to give up their sovereignty”. Macron supported this by saying: EU member states should surrender national sovereignty to Brussels over foreign affairs, migration, and development, as well as giving “an increasing part of our budgets and even fiscal resources\". \r\nIn view of the loss of sovereignty already lost to the E.U. and further losses already planned by the E.U. This is the last opportunity to retain our independence.",
        "background": "Constitutionally, surrendering Parliaments duty to govern us according to our laws and customs. Is an Act of Treason under the 1351 Treason Act, A Praemunire under the 1392 Act of Praemunire, and Treason under the 1559 Act of Supremacy, and the Declaration and Bill of Rights 1688/9.",
        "closed_at": null,
        "created_at": "2018-12-20T22:05:50.106Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-21T17:16:56.943Z",
        "opened_at": null,
        "rejected_at": "2019-01-02T16:32:37.188Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we are not sure what you would like the UK Government or Parliament to do.\r\n\r\nPetitions need to call for a specific action.\r\n\r\nYou could start a new petition setting out clearly how you would like the law changed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-01-02T16:32:37.196Z"
    },
    "id": 235768,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235768.json"
    },
    "type": "petition"
}