{
    "attributes": {
        "action": "Allow pets in rented properties",
        "additional_details": "Landlords profit figures in 2018 have reached 14 BILLION per year, and yet accepting pets is such an issue because they are more worried about the damage and cleanliness of their properties rather than the safety and the suffering of these animals.\r\n\r\nAccepting pets in rented properties would promote the wellbeing and kindness to many homeless pets, that are born and continue to live in the streets or hardly supported by charities.\r\n\r\nThis is a cruel and inconsiderate factor towards the majority of tenants as pets should be allowed to have a home. As a result, this rejection is causing many tenants to abandon their pets and give them away when looking to move out.",
        "background": "As of 2018, the percentage of UK households that have pets is just above 40%, but there are over 9 million dogs and 8 millions cats that need a house and simply a loving family.\r\n\r\nAs shown by a Dogs Trust Survey, 78% of tenants are unable to find properties accepting pets.",
        "closed_at": null,
        "created_at": "2018-12-22T17:44:47.154Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-22T18:51:45.937Z",
        "opened_at": null,
        "rejected_at": "2019-01-02T18:20:01.370Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something that the UK Government or Parliament is not responsible for. This is the responsibility for the owner of the property.\r\n\r\nYou could start a new petition making it illegal for landlords to refuse tenants because they own a pet if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-01-02T18:20:01.377Z"
    },
    "id": 235873,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235873.json"
    },
    "type": "petition"
}