{
    "attributes": {
        "action": "Make the ‘Abandonment’ of DOGS a Criminal Offence, far too many being Dumped.",
        "additional_details": "Read about Puppies being Dumped in boxes, one dog trying to get back into a car and Running after it, they were seen throwing its bed out where it was sat in When rescued, some tied to lamp posts, no food or drink and why it Must be a Criminal Offence to try to Kerb this sad practice.\r\n\r\nPlease Support these Dogs.",
        "background": "A number times times a week so called Owners are tying or dumping them from Vehicles, it just does not make sense when there are Rescue Centres who will take them, some so called Humans treat them as a Throwaway item, these people would Not like it done to them, Dogs are Faithful to Humans.",
        "closed_at": null,
        "created_at": "2018-12-25T20:18:51.721Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-25T20:25:18.258Z",
        "opened_at": null,
        "rejected_at": "2019-01-09T10:52:24.745Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we are not sure what action you would like the UK Government or Parliament to take.\r\n\r\nThe Animal Welfare Act 2006 makes it a criminal offence to cause unnecessary suffering to an animal. This would include the types of abandonment you talk about in your petition.\r\n\r\nYou can find out more about the law on animal welfare here:\r\n\r\nhttp://researchbriefings.files.parliament.uk/documents/CDP-2017-0109/CDP-2017-0109.pdf\r\n\r\nYou could start a new petition if you would like the law to be changed in a specific way."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-01-09T10:52:28.177Z"
    },
    "id": 235981,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235981.json"
    },
    "type": "petition"
}