{
    "attributes": {
        "action": "Support Red Squirrels by the eradication of American Grey Squirrels",
        "additional_details": "The widespread return of the Red Squirrel will require the eradication of the non-native grey squirrels. Following Brexit, appropriate incentives and help for our woodland managers must be included in restructured agricultural and forestry policies. The important role of Britain’s network of small woodlands in this task must be recognised. The new Invasive Alien Species Regulation is a good first step, and its ban on the release of American Grey Squirrels must be enforced without exception.",
        "background": "The Red Squirrel is one of Britain’s best loved native animals, but is now confined to a small number of refuges due to the spread of the American Grey Squirrel. We ask the Government to support the return of the Red Squirrel throughout Great Britain in partnership with the devolved administrations.",
        "closed_at": null,
        "created_at": "2018-12-24T11:47:04.482Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-24T12:30:13.233Z",
        "opened_at": null,
        "rejected_at": "2019-01-03T18:51:45.510Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you would like the UK Government to take action to eradicate the grey squirrel but we are not sure what action you would like to see happen.\r\n\r\nThe UK Government already provides guidance and support to landowners seeking to control grey squirrel populations when they threaten red squirrels. You can find out more here:\r\n\r\nhttps://www.gov.uk/guidance/manage-threats-to-woodland-destructive-animals-invasive-species#grey-squirrels\r\n\r\nYou could start a new petition setting out the changes you would like to see the Government make."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-01-03T18:51:45.516Z"
    },
    "id": 235944,
    "links": {
        "self": "https://petition.parliament.uk/petitions/235944.json"
    },
    "type": "petition"
}