{
    "attributes": {
        "action": "MPs to restand for election \r\nIn the matter of Brexit",
        "additional_details": "All MPs have the same democratic rights to independently vote and support there own views but surely they must support the wishes and democratic voting rights of their constituents first and foremost! This is what they were voted in to these roles to do.\r\n\r\nTherefore any MP who has voted against the majority vote of their constituents must seek                re-election on the basis of following  the wishes of the majority within the re election process.  They must declare there intensions on the subject at hand.",
        "background": "The MPs currently in power are in the main acting against the wishes of the electorate.            The country has voted to leave the EU and the current MPs are not following the wishes of there constituents and are blatantly voting to remain within the EU in some form or other.\r\n\r\nLeave means Leave",
        "closed_at": null,
        "created_at": "2018-12-26T12:51:00.681Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-26T15:20:28.458Z",
        "opened_at": null,
        "rejected_at": "2019-01-07T11:31:07.536Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for MPs to resign and put themselves up for re-election. That would be a decision for the individual Member concerned. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could start a petition about that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-01-07T11:31:07.543Z"
    },
    "id": 236001,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236001.json"
    },
    "type": "petition"
}