{
    "attributes": {
        "action": "Average Salary for Carers/Support Workers at £23,000 & 7.5% increase after 6 yrs",
        "additional_details": "The health and social care is funded by the local authorities and it is appalling that Some Managers/Head of Services get almost 5 to 7 times of what a Carer/Support Workers Get while on the impression of Charity organisations\r\n\r\nThese funds can be used to increase pay, which in turns attracts qualified people into the sector and make them feel like a professionals are as well as retain the old staff and make the job more reward and career fulfilling rather than classed as low skilled job",
        "background": "The health and social care is the first and last point of care and the people working in this sectors are pay very low compared to the task required of them.\r\n\r\nHealth and Social Care Worker Carers, Support Workers should be paid an Average Starting Salary for Carers, Support Workers at £23,000",
        "closed_at": null,
        "created_at": "2018-12-27T09:57:56.943Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-27T14:32:32.998Z",
        "opened_at": null,
        "rejected_at": "2019-01-09T11:10:57.222Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something the UK Government or Parliament is not responsible for.\r\n\r\nThe UK Government could not set an average wage for carers or support workers by law. It would be the responsibility of care providers and local authorities to consider how they pay their staff.\r\n\r\nYou could start a new petition calling on the Government to review pay in the sector if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2019-01-09T11:35:26.781Z"
    },
    "id": 236044,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236044.json"
    },
    "type": "petition"
}