{
    "attributes": {
        "action": "Mandate schools to consult parents before teaching Relationships & Sex Education",
        "additional_details": "> Mandating schools to undergo a genuine consultation with parents will ensure parents' voice is heard by their child's school.\r\n> Parents play a vital role in the education of their children, therefore, schools must be mandated to include parents in the decision making process.\r\n> This factor has not been given the consideration it is due. Therefore, it gives certain lobby groups opportunities to push their own resources and agenda, at the exclusion of parents and at the risk of our children.",
        "background": "It must be mandatory for schools to consult parents before deciding on resources to teach children Relationships and Sex Education (RE & RSE). \r\nSchools should put parents at the heart of any decision making process concerning RE & RSE. Give parents the right to be actively involved in RE & RSE.",
        "closed_at": null,
        "created_at": "2018-12-26T12:57:05.412Z",
        "creator_name": "Aziz Torofdar",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-03-14T10:11:47.713Z",
            "details": "On 25 February 2019, the Secretary of State for Education laid the regulations in Parliament to make Relationships Education compulsory in all primary schools, Relationships and Sex Education (RSE) compulsory in all secondary schools, and Health Education universally compulsory from September 2020. Schools will be required by law to consult parents as they develop their policies for these subjects. These policies must be published online and must be available to any individual free of charge. \r\n\r\nTaught together, these subjects will promote a respectful understanding in children of the world they live in, how to recognise and develop healthy relationships, and how to look after their physical and mental wellbeing. \r\n\r\nThese subjects are designed to complement and reinforce teaching that already takes place in the home – throughout the development process for these subjects, we have recognised parents’ central role in ensuring age-appropriate teaching. We held a public consultation between July and November 2018 on the draft regulations and guidance, which received over 11,000 responses from teachers, schools, expert organisations and parents themselves. These responses directly informed a number of improvements to the draft guidance; for example, we have clarified our intent in a number of areas to guarantee that the subjects support young people to be healthy, happy and safe, including online. \r\n\r\nPositive parental engagement is therefore in the very essence of the draft guidance, and is central to our expectations on schools as they prepare to deliver these subjects. This has also always been the case for Sex and Relationships Education (SRE), and this is set out in the current guidance (2000). SRE is compulsory in maintained secondary schools currently. \r\n\r\nSchools have been offering effective programmes that show the importance of involving families in delivering relevant and age-appropriate relationships education, at primary phase. For example, in some schools, staff and parents work together to look at the activities and resources contained in their programme, which allows them to identify the benefits and any potential challenges that delivering the content might present. Parents can discuss the programme with other parents and school staff in an open, supportive environment. In this context, schools are able to deliver a programme through which the good relationships between home and school are further strengthened. This is an example of how age-appropriate Relationships Education and RSE can be delivered in schools, and which involves parents from the outset. Schools can often support parents in carrying on conversations at home and in how to address specific issues with their children e.g. online safety or puberty.\r\n\r\nThere has been careful consideration given, in developing the draft regulations and guidance for Relationships Education, RSE and Health Education, to ensuring that the content is accessible and deliverable for all schools and communities. There is a requirement for schools to consider the religious background of their pupils when planning their teaching, to ensure that topics are appropriately handled, and schools with a religious character can build on the core content by reflecting their beliefs in their teaching. We continue to be clear that parents should understand the content and method of delivery for these subjects, and that schools should work to understand and allay parental concerns where possible. As stated in the draft statutory guidance, schools should share example resources with parents, and ensure they understand the age-appropriate content that their child will receive. If parents wish, they will have a right to withdraw their child from sex education delivered as part of RSE, which unless there are exceptional circumstances, should be granted up to three terms before their child turns 16. Sex education will not be compulsory in primary schools. \r\n\r\nThe Department for Education has committed to supporting schools and teachers to deliver these subjects to a high standard. We have an initial budget of £6 million for the 2019/20 financial year to develop a programme of support for schools, which will include supporting them to make appropriate choices regarding resources. We have been clear that schools should use resources that are age and developmentally appropriate, and sensitive to the needs of pupils. \r\n\r\nThe draft regulations will now be considered in Parliament and voted on in due course. You can view the updated draft regulations and guidance: https://www.gov.uk/government/consultations/relationships-and-sex-education-and-health-education\r\n\r\nDepartment for Education.",
            "responded_on": "2019-03-14",
            "summary": "We have mandated that schools must consult parents in the development of their policies on Relationships Education and RSE. This will be a legal requirement on all schools.",
            "updated_at": "2019-03-14T10:11:47.713Z"
        },
        "government_response_at": "2019-03-14T10:11:47.716Z",
        "moderation_threshold_reached_at": "2018-12-26T13:51:15.867Z",
        "opened_at": "2019-01-07T18:16:03.499Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-02-27T08:13:12.127Z",
        "scheduled_debate_date": null,
        "signature_count": 13964,
        "state": "open",
        "updated_at": "2019-03-14T23:55:49.808Z"
    },
    "id": 236004,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236004.json"
    },
    "type": "petition"
}