{
    "attributes": {
        "action": "No more building on greenbelt land and save the greenbelt what we have left.",
        "additional_details": "We need to preserve the countryside not to destroy. Our hedgehog are increasingly disappearing at a rapid amount we have never seen before. This is wrong the authorities are forcing people out for economic gain. We are asking you for a law to stop any more building on the land we have left as we have way too much concrete. But instead welcome to build more on brownfield sites whether more costly. We do need to think about the environment and for you to do something right for once and build relationships!",
        "background": "For years Great Britain was known for its environmental friendly and the beautiful countryside which has gone with it. But we are truly sad that the government hasn’t listened to us. My council wants to build12,800 which will damage community cohesion. As well as not being moral!",
        "closed_at": null,
        "created_at": "2018-12-27T13:05:59.088Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-27T14:18:16.602Z",
        "opened_at": null,
        "rejected_at": "2019-01-07T18:47:05.259Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. Local planning decisions are the responsibility of your local council. There are already laws restricting what can be built on greenbelt land.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask for a specific change to planning law or policy.\r\n\r\nYou can find out more about the current law here:\r\n\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN00934\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-01-07T18:47:05.265Z"
    },
    "id": 236057,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236057.json"
    },
    "type": "petition"
}