{
    "attributes": {
        "action": "Arrest, charge, imprison, deport illegal migrants who cross the English Channel.",
        "additional_details": "Not only are these people risking their own lives, they are also risking the lives of their accompanying young children who have no choice but to follow them.  They are also putting the lives of our brave border force and our civillian lifeboat crews who have rushed away from their families at Christmas to save the lives of people fleeing a very safe country France.\r\n\r\nIn addition, all dinghy's need to be destroyed immediately and not stock piled to be stolen and used again.",
        "background": "We have seen 43 illegal immigrants travel by dinghy across the Channel in the last 3 days. They have bypassed all the legal channels of migration and should be severely punished for their actions and deported. An example needs to be made to prevent fatal crossings and bodies washing up on UK beaches",
        "closed_at": null,
        "created_at": "2018-12-28T00:53:05.179Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-28T03:39:34.213Z",
        "opened_at": null,
        "rejected_at": "2019-01-09T11:01:18.947Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because it is not clear what action you would like the UK Government or Parliament to take.\r\n\r\nAnyone found to have arrived in the UK is already subject to immigration control. This may involve arrest or deportation if they are found to have broken the law.\r\n\r\nWe are therefore unsure what further action you would like the UK Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-01-16T12:11:29.483Z"
    },
    "id": 236088,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236088.json"
    },
    "type": "petition"
}