{
    "attributes": {
        "action": "Automatically grant EU citizens in the UK indefinite leave to remain for free",
        "additional_details": "During the referendum, it was promised that \"These EU citizens will automatically be granted indefinite leave to remain in the UK and will be treated no less favourably than they are at present\" (Statement by Michael Gove, Boris Johnson, Priti Patel and Gisela Stuart, 1 June 2016).\r\n\r\nEU nationals, even those who have lived and worked in the UK for decades, were denied a vote in the 2016 referendum. They have had no say in this decision, and now shouldn't be charged to keep something they already have, due to a decision that they had no say in.",
        "background": "EU citizens resident in the UK will have to apply for \"settled status\" costing £65 per adult or £32.50 per child, even if they've lived & worked in the UK for decades. \r\n\r\nEU citizens resident in the UK should automatically be given indefinite leave to remain, without having to pay.",
        "closed_at": null,
        "created_at": "2018-12-29T23:05:27.471Z",
        "creator_name": "Joanna Selwood",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-02-05T10:17:17.719Z",
            "details": "Securing the rights of citizens has always been our priority and we have delivered on this commitment. The draft Withdrawal Agreement guarantees the rights of EU citizens and their family members living in the UK, and of UK nationals living in the EU. The EU Settlement Scheme will protect those rights for EU citizens resident here by 29 March 2019, whether or not our withdrawal from the European Union is based on that agreement. \r\n\r\nNot having a scheme in place risks a repeat of Windrush – where status was conferred on a group of people by Act of Parliament rather than granted to them individually through an application process providing them with proper evidence of that status on which they could later rely. The Home Secretary has made clear that we cannot allow something like that ever to happen again.\r\n\r\nThe EU Settlement Scheme will make it easy for EU citizens and their family members to get the UK immigration status they need. The scheme is a streamlined, user-friendly online process which draws on existing government data to minimise any administrative burden on individuals. \r\n\r\nWe will be looking for reasons to grant status, not for reasons to refuse; and we will have a broad range of support in place to help individuals with their application. The scheme will be fully open by 30 March 2019 and EU citizens will have until at least the end of 2020 to apply. \r\n\r\nAs the Prime Minister announced on 21 January, having listened to concerns raised by parliamentarians, campaign groups and the public, applicants to the EU Settlement Scheme will not have to pay a fee. Anyone who has paid a fee during the pilot phases of the scheme will have that reimbursed. This will ensure that there is no financial barrier for any EU citizen who wishes to stay.\r\n\r\nHome Office",
            "responded_on": "2019-02-05",
            "summary": "The straightforward application process will enable EU citizens to obtain, free of charge, the individual status, and secure evidence of this, which they will need to remain here permanently.",
            "updated_at": "2019-02-05T10:17:17.719Z"
        },
        "government_response_at": "2019-02-05T10:17:17.722Z",
        "moderation_threshold_reached_at": "2018-12-30T11:44:40.183Z",
        "opened_at": "2019-01-14T14:18:51.436Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-01-19T09:23:47.397Z",
        "scheduled_debate_date": null,
        "signature_count": 20367,
        "state": "open",
        "updated_at": "2019-03-13T21:19:41.610Z"
    },
    "id": 236200,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236200.json"
    },
    "type": "petition"
}