{
    "attributes": {
        "action": "UK Pakistani Citizens facing high rejection rate in sponsoring their parents.",
        "additional_details": "My parents visited UK 4-5 time in the past & returned back to Pakistan but recently visa officer rejected there application twice by giving the reason that because applicant have no family in Pakistan so they will not return to Pakistan.Yet my elder brother and his family is settled in Pakistan with my parents in my parents own house.This is also very disrespectful for British Pakistani's who work really hard and making a very big revenue contribution but facing lot of trouble to see our parents",
        "background": "Since UK visa processing is shifted to UAE office from Pakistan, visa rejection rate has dramatically raised. Recently, many British Pakistani applied for their family/parents visit visas and face rejections. Although, most of them already visited UK many times in the past with similar circumstances",
        "closed_at": null,
        "created_at": "2018-12-31T10:23:25.585Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-31T12:59:54.068Z",
        "opened_at": null,
        "rejected_at": "2019-01-17T16:48:56.623Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about visas, but we're not sure what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2019-01-17T16:48:58.260Z"
    },
    "id": 236278,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236278.json"
    },
    "type": "petition"
}