{
    "attributes": {
        "action": "Regulate how bright LED main lights can be in vehicles on the road by law",
        "additional_details": "This petition is to help regulate how bright the main lights can be. Drivers on the road know all to well the blinding power of LED main lights where have near loss control has occurred due to momentary blinding upon seeing and a few seconds after these lights. \r\nIt is because of the dangers of these LEDs that the government should regulate the brightness of the main light to protect drivers on roads as even when the high beams are turned off as you see a decrease in brightness, it is still way too apparent that the LED main lights are too bright factored in with when going 60MPH down country lanes, the momentary loss of control experienced when experienced to these lights could easily lead to a crash.",
        "background": "Since the rise of the LED main lights on cars due to their unparallel quality and life, it has become apparent that some vehicles have bulbs that are way too bright. It seems that with some vehicles that the main bulbs in them feel like the high beam.",
        "closed_at": null,
        "created_at": "2018-12-31T15:15:12.047Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-01T19:15:36.219Z",
        "opened_at": null,
        "rejected_at": "2019-01-17T16:57:11.457Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/236279"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-01-17T16:57:11.466Z"
    },
    "id": 236290,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236290.json"
    },
    "type": "petition"
}