{
    "attributes": {
        "action": "Allow NOTES OF HOPE to stay on North Bridge in Halifax & other known bridges.",
        "additional_details": "The notes have saved 21 lives, at least 1 in Halifax. That is their aim and this complies with the councils Suicide Prevention Plan 2017 - 2020 \"for Calderdale to be a place where suicides are eliminated\"\r\n\r\nAt least 4 people in 2018 took their lives on North Bridge. On 3 occasions there were no notes on the bridge. On the last occasion the council had removed them.    \r\n \r\n35 bridges have NOH; only Calderdale council have removed them.\r\n\r\nThey cost the local councils zero from the public purse.",
        "background": "Halifax has a higher suicide rate than the national average & North Bridge is an area known for this. In August 2018, Bridge the Gap & members of the local community put NOTES OF HOPE on North Bridge. Locals have maintained the bridge since, but the council took the notes down.",
        "closed_at": null,
        "created_at": "2018-12-31T12:52:47.756Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-31T13:03:56.844Z",
        "opened_at": null,
        "rejected_at": "2019-01-17T16:49:56.710Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\t\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2019-01-17T16:49:58.894Z"
    },
    "id": 236283,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236283.json"
    },
    "type": "petition"
}