{
    "attributes": {
        "action": "Keep housing numbers under control in already heavily developed areas.",
        "additional_details": "In Wokingham Borough, we know there is a national shortage of housing, particularly affordable housing, and we are willing to continue to provide new homes locally in the Borough, but a further 20 years of building at the current rate of 660 houses a year is unsustainable and the Borough’s housing quota, known as Objectively Assessed Need, is about to rise, requiring 30% more housing on top of that figure.  We are losing green space, have huge traffic issues, and struggle with infrastructure.",
        "background": "This petition calls on the government to take the cumulative impact of previous high levels of housing growth into account when assessing where new housing should be built. The OAN methodology needs to be re-designed to ensure places like Wokingham Borough retain their identity",
        "closed_at": null,
        "created_at": "2018-12-30T09:24:15.326Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-30T12:53:50.614Z",
        "opened_at": null,
        "rejected_at": "2019-01-17T13:46:07.176Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe understand that you want the Government to change guidance on methodology for assessing where new housing should be built, but we’re not sure exactly what change you want it to make.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a petition calling for a review of housing needs assessments to ensure local areas retain their identity."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-01-17T13:46:13.080Z"
    },
    "id": 236209,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236209.json"
    },
    "type": "petition"
}