{
    "attributes": {
        "action": "Stop Brexit if parliament rejects the deal",
        "additional_details": "",
        "background": "Brexit is not worth it.  A hard border in Ireland will destroy the Good Friday Agreement, meds are being stockpiled and there's news that a contract has been given to a company with no ferries, and the army is on standby in the event of no-deal too.  Stop Brexit if MPs vote to reject the PM's deal.",
        "closed_at": null,
        "created_at": "2018-12-30T23:45:54.024Z",
        "creator_name": "Ciaran O’Doherty",
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2019-0002",
            "debated_on": "2019-01-14",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2019-01-14/debates/694BA27D-566E-4F52-BC4B-8FC1ACA3F109/LeavingTheEU",
            "video_url": "https://parliamentlive.tv/Event/Index/64100b1a-6f58-46b5-a84e-d0b2416896b3"
        },
        "debate_outcome_at": "2019-01-15T12:46:14.038Z",
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-02-04T09:23:13.992Z",
            "details": "Following the meaningful vote on 15 January the Government has been meeting with MPs to identify what would be required to secure the backing of Parliament. Now a majority of MPs have said they would support a deal with changes to the backstop.\r\n\r\nCombined with measures to address concerns over Parliament’s role in the negotiation of the future relationship and commitments on workers’ rights, the Government is now confident that there is a route that can secure a majority in Parliament for leaving the EU with a deal.\r\n\r\nThe Government will now take this mandate forward and seek to obtain legally binding changes to the Withdrawal Agreement that deal with concerns on the backstop, while guaranteeing no return to a hard border between Northern Ireland and Ireland.\r\n\r\nBoth the UK and the EU agree, we must fully respect the Belfast (Good Friday) Agreement and not allow the creation of a hard border between Northern Ireland and Ireland or a customs border down the Irish Sea.\r\n\r\nThe Government will be engaging further with MPs to consider how we might meet our obligations to the people of Northern Ireland and Ireland in a way that can command the greatest possible support of Parliament. As the Prime Minister confirmed, we will then take the conclusions of those discussions back to the EU.\r\nThe Government does not want a no deal scenario.  However, as a responsible Government we will continue to prepare for all eventualities. Extensive work to prepare for a no deal scenario has been under way for over two years and the Government are taking necessary steps to ensure the country continues to operate smoothly from the day we leave. \r\n\r\nWith regard to medical supplies Government will continue to ensure that UK patients are able to access the best and most innovative medicines and be assured that their safety is protected. As a responsible Government, the Department of Health and Social Care has put plans in place for the continued supply of medicines after the UK leaves the EU, focused on those medicines that are imported from the EU. This includes pharmaceutical companies stockpiling an additional six weeks’ supply and prioritisation of medicines and medical products at the border.\r\n\r\nAs part of our no deal preparations, we are also increasing the capacity – the number of ships and routes – between ports in the UK and the European continent.  Before any contract was signed, due diligence on Seaborne Freight was carried out both by senior officials at the Department for Transport, and highly reputable independent third-party organisations with significant experience and expertise into Seaborne Freight’s  financial, technical and legal underpinning.\r\n\r\nThe Ministry of Defence has been conducting contingency planning for a No Deal EU Exit, as announced in December. As part of this, the Ministry of Defence has taken the step of putting 3,500 regular and reserve personnel on standby to be able to support the Ministry of Defence as well as other departments. As part of the ‘Whole Force’ concept enshrined in UK defence doctrine, the use of reservists is considered for all Defence deployments, so this ‘Call Out’ is not unusual. The MoD routinely issues Call Out Orders to enable the use of Reservists for both domestic and overseas operations, such as for the London 2012 Olympics.\r\n\r\nThe Government’s policy is to leave the EU on 29 March 2019. We are committed to honouring the result of the referendum. To do otherwise would be to undermine the decision of the British people.\r\n\r\nDepartment for Exiting the European Union.",
            "responded_on": "2019-02-04",
            "summary": "The Government’s priority is to achieve a deal that ensures a smooth and orderly exit from the EU and respects the result of the 2016 referendum.",
            "updated_at": "2019-02-04T09:23:13.992Z"
        },
        "government_response_at": "2019-02-04T09:23:13.994Z",
        "moderation_threshold_reached_at": "2018-12-30T23:58:20.924Z",
        "opened_at": "2019-01-02T15:45:16.602Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-01-03T20:54:11.535Z",
        "scheduled_debate_date": "2019-01-14",
        "signature_count": 29505,
        "state": "open",
        "updated_at": "2019-03-13T22:15:40.801Z"
    },
    "id": 236261,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236261.json"
    },
    "type": "petition"
}