{
    "attributes": {
        "action": "Making sure children and family services have to go by the law of evidence",
        "additional_details": "They are  YouTube and Facebook post about this and even BBC panorama program about this",
        "background": "I have had problems with child and family services for some time I complained about giving out false information about myself\r\nAnd was told yes we did it but we are not going to do anything about it \r\nAnd I all so been told they don't have to follow the rule of law and that is wrong",
        "closed_at": null,
        "created_at": "2018-12-30T16:40:58.041Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2018-12-30T22:06:43.330Z",
        "opened_at": null,
        "rejected_at": "2019-01-17T13:49:47.174Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIn any case, we can't accept this petition because this isn't something that the Government and Parliament can help you with. Social services are the responsibility of local councils.\r\n\r\nIf you want to complain about social services, or get more advice about what action you could take, this website may help you: \r\n\r\nhttps://www.citizensadvice.org.uk/health/nhs-and-social-care-complaints/\r\n\r\nIf you are not happy with the way that a council has handled a complaint, you may be able to complain to the Local Government Ombudsman: \r\nhttp://www.lgo.org.uk/make-a-complaint"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-01-17T13:49:47.182Z"
    },
    "id": 236229,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236229.json"
    },
    "type": "petition"
}