{
    "attributes": {
        "action": "Send English Channel migrants back to where they first arrived in the EU",
        "additional_details": "In order to reach Calais, these asylum seekers probably passed through at least two safe nations. Home Secretary, Sajid Javid said 230 migrants had tried to cross the Channel in December, with just under half prevented from leaving the country by the French authorities.",
        "background": "As the United Kingdom approaches the date set for leaving the European Union, we must show the world that we are capable of defending our sovereign borders. Under EU & international law an asylum seeker should claim asylum in the first safe country they enter. ",
        "closed_at": null,
        "created_at": "2019-01-02T12:11:01.987Z",
        "creator_name": "Zack J. Culshaw",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-02-27T11:08:25.262Z",
            "details": "During 2018, over 500 migrants attempted to travel to the UK on small vessels. Around 40% of those were either disrupted by French law enforcement or returned to France via French agencies.\r\n\r\n80% of attempts were made in the last three months of the year and, in response, the Home Secretary announced a major incident in order to protect the lives of those attempting the crossing, and also to protect the border.\r\n\r\nPart of the response was to build on the strong and collaborative relationship the UK has with France on this issue. Last year’s Sandhurst Treaty, a bilateral agreement between the UK and France, reinforced the commitment of both sides to work together on border security issues. \r\n\r\nOn 24 January 2019, the Home Secretary and the French Interior Minister Christophe Castaner signed a joint action plan, which includes:\r\n\r\n•\tOver £6 million (€7m) investment in new security equipment;\r\n\r\n•\tIncreased CCTV coverage of beaches and ports, air surveillance and shared intelligence; and \r\n\r\n•\tA mutual commitment to conduct returns as quickly as possible under international and domestic laws.\r\n\r\nIn regard to returns, it is the UK’s obligation, under international law, to take those rescued at sea to the nearest safe port. It is also an established principle that those in need of protection should claim asylum in the first safe country they reach. \r\n\r\nTherefore, if we establish that a migrant has first entered another EU Member State and either engaged with the asylum system there or resided in that country for over five months, we will seek to return them there in accordance with the Dublin III Regulation. \r\n\r\nTo date, the Government has returned a number of migrants who crossed the Channel in small boats to various EU Member States, and we continue to pursue further returns where appropriate. \r\n\r\nWe will be working to secure a comprehensive returns agreement with the EU that replaces our obligations under Dublin once we leave the EU.\r\n\r\nHome Office.\r\n",
            "responded_on": "2019-02-27",
            "summary": "The UK returns asylum seekers to EU Member States in line with the Dublin III regulation. The Government is working to secure a returns agreement that replaces that regulation once we leave the EU.",
            "updated_at": "2019-02-27T11:08:25.262Z"
        },
        "government_response_at": "2019-02-27T11:08:25.265Z",
        "moderation_threshold_reached_at": "2019-01-02T13:28:33.954Z",
        "opened_at": "2019-01-28T10:03:41.666Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-02-12T14:48:08.289Z",
        "scheduled_debate_date": null,
        "signature_count": 16744,
        "state": "open",
        "updated_at": "2019-03-14T23:38:43.697Z"
    },
    "id": 236362,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236362.json"
    },
    "type": "petition"
}