{
    "attributes": {
        "action": "Empower the police and/or Local Authority to take action against illegal 'lifts'",
        "additional_details": "Legitimate private/public hire drivers are DBS checked, and their cars are tested to make sure they are roadworthy. These checks are in place to protect the members of the public. \r\n\r\nThey must have correct 'hire and reward' insurance in place which is more expensive than private car insurance. Those offering paid 'lifts' cannot have the correct insurance in place.\r\n\r\nMembers of the public are being put at risk and the general response from the police and/or LA is that there is nothing they can do.",
        "background": "There are a huge amount of illegal paid 'lifts' being offered on social media and they are in the increase. There are groups that have been set up on Facebook for example offering 'lifts that are cheaper than a taxi'.",
        "closed_at": null,
        "created_at": "2019-01-02T13:47:54.587Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-02T14:17:43.405Z",
        "opened_at": null,
        "rejected_at": "2019-02-11T16:05:53.893Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Paid lifts-for-profit are illegal and there are already laws that give local authorities powers to license taxi and private hire vehicles, so we're not sure what else you'd like to happen. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-02-11T16:06:01.387Z"
    },
    "id": 236369,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236369.json"
    },
    "type": "petition"
}