{
    "attributes": {
        "action": "Change in the use of law of probability in family courts justice system",
        "additional_details": "Why our family courts use this law is unbelievable if the police and the cps can clear domestic abuse accusations with no future action and strong levels of doubt then a family law judge can find on probability meaning you’ve probably commented these atrocities  is injustice and condemns innocent men to losing there children this need to be addressed as figures show 98% of male suicide is no access with children. It also paves the way for mothers to commit perduary and obbserd lies under oath.",
        "background": "As most fathers will understand currently in the family law courts the use of law of probability I firmly believe that this law is a major concern as many innocent men are wrongfully having findings found against them and denied access to children this is a regular occurrence used by ex partners",
        "closed_at": null,
        "created_at": "2019-01-02T02:03:38.276Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-02T03:54:15.044Z",
        "opened_at": null,
        "rejected_at": "2019-01-17T17:11:10.136Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the standard of proof used in family courts, but we're not sure exactly what you'd like to change it to. \r\n \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-01-17T17:11:12.558Z"
    },
    "id": 236348,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236348.json"
    },
    "type": "petition"
}