{
    "attributes": {
        "action": "Officially recognise H.M. Prison Service as one of the emergency services.",
        "additional_details": "Prison Officers are medics, law enforcers, conflict resolution facilitators, social workers, negotiators and fire fighters all rolled into one uniform, often manage situations on their own or untill assistance from specialist services are on scene. Many people are not aware they even hold powers of arrest and would not be aware of the situations they manage or prevent on daily basis as it does not affect them. Prison Officers can make arrests on both sides of the fence which reduces crime.",
        "background": "Prison Staff mansge a number of emergency situations each shift, situations which would on the outside be managed by the Police, Fire or Ambulance Service, Prison Officer grades hold the Power of a Constable, a fact which many Police Officers are not aware of let alone the general public.",
        "closed_at": null,
        "created_at": "2019-01-01T20:38:44.666Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-01T20:54:12.916Z",
        "opened_at": null,
        "rejected_at": "2019-01-17T16:59:11.881Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to officially recognise the Prison Service as an emergency service. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-01-17T16:59:13.657Z"
    },
    "id": 236335,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236335.json"
    },
    "type": "petition"
}