{
    "attributes": {
        "action": "Force Philip Hammond to release funds necessary for planning a no-deal Brexit",
        "additional_details": "In a great many interviews and press releases, Teresa May has stated the government is preparing for a no-deal scenario ahead of the United Kingdom ending its membership of the European Union. However, the only funds being spent are on stunts and headline grabbing projects such as hiring ferries from a company which to date has none.\r\nPhilip Hammond should be forced to release monies to the apparatus of  public services immediately, rather than spending on follies designed to grab column inches.",
        "background": "Philip Hammond is blocking the funding for the apparatus of public services to prepare for a no-deal Brexit. It is clear he is putting his own agendum, remaining in the EU at all costs, ahead of the interests of the United Kingdom.",
        "closed_at": null,
        "created_at": "2019-01-02T07:28:37.003Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-02T08:04:33.590Z",
        "opened_at": null,
        "rejected_at": "2019-01-17T17:13:33.301Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what funding you'd like to be released. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to fund planning for a no-deal Brexit, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-01-17T17:13:33.307Z"
    },
    "id": 236352,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236352.json"
    },
    "type": "petition"
}