{
    "attributes": {
        "action": "BAN ONLINE SALES of animals on Gumtree/Shpock/ Dragon Driving/Pre-Loved etc",
        "additional_details": "A huge number of people make a living breeding & selling animals online. The T&C on online sites is wholly inadequate & offers no protection to animals, many advertised under the min age of 8 weeks. Online sites have failed to adequately demonstrate how they monitor the sale of live animals, thereby allowing illegal puppy farmers / unethical breeders a free reign.  No proof of ownership, microchip or vaccination details required. These sites provide a gateway for the increasing trade in stolen animals & dog fighting bait. Anyone who genuinely needs to give up their pet or buy one should approach an accredited Rescue organisation or registered breeder. Without this legislation, back street breeding & stealing animals for financial gain will continue.",
        "background": "A ban on third party puppy & kitten sales in England comes into effect on 1st October 2019, preventing the sale in pet shops or unregistered dealers. The ban needs to be extended to ONLINE or it will continue to provide an outlet for back street breeders, puppy mills and stolen animals",
        "closed_at": null,
        "created_at": "2019-01-03T18:05:02.771Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-04T08:50:22.550Z",
        "opened_at": null,
        "rejected_at": "2019-01-19T10:03:49.406Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/236432"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-01-19T10:04:15.411Z"
    },
    "id": 236445,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236445.json"
    },
    "type": "petition"
}