{
    "attributes": {
        "action": "If Brexit causes food shortages, shut parliamentary restaurants and bars",
        "additional_details": "Making MPs face the consequences of their actions would go some small way to incentivising them to do better.",
        "background": "Some have speculated that after Brexit, there may be food shortages. If this happens it will be MPs' fault, so they should be first to feel the pinch: parliament's restaurants and bars should be shut until full food supply resumes for the rest of the country.",
        "closed_at": null,
        "created_at": "2019-01-04T23:01:53.196Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-05T02:19:49.631Z",
        "opened_at": null,
        "rejected_at": "2019-01-22T13:34:07.763Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about food shortages, but we're not sure exactly what you'd like the Government or Parliament to do to prevent them. \r\n\r\nIn any case, it’s not only MPs who can buy food and drink in the House of Commons. Catering services are also available to everyone else who works in the House of Commons, visitors and members of the public. MPs make up only a very small proportion of the people who can buy food and drink in Parliament. \r\n\r\nYou can find out more about the cost of catering in the House of Commons here: \r\n\r\nhttps://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-01-22T13:34:13.446Z"
    },
    "id": 236538,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236538.json"
    },
    "type": "petition"
}