{
    "attributes": {
        "action": "Stop offering Asylum support to illegal immigrants and refugees",
        "additional_details": "Hundreds of fighting age men turn up in rubber dinghies on the south coast of the UK with no documentation. They are automatically given a FREE house to live in with no council tax, £37.75 a week for each person in that house, FREE medicine, FREE healthcare, FREE dental care, FREE eye tests and glasses.\r\nMeanwhile, we have thousands of homeless ex-servicemen and women, many suffering from mental health issues who have put their lives on the line for Great Britain. They have nowhere to live, no money for food and no support what so ever! \r\nWe should be prioritising looking after people who have put their lives on the line for our country, not economic migrants. They just come from France, it is not at War!",
        "background": "Hundreds of fighting age men turn up in rubber dinghies on the south coast of the UK with no documentation. They are automatically given a FREE house to live in with no council tax, £37.75 a week for each person in that house, FREE medicine, FREE healthcare, FREE dental care, FREE eye tests.",
        "closed_at": null,
        "created_at": "2019-01-06T02:44:55.311Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-08T18:47:48.841Z",
        "opened_at": null,
        "rejected_at": "2019-01-16T14:44:02.108Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about illegal immigration but we're not sure what you'd like the Government or Parliament to do. People claiming asylum in the UK because they fear persecution in their home countries are entitled to some support, but they are not \"illegal immigrants\". People who are found to be in the UK illegally are not entitled to any Government support. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the UK Government to withdraw from all agreements that require the UK to accept immigrants and refugees, if that's what you'd like to happen. \r\n\r\nYou might also like to sign and share this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/232414"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-01-16T14:44:02.114Z"
    },
    "id": 236599,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236599.json"
    },
    "type": "petition"
}