{
    "attributes": {
        "action": "Amend Section 106 Agreements to planning permission for New Build Estates",
        "additional_details": "Most new build estates now carry management charges on freehold properties. This means homeowners pay full council tax and also management charges. Planning permission has often been granted with the council relinquishing responsibility for adopting certain open communal spaces. The charges cover the maintenance of these. These charges are not yet regulated and whilst published charges may be given upon purchase, these could escalate. There is also limited avenues of recourse.",
        "background": "Section 106 Agreements relate to negotiations between developers and planning authorities which too frequently leave homeowners in a position where they are forced to pay for open space which is not their property and over which they have no influence.",
        "closed_at": null,
        "created_at": "2019-01-06T01:32:03.613Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-06T08:50:43.791Z",
        "opened_at": null,
        "rejected_at": "2019-01-22T11:23:01.615Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about management charges on new build freehold properties, but we're not sure exactly how you'd like the Government to amend section 106 to deal with this.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to change the law so that these charges do not fall on owners of freehold properties or for the charges to be regulated.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-01-22T11:23:15.013Z"
    },
    "id": 236597,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236597.json"
    },
    "type": "petition"
}