{
    "attributes": {
        "action": "Publish the systems of due diligence in use when awarding Brexit contracts.",
        "additional_details": "In addition this petition should give rise to a debate on the legality of this contract and any other that cannot be shown to have been awarded in  a fair and transparent manner.",
        "background": "Given the revelations around the award of a £13.8m contract to the obviously dubious Seaborne Freight \"company\" I call on Government and the DexEU to publish the systems of due diligence that they employ in order to ensure the best value for the British public.",
        "closed_at": null,
        "created_at": "2019-01-04T18:00:06.630Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-04T22:02:06.364Z",
        "opened_at": null,
        "rejected_at": "2019-01-22T10:40:30.284Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about the award of this contract and other contracts to manage a \"no deal\" Brexit, but we're not sure exactly what you mean by \"publish the systems of due diligence\". You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe already have a similar petition about his issue. You could sign this petition instead, if it calls for what you want to happen. You are more likely to get action on this issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/236556"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 22,
        "state": "rejected",
        "updated_at": "2019-01-22T10:40:47.080Z"
    },
    "id": 236513,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236513.json"
    },
    "type": "petition"
}