{
    "attributes": {
        "action": "Give UK homeless citizens the same rights and benefits as asylum seekers.",
        "additional_details": "The government web site for asylum seekers quite clearly states the benefits asylum seekers will get. This is immoral especially when ex armed forces personnel and others who have in the past paid their taxes, defended their country and been willing to lay down their life and in times of need get nothing. Yet asylum seekers who even by normal convention should claim asylum in the first country the land in pass through these places to get here illegally and claim free housing and allowances.",
        "background": "It is wrong that homeless UK citizens and homeless Ex armed forces personnel do not recieve exactly the same benefits as asylum seekers and failed asylum seekers.",
        "closed_at": null,
        "created_at": "2019-01-06T14:08:18.629Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-06T19:21:36.552Z",
        "opened_at": null,
        "rejected_at": "2019-01-24T16:32:57.009Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about homelessness, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nBritish citizens, including homeless people, are entitled to claim the full range of benefits. You can find out more here:\r\n\r\nhttps://www.citizensadvice.org.uk/benefits/benefits-introduction/\r\n\r\nAsylum seekers can claim only asylum support.\r\n\r\nYou can find out more about how housing is allocated here:\r\n\r\nhttp://researchbriefings.files.parliament.uk/documents/SN06397/SN06397.pdf\r\n\r\nLocal authorities are already able to give greater priority to ex-service people when allocating social housing. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Parliament and Government to fund housing for all rough sleepers, if that's something you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-01-24T16:33:03.753Z"
    },
    "id": 236626,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236626.json"
    },
    "type": "petition"
}