{
    "attributes": {
        "action": "change the law to help residents with better protection rights from intruders",
        "additional_details": "Crime seems to be going up and criminals seem to think residents have no rights to protect themselves or their family. \r\n\r\nThere is nothing worse then finding out these crooks are on your private land, invading your privacy & thinking it is acceptable to take whatever action they feel but residents could get sued if the intruder gets hurt!\r\n\r\nWhat happen to the right for residents to be able to protect themselves, our families and processions. \r\n\r\nMost of these criminals have no fear of the law as it protects.",
        "background": "Why does the the law protect the criminals entering our homes? \r\nThe law seems to favour criminals who think it’s okay to tresspass, break in & attack residents in their own homes. \r\n\r\nThe law needs to be tougher to protect the innocent residents who are confronted with criminals in their homes.",
        "closed_at": null,
        "created_at": "2019-01-07T12:41:52.460Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-10T20:14:49.112Z",
        "opened_at": null,
        "rejected_at": "2019-01-21T18:58:30.959Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we are not sure what action you would like the UK Government or Parliament to take. \r\n\r\nWe understand that you would like the law changed but we aren't sure what change you would like to see.\r\n\r\nThe law already provides defences for householders who are protecting their home in certain circumstances.\r\n\r\nYou can find out more here:\r\n\r\nhttp://researchbriefings.files.parliament.uk/documents/SN02959/SN02959.pdf\r\n\r\nhttps://www.cps.gov.uk/sites/default/files/documents/publications/householders-2013.pdf\r\n\r\nYou could start a new petition setting out clearly the change you would like to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-01-21T18:58:32.979Z"
    },
    "id": 236680,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236680.json"
    },
    "type": "petition"
}