{
    "attributes": {
        "action": "Allow People the power to call for a vote of No confidence against its local MP",
        "additional_details": "If your MP does not keep to his parties Manifesto or to adhere to the demands giving by the people in his or her constituency then we should have the rights to call for an early vote of no confidence in that MP. (Local Constituency people voting only) MP's know once they are voted in they have 5 years to do what they want & not what the people are telling them to do. This goes for any single party in any single area, Labour, Tories or SNP etc.  People have a voice & it should not be ignored.",
        "background": "We have Elections every 5 years & the Opposition party has the power to call for a vote of no confidence in the ruling party at any time during those 5 years. Why is it we can't at local level get the same chance against our local MP?. We need law to enable the people to have the same rights.",
        "closed_at": null,
        "created_at": "2019-01-07T16:45:15.355Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-07T17:24:17.381Z",
        "opened_at": null,
        "rejected_at": "2019-01-21T13:45:16.272Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what the difference would be between a vote of no confidence and an election. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for people to have the right to \"recall\" their MP for any reason, if that's what you'd like to happen. \r\n\r\nYou can find out more about recall elections here:\r\n\r\nhttps://commonslibrary.parliament.uk/insights/the-first-use-of-a-recall-petition-in-the-uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-01-21T13:45:22.322Z"
    },
    "id": 236695,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236695.json"
    },
    "type": "petition"
}