{
    "attributes": {
        "action": "Change legislation so G.P.s can prescribe medical marijuana for fibromyalgia.",
        "additional_details": "A new study out of the Netherlands in December 2018 found that standardised pharmaceutical-grade cannabis with a  tetrahydrocannabinol (THC) content was effective in treating the musculoskeletal pain caused by fibromyalgia.\r\nUK Fibromyalgia asks the government to relax the current legislation to allow general practitioners to be able to prescribe medical marijuana to sufferers of fibromyalgia and for all other patients with similar chronic pain conditions.",
        "background": "In the UK we are in the position where medical marijuana has now been legalised but can only be prescribed through hospital consultants and for specific medical ailments, which currently excludes fibromyalgia. UK Fibromyalgia feels now is the time for a change in the law.",
        "closed_at": null,
        "created_at": "2019-01-07T16:06:45.689Z",
        "creator_name": "Martin Westby",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-02-19T17:33:24.044Z",
            "details": "This Government appreciates the frustration of patients living with chronic and difficult to manage conditions, it is however right that decisions to prescribe cannabis for medicinal use rests with doctors on the General Medical Council’s specialist register. These doctors are experts in their field and as part of their continuing professional development are expected to keep up to date with all new medicines and treatments for their specialist area.\r\n\r\nCannabis based products for medicinal use are largely unlicensed. They have not been tested by the Medicines and Healthcare Products Regulatory Agency for quality, safety or efficacy and the evidence base is still developing.   Restriction of prescribing to specialist doctors ensures that prescribing of these unlicensed products is by doctors with the best knowledge of the specific conditions for which cannabis based products might be appropriate and minimises the risk of misuse, harm and diversion of controlled drugs. This approach has the support of the Advisory Council on the Misuse of Drugs (ACMD), NHS England and the Chief Medical Officer. \r\n\r\nThe law does not restrict the form of cannabis-based products for medicinal use, that can be prescribed, or the type of condition for which these products may be used.  However, NHS England has made clear its expectation, that cannabis-based products should only be prescribed for conditions where there is clear published evidence of benefit or UK guidelines, in patients where there is a clinical need that cannot be met by a licensed medicine and where established treatment options have been considered and discounted.\r\n\r\nIn November 2018, interim clinical guidance was issued by the Royal College of Physicians, in liaison with the Faculty of Pain Medicine of the Royal College of Anaesthetics. The guidance states that there was no robust evidence available for the use of cannabis-based products for medicinal use in treating chronic pain, and that it is not currently recommended. The paucity of evidence of effectiveness of these products in pain management is also reflected in guidance issued to health care professionals by Health Canada and by the Therapeutic Goods Administration in Australia.\r\n\r\nThe National Institute for Health and Care Excellence (NICE), as the body responsible for issuing authoritative, evidence-based guidance for the NHS, has been commissioned to develop guidelines for the NHS on the prescribing of cannabis-based products for medicinal use by October 2019. NICE’s process for developing such guidelines is world renowned and will include a review of published evidence and that submitted by stakeholders. This provides an opportunity for recent evidence, such as the report quoted in the petition, to be properly assessed. This new guidance will replace the interim guidance issued by the RCP, the British Paediatric Neurology Association and the Association of British Neurologists.\r\n  \r\nIn parallel with the change to the law and in recognition that the evidence base needs to be further developed, the National Institute for Health Research has also issued a call for research to help develop thinking in this area.  More information about this is available from www.nihr.ac.uk by searching for ‘are cannabis based medicines effective?’.  As more evidence of the effectiveness, short and long-term safety of these products emerges, further guidance will be made available. \r\n\r\nWhilst the evidence to date, does not support the generic use of cannabis-based products for medicinal use in the treatment of chronic pain, the decision of whether to prescribe is ultimately one for specialist doctors to make on a case by case basis.\r\n\r\nAs with all new legislation, the Government is committed to monitoring its effectiveness.  The Government will consider the outcomes of monitoring, any further advice from the ACMD and NICE and refine our approach where necessary.\r\n\r\nDepartment of Health and Social Care\r\n",
            "responded_on": "2019-02-19",
            "summary": "The Government believes its approach is proportionate and evidence-based, and whilst the evidence-base remains limited, it is right that the decision to prescribe remains with specialist doctors.",
            "updated_at": "2019-02-19T17:33:24.044Z"
        },
        "government_response_at": "2019-02-19T17:33:24.046Z",
        "moderation_threshold_reached_at": "2019-01-07T16:26:34.927Z",
        "opened_at": "2019-01-24T10:38:41.428Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-02-07T08:55:16.211Z",
        "scheduled_debate_date": null,
        "signature_count": 15101,
        "state": "open",
        "updated_at": "2019-03-14T23:46:41.210Z"
    },
    "id": 236693,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236693.json"
    },
    "type": "petition"
}