{
    "attributes": {
        "action": "Change the name of type 1 diabetes to give a different title to type 2 diabetes",
        "additional_details": "Type 1 diabetes is an auto immune disease and no amount of unhealthy food will cause it.This is not the perception of a large percentage of the public, due to the reasons above. It would be much fairer and clearer for type 1 diabetes to be renamed and given a completely separate medical title so as to clearly define the two types of the disease without confusion.It is particularly difficult for children to deal with the disease, but it would help not to have the stigma currently attached to it.",
        "background": "I am a parent of a type 1 diabetic son diagnosed since age 7. He has had to deal with many public misconceptions regarding the cause of type 1 diabetes. This is due to press, tv and the public not properly using the full title of the condition and merely only referring to the catch all ‘diabetes’.",
        "closed_at": null,
        "created_at": "2019-01-07T22:34:47.517Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-08T06:31:32.839Z",
        "opened_at": null,
        "rejected_at": "2019-01-15T18:58:35.147Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Parliament and Government are not responsible for the names of diseases. \r\n\r\nYou could start a new petition about something the UK Parliament or Government are responsible for. for example, you could start a new petition asking the Government to run a campaign to raise awareness of type one diabetes, if that's something you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-01-15T18:58:40.342Z"
    },
    "id": 236731,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236731.json"
    },
    "type": "petition"
}