{
    "attributes": {
        "action": "Make it a ‘Criminal Offence’ of Owners of Dogs NOT Controlling their Dogs.",
        "additional_details": "We have Hills and Commons where each year Sheep are Killed a Horrible death as they do not fight back, Cows with Blood coming from their mouths, as an Animal Lover and Dog Owner which was Attacked three times as a Puppy these Actions are just Disgusting, it needs these owners caught and Prosecuted and Highlighted in the Press, NOBODY has been caught, the Public should be able to be safe more so the Very Young and Elderly.\r\n\r\nLet’s beef up the Penalty Against the Idiots.",
        "background": "Due to the amount of not only Babies being Killed or Maimed and Adults Attacked there needs to be a Strong Penalty for Failing not Control their Dog, there are a Number who have Dogs and allow them to Attack sheep and cows on Public Spaces, Owners know their Dogs and what they are Capable of.",
        "closed_at": null,
        "created_at": "2019-01-07T20:32:37.540Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-07T20:38:17.782Z",
        "opened_at": null,
        "rejected_at": "2019-01-24T10:41:58.007Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nIt is already a criminal offence to allow a dog to be dangerously out of control. You can find out more here:\r\n\r\nhttps://www.gov.uk/control-dog-public\r\n\r\nWhether to arrest or prosecute someone would be a decision for the police and CPS, not the UK Government or Parliament.\r\n\r\nYou could start a new petition setting out clearly how you would like the law changed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-01-24T10:41:58.014Z"
    },
    "id": 236718,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236718.json"
    },
    "type": "petition"
}