{
    "attributes": {
        "action": "Stop making under 18’s pay for ‘adult’ tickets on public transport.",
        "additional_details": "Children do not earn a fraction of what adults earn, so why are subjected to the same fees? According to public transport, age 16 is an adult, but legally it is not. So why is public transport allowed to charge children, adult prices just for needing to travel to school, college or work? In many cases children have to pay multiple times what they earn in one hour just to travel to their job! How can young adults be expected to fund anything for themselves when it’s already been spent on travel?",
        "background": "It is unfair for young people under the age of 18, who are legally classified as children, to pay for ‘adult’ tickets on public transport. For one, they are not adults. Secondly, children do not earn anywhere near what an adult earns.",
        "closed_at": null,
        "created_at": "2019-01-08T14:22:54.589Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-08T14:55:18.387Z",
        "opened_at": null,
        "rejected_at": "2019-01-14T17:00:09.933Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Aged-based transport fares are not set by the UK Government. \r\n\r\nFor buses, local bus companies are free to set their own fares. For trains, the fares are set by train operating companies.\r\n\r\nIf you want Parliament to change the law, to require all operators to offer child fares or child tickets for anyone under 18, you may wish to sign this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/227828"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-01-14T17:00:09.941Z"
    },
    "id": 236755,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236755.json"
    },
    "type": "petition"
}