{
    "attributes": {
        "action": "Improve access to mental health service for young people in South Oxfordshire.",
        "additional_details": "One example is that one of our members was turned away from services that they needed when they were suffering with mental health Issue. We think that all young people should have an initial consultation within seven days of a referral and then either signposted to other support services or advised in person of expected wait times. That those waiting following the initial consultation should be given access to a crisis service.",
        "background": "We have notice there is a distinct lack of readily available mental health services for young people in the area, and those which are publicised provide substandard or non-specific care to those who have needed it. Many young people are having to fall into crisis before any support is offered.",
        "closed_at": null,
        "created_at": "2019-01-09T19:42:30.117Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-09T20:06:49.910Z",
        "opened_at": null,
        "rejected_at": "2019-01-24T11:49:30.107Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something that the UK Government or Parliament is not responsible for. This would be the responsibility of Oxfordshire NHS Trust.\r\n\r\nYou might like to sign this petition instead, which calls for more funding for children's mental health services nationwide:\r\n\r\nhttps://petition.parliament.uk/petitions/231146 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-01-24T12:57:08.599Z"
    },
    "id": 236881,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236881.json"
    },
    "type": "petition"
}