{
    "attributes": {
        "action": "Ban strong alcoholic drinks from being sold in off licenses.",
        "additional_details": "The evidence is out on the streets. The cans all dumped across the streets everywhere.  Empty cans of karpacki dumped just outside the newsagents they bought them from. Alcoholics are making the UK untidy. It's the council who have to clean up behind them and not to mention 9 times out of 10, police are called to alcohol related problems. There needs to be an investigation into these drinks as people who drink it have described it as brain damage juice and have said it is really strong.",
        "background": "It is proven that alcohol makes people violent and aggressive so why sell cans of strong alcoholic drinks in off licenses for cheap prices. It's not encouraging to alcoholics who are selling their belongings for a really strong drink thats only a pound. There needs to be a law changed immediately.",
        "closed_at": null,
        "created_at": "2019-01-09T08:58:00.351Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-24T08:33:28.695Z",
        "opened_at": null,
        "rejected_at": "2019-02-01T15:25:01.898Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about alcohol, but we're not sure exactly what you'd like the UK Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, introduce minimum alcohol pricing or conduct a review into alcohol-related violence, if that's what you'd like to happen.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-02-01T15:33:42.547Z"
    },
    "id": 236817,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236817.json"
    },
    "type": "petition"
}