{
    "attributes": {
        "action": "Allow working people to claim and get support when having first child.",
        "additional_details": "Working people need more help especially when having there first child , I have checked and we can’t get grants or sure start because we are not on benefits . I ask please support the working people who pay and contribute towards the system because actually we struggle too.",
        "background": "I have seen people who do not work get a lot of different benefits and grants to help with there first child, working people struggle on a day to day basis with bills , living etc , working people should have the help and support and there is nothing but child tax to help people.",
        "closed_at": null,
        "created_at": "2019-01-09T14:54:34.038Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-09T15:20:53.653Z",
        "opened_at": null,
        "rejected_at": "2019-01-21T18:51:01.599Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what support you would like to be made available. Petitions have to call on the UK Government or Parliament to take specific action.\r\n\r\nYou may be able to claim child benefit even if you are in work, although the amount may be reduced if you earn over a certain amount:\r\n\r\nhttps://www.gov.uk/child-benefit\r\n\r\nYou could start a new petition setting out which types of support you would like to be available to those in work. For example, you could start a petition asking the Government to change the rules for Sure Start if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-01-21T18:51:03.845Z"
    },
    "id": 236846,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236846.json"
    },
    "type": "petition"
}