{
    "attributes": {
        "action": "Review and change the law regarding Breed Specific Legislation.",
        "additional_details": "The majority of the big organisations know this law doesn't work and have fought to get the government to review and or put an end to it. We as a nation of animal lovers need to get the government to understand that for as long as this law is in place thousands more dogs and hundreds of more families will end up being destroyed. Will you stand up and be their voice, will you stand up and make a difference. Will you help put an end to a unjust, unfair law. Please sign and be counted. Thankyou.",
        "background": "This law is now in its 28th year, thousands of dogs have already lost their lives to it, dogs who had never done anything wrong are PTS simply because of \"how they look and if they fit the tape measure requirements\". There is no justice for stray dogs. Olives fight against BSL 💚💚 shows the flaws.",
        "closed_at": null,
        "created_at": "2019-01-09T17:01:45.703Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-28T20:33:48.581Z",
        "opened_at": null,
        "rejected_at": "2019-02-08T11:25:49.010Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want breed specific legislation changed but we aren't sure what changes you would like made.\r\n\r\nYou could start a new petition to repeal all breed specific legislation if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-02-08T11:25:49.016Z"
    },
    "id": 236861,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236861.json"
    },
    "type": "petition"
}