{
    "attributes": {
        "action": "Ban employers from using the Bradford Index as an absence calculator within UK.",
        "additional_details": "The absence of the terms \"false positives\" or \"significance testing\" from any promotions of it on HR sites should flag up a red warning that this is a statistically crude method with a dubious pedigree. Recent enquiries to Bradford University came up blank as to who proposed this statistical monstrosity. No reliable, scientific evidence as to its effectiveness over other methods. No RCTs, no factor analysis, nothing.",
        "background": "The Bradford index appears in no mathematical statistical studies and is simply put a blunt scare tactic tool with inbuilt assumptions about patterns of absence from the workplace. The idea that its numbers are neutral and therefore unchallengeable is quite frankly nonsense.",
        "closed_at": null,
        "created_at": "2019-01-10T14:01:31.727Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-10T18:02:22.565Z",
        "opened_at": null,
        "rejected_at": "2019-01-24T15:44:49.742Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition calling on the UK Government to make it illegal for employers to sack someone based on a mathematical formula."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-01-24T15:55:16.763Z"
    },
    "id": 236966,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236966.json"
    },
    "type": "petition"
}