{
    "attributes": {
        "action": "Freeze the £1bn RFA ship tender till we leave EU directives, to ensure UK build.",
        "additional_details": "http://www.veteransforbritain.uk/procurement/\r\n\r\nhttps://en.wikipedia.org/wiki/Fleet_Solid_Support_Ship\r\n\r\nhttps://www.telegraph.co.uk/business/2018/04/19/fears-grow-new-ships-support-royal-navy-will-built-overseas/\r\n\r\nhttp://www.veteransforbritain.uk/briefing/",
        "background": "A £1-BILLION contract could be lost from the UK because an EU directive forces the UK to accept international competition. \r\nThousands of jobs are at stake.\r\nIf Govt departs EU defence directives, it could use the WTO defence exemption to keep the work in the UK just like many other non-EU nations.",
        "closed_at": null,
        "created_at": "2019-01-10T19:00:28.860Z",
        "creator_name": "David Banks",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-03-11T13:54:39.449Z",
            "details": "In September 2017 the Government published the National Shipbuilding Strategy, which sets out how the Government plans to procure naval ships. For the purposes of procurement, the Strategy divides naval ships into ‘warships’ and ‘other naval ships’. Warships are defined, on the basis of their complex design, weapon systems and sensors, as frigates, destroyers and aircraft carriers. The nation needs to be able to design, build and maintain ships of these types in Britain so that, in time of war, we are not reliant on any other nation to carry out these activities on our behalf. In this way we protect our National Security. Ships of these types are built only in Britain. We do not build them abroad. \r\n \r\nOther types of naval ship have less complex weapons and sensors and do not have the same design features as warships. So long as the nation maintains its ability to design, build and maintain warships, we will also have the ability design, build and maintain other, less complex naval ships, such as the Fleet Solid Support vessels. The National Shipbuilding Strategy therefore laid down that other naval ships would be procured through open international competition.\r\n\r\nAs non-warships, the Fleet Solid Support ships are being procured through international competition. We do not consider there to be a national security interest which requires the design and construction of Fleet Solid Support ships to be limited to UK companies. This approach is mandated by UK procurement law which requires that all government procurement is conducted through fair and open international competition. \r\n\r\nThe procurement of the Fleet Solid Support ships under the Defence and Security Public Contracts Regulations (DSPCR) 2011, which transpose EU procurement regulations into UK law, is therefore consistent with UK law.\r\n\r\nThe Ministry of Defence's commitment to open international competition remains the cornerstone of defence procurement policy as the means by which we attract the best solutions and maximise value for money for UK taxpayers. We are clear that the Fleet Solid Support ships are Naval Auxiliary Support ships and not warships. The primary role of the Fleet Solid Support ships is the replenishment of naval vessels with bulk stores. They are non-combatant Naval Auxiliary Support Ships that are manned by civilian Royal Fleet Auxiliary crews and fitted with weapon systems solely for self-defence. \r\n\r\nThe commercial competition to procure the Royal Fleet Auxiliary Fleet Solid Support ships is currently on-going and no decisions have been made on where the ships will be built. We do not believe UK shipbuilders will be at a disadvantage from foreign bidders. Fleet Solid Support bids will not be assessed solely on price. Any sensitive elements of Fleet Solid Support ships will be limited to a UK-only competition and the procurement strategy takes that fully into account. Shipyards around the UK have been positive about the opportunity the Fleet Solid Support programme represents, and a consortium of UK shipbuilders is bidding to build the ships.\r\n\r\nMinistry of Defence.",
            "responded_on": "2019-03-11",
            "summary": "The Royal Fleet Auxiliary Fleet Solid Support ships are not warships and there is no national security reason to limit their construction to the UK. ",
            "updated_at": "2019-03-11T13:54:39.449Z"
        },
        "government_response_at": "2019-03-11T13:54:39.451Z",
        "moderation_threshold_reached_at": "2019-01-10T22:34:52.492Z",
        "opened_at": "2019-01-11T10:45:09.383Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-02-24T19:53:30.549Z",
        "scheduled_debate_date": null,
        "signature_count": 19109,
        "state": "open",
        "updated_at": "2019-03-13T23:45:30.389Z"
    },
    "id": 236992,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236992.json"
    },
    "type": "petition"
}