{
    "attributes": {
        "action": "Sack the 11 MPs who keep rejecting all petitions relating to Brexit.",
        "additional_details": "Clearly the deal on offer is not the deal that people thought that they were voting for in 2016 and is not fit for purpose. The referendum was only advisory  and has subsequently emerged to be coerced using lies. It is time to admit we were wrong and return to the fold. Replace the 11 MPs with others who are prepared to listen to the present will of the people",
        "background": "Sack the 11 MPs who keep rejecting all petitions relating to Brexit with the same regurgitated platitudes relating to \"the will of the people\".",
        "closed_at": null,
        "created_at": "2019-01-10T05:18:19.102Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-13T13:01:02.356Z",
        "opened_at": null,
        "rejected_at": "2019-01-21T16:28:53.538Z",
        "rejection": {
            "code": "no-action",
            "details": "Resignation would be an individual decision for that person, and not a decision for the Government or Parliament as a whole.\r\n\r\nThe UK Government and Parliament aren't responsible for removing MPs from office because of their views or opinions.\r\n\r\nIn any case, the responses to petitions that you appear to be concerned about come from the Government and not the Petitions Committee. The Petitions Committee oversees the petitioning process. Responses to petitions about Brexit come from the Department for Exiting the European Union.\r\n\r\nYou might like to sign this petition instead: \r\n\r\nhttps://petition.parliament.uk/petitions/235480"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-01-22T11:58:48.993Z"
    },
    "id": 236919,
    "links": {
        "self": "https://petition.parliament.uk/petitions/236919.json"
    },
    "type": "petition"
}