{
    "attributes": {
        "action": "Require the UK government to formally admit that Brexit is racist",
        "additional_details": "In 2016, we voted on whether the UK should leave the EU. We did NOT vote on controlling immigration or ending free movement. And yet Theresa May has decided that the referendum wasn't really about the EU, it was actually about immigration. She wants to strip various groups of their essential rights based on their nationality. That is racist. It is high time that we had a genuine and formal admission from the UK government that the fundamental basis of Brexit is racism and xenophobia.",
        "background": "Brexit will lead to millions of European and British citizens being stripped of many of their essential rights. It's a self-evident truth that if you remove people's rights based purely on their nationality, that is racist. It's time for the government to be honest and admit that Brexit is racist.",
        "closed_at": null,
        "created_at": "2019-01-11T11:14:12.433Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-11T16:01:33.007Z",
        "opened_at": null,
        "rejected_at": "2019-01-22T12:48:18.312Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it isn't the responsibility of the UK Government or Parliament to determine whether a particular action is racist or not.\r\n\r\nIf you feel you or your family have been the victim of racial discrimination this sets out the action you can take:\r\n\r\nhttps://www.citizensadvice.org.uk/law-and-courts/discrimination/discrimination-because-of-race-religion-or-belief/discrimination-because-of-race/\r\n\r\nYou could start a new petition calling for the Government to change its policy or for a change in the law around discrimination if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-01-23T12:07:15.857Z"
    },
    "id": 237030,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237030.json"
    },
    "type": "petition"
}