{
    "attributes": {
        "action": "Revoke Mental Health Act 1983",
        "additional_details": "SECTION 136 allows the police to keep you against your will FOR UP TO 24 hours and this can be extended by a further 12 hours.\r\n\r\nSECTION 2 allows you to be kept against your will FOR UP TO 28 days.\r\n\r\nSECTION 3 allows you to be kept against your will FOR UP TO 6 months, this can be extended for a further 6 months and indefinitely.\r\n\r\nThe Mental Health Act 1983 is outdated and an assault on basic liberties and freedoms. People are being incarcerated whilst NO CRIME HAS BEEN COMMITED, this provides no help and makes the situation worse.",
        "background": "End the detainment of individuals who have mental health problems. Currently an individual can be detained for up to 6 months under SECTION 3 and this can be extended. ULTIMATELY an individual can be detained INDEFINITELY, whilst NO CRIME has been committed. This is an assault on liberty and freedom",
        "closed_at": null,
        "created_at": "2019-01-12T12:02:16.394Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-03T12:50:56.065Z",
        "opened_at": null,
        "rejected_at": "2019-02-20T13:30:21.614Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about people with mental health problems being detained but we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nThe Mental Health Act 1983 also covers many other subjects such as access to treatment. Repealing it would remove all of those provisions.\r\n\r\nYou could start a new petition calling on the UK Government to end powers that all people with mental illnesses to be detained against their will if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-02-20T13:30:44.835Z"
    },
    "id": 237088,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237088.json"
    },
    "type": "petition"
}