{
    "attributes": {
        "action": "Force the return of Teesside Airport into Public Ownership",
        "additional_details": "It is likely that TVCA cabinet members will vote against the return of the Airport to public ownership as a show of petty party politics.  The Mayor of the Tees Valley is a Conservative Mayor. The local councils in the TVCA are all Labour.\r\n\r\nThe Airport was once a thriving transport hub, with many infrastructure development projects completed to ensure it's continued success.  \r\n\r\nEnsure it's continued success as an airport serving the Tees Valley and North East.",
        "background": "Durham Tees Valley Airport was sold to Peel group.  It is currently scheduled to close in 2021.\r\n\r\nThe Tees Valley Mayor is valiantly (and with public funding secured) attempting to return it to Public Ownership.",
        "closed_at": null,
        "created_at": "2019-01-10T20:30:45.661Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-10T20:58:53.649Z",
        "opened_at": null,
        "rejected_at": "2019-01-19T08:05:23.973Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This decision is the responsibility of the local councils.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nIf you are concerned about the planning application related to the airport, you could ask for the planning decision to be \"called in\".\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Housing, Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n\r\nYou could also contact your local MP. You can use this page to find out who your local MP is and how to contact them:\r\n \r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-01-19T08:05:34.906Z"
    },
    "id": 237001,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237001.json"
    },
    "type": "petition"
}