{
    "attributes": {
        "action": "Resolve the issue of disruption caused by the invigilators in the exam hall",
        "additional_details": "Disruption was caused and the university have done nothing as of yet to resolve this matter. Students with the correct equipment had  been affected and unable to concentrate. There were students having panic attacks and crying and this was ignored by the invigilators. This disrupted their performance and can affect their entire future. They behaved inappropriately and unprofessionally and provided no extra time to compensate for this. Other calculators weren't provided for the ones confiscated.",
        "background": "At University of Leicester, on 10th January 2018 invigilators disrupted an exam and took away calculators in an  accounting paper. Students weren't informed that only specific calculators could be used and they were confiscated, even those who had the right ones. Other calculators weren't provided.",
        "closed_at": null,
        "created_at": "2019-01-10T22:22:53.145Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-10T22:29:56.034Z",
        "opened_at": null,
        "rejected_at": "2019-01-16T11:08:50.395Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This would be the responsibility of the University. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-01-16T11:08:50.404Z"
    },
    "id": 237009,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237009.json"
    },
    "type": "petition"
}