{
    "attributes": {
        "action": "Improve the Portuguese Consult service in London!",
        "additional_details": "Calling them is impossible as they never pick up the phone and when it does go to voicemail, it is full.. Everyday for the past 2 weeks i have tried to book an appointment, appointments go live at 4pm. Everyday it has failed to connect to the appointments system. Going there in person is a waste of time as i experienced because the security man at the door does not let you in without an appointment and sends you away. i have screenshots and photograph evidence of everything i have stated above.",
        "background": "I have been trying over the last several months to book an appointment to renew my passport. When contacting the consult by email, you are sent an automated reply weeks later stating got go online and book via the website.",
        "closed_at": null,
        "created_at": "2019-01-11T16:46:29.069Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-11T17:13:26.809Z",
        "opened_at": null,
        "rejected_at": "2019-01-19T08:14:23.296Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament are not responsible for the service standards of the Portuguese Consulate. \r\n\r\nYou may wish to raise this issue with a Portuguese Consulate General in the UK directly. You can find out how to contact them here: \r\n\r\nhttps://www.manchester.consuladoportugal.mne.pt/pt/o-consulado/contactos\r\n\r\nPlease also note that in order for us to accept a petition you must provide a full name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2019-01-19T08:14:32.411Z"
    },
    "id": 237052,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237052.json"
    },
    "type": "petition"
}