{
    "attributes": {
        "action": "Refuse to vote in future elections if Brexit referendum is not honoured",
        "additional_details": "After 2 years of negotiations, multiple attempts by the media and Remain MPs, it looks like the result of the EU referendum won’t be honoured by Parliament. \r\n\r\nI believe a petition and debate is required to show how strongly those who took part in the biggest democratic vote in our history feel about this.\r\n\r\nPlease sign this petition to show Parliament that you won’t vote again in future elections if the Brexit vote isn’t honoured.",
        "background": "In 2016 the British public were asked to vote on whether to leave or remain in the EU. \r\n\r\nPoliticians from all parties made it clear what was at stake and the British public were fully aware we either stayed in the EU as members or left the EU including the Single Market and Customs Union.",
        "closed_at": null,
        "created_at": "2019-01-13T07:00:45.170Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-13T08:23:53.874Z",
        "opened_at": null,
        "rejected_at": "2019-01-18T10:10:59.121Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/224908\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-01-18T10:10:59.128Z"
    },
    "id": 237148,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237148.json"
    },
    "type": "petition"
}