{
    "attributes": {
        "action": "Give Mental Health Legal Protection from Health & Life Insurance Discrimination",
        "additional_details": "Whilst people with chronic health conditions may be offered cover with the pre-existing condition excluded, this is not routinely offered to those who have chronic mental health conditions, or whom have experienced acute mental ill health. To be offered this, the person often has to go through a long process that involves in depth access to their medical history. \r\n\r\nThe questions asked in applications can extend back to adolescence and can be triggering or insensitive - guidelines are needed.",
        "background": "People with mental health issues are routinely being denied or finding it more difficult to access adequate level of health or life insurance cover. Additionally,  the questions asked are often triggering.\r\n\r\nThis should be given more legal protection under the Equality Act.",
        "closed_at": null,
        "created_at": "2019-01-13T10:20:54.623Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-13T10:56:47.089Z",
        "opened_at": null,
        "rejected_at": "2019-01-24T13:28:47.449Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about people with mental health conditions obtaining insurance but we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nThe Equality Act can protect against discrimination on the grounds of a mental health condition if the person can show that condition has a \"substantial, adverse, and long term effect on their ability to carry out normal day-to-day activities.\"\r\n\r\nIf you would like a cap on the payments insurers can charge people with mental health illnesses you might want to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/234051\r\n\r\nOtherwise you could start a new petition setting out clearly the change you would like to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-01-24T13:28:47.457Z"
    },
    "id": 237156,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237156.json"
    },
    "type": "petition"
}