{
    "attributes": {
        "action": "Disability Discrimination Act to cover rights for Endometriosis sufferers",
        "additional_details": "My 30yr old daughter has endured unrelenting pain for many yrs leading to 5 keyhole laparoscopic surgeries, a hysterectomy and ooterectomy. The endometriosis has now been found in her bladder, meaning more surgery. It carries characteristics of cancer, there is no chemotherapy, radiotherapy or remission, it is ongoing with no end just constant emotional and physical pain. I ask for government to apply same rules to this disease as they do for cancers and other disabling illnesses.",
        "background": "Endometriosis is a incurable chronic illness, affecting 1 in 10 women, 1 in 20 women are failed by medical intervention due to no available screening, the disease too advanced at diagnosis, many women being misdiagnosed due to lack of education. It is 2019 we need change for Endometriosis.",
        "closed_at": null,
        "created_at": "2019-01-12T16:27:19.508Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-12T17:11:54.535Z",
        "opened_at": null,
        "rejected_at": "2019-01-15T17:07:41.285Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Laws and policies, including the Equality Act, don't list specific conditions and define them as disabilities. In most cases, it’s the impact that a health condition has on the person’s life that qualifies them for support or protection under the law. \r\n  \r\nYou can find out more about showing that you're disabled under the Equality Act here:  \r\nhttps://www.citizensadvice.org.uk/law-and-courts/discrimination/protected-characteristics/showing-you-re-disabled-under-the-equality-act/ \r\n\r\nIf you'd like more funding for research into endometriosis, you might like to sign this petition instead: \r\n\r\nhttps://petition.parliament.uk/petitions/233678\r\n\r\nYou could also start a new petition explaining clearly what you would like the UK Government or Parliament to do to support people who are suffering from endometriosis. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-01-15T17:07:47.741Z"
    },
    "id": 237114,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237114.json"
    },
    "type": "petition"
}