{
    "attributes": {
        "action": "Demand a growing need for younger counsellors in this generation.",
        "additional_details": "It is said that people who spend the night checking social media are more likely to suffer from mood problems such as bipolar disorder, and rate themselves as less happy and more lonely. In a generation where these young adults have adapted their lives around social media, knowledge and especially congruence to these vulnerable individuals can be given which could be said as more effective than someone older who is not able to sympathise with someone who is struggling.",
        "background": "I am a young adult wanting to become a counsellor. I've been told numerous times that I 'do not have the life experience to go into this career at my age'. For young adults in this day & age social media is a big part of our lives and due to our age we really understand it and could be a huge help.",
        "closed_at": null,
        "created_at": "2019-01-13T21:45:57.341Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-13T22:12:13.022Z",
        "opened_at": null,
        "rejected_at": "2019-01-21T19:41:02.978Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we are not sure what action you would like the UK Government or Parliament to take.\r\n\r\nThe selection of candidates to be local councillors is the responsibility of political parties not the UK Government or Parliament.\r\n\r\nYou could start a new petition calling on the Government to start a public information campaign about the role of councillors aimed at young people if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-01-21T19:41:02.985Z"
    },
    "id": 237197,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237197.json"
    },
    "type": "petition"
}