{
    "attributes": {
        "action": "Deliver a new code of conduct for MPs with sanctions.",
        "additional_details": "We have seen MPs recently be convicted of Criminal Offences, provide deliberately misleading information to the public, especially around Brexit and stand to be elected on a manifesto pledge only to then change their minds. \r\nThis has caused great swathes of the public to denounce the honesty and integrity of many of our MPs who continue to treat the electorate with contempt.\r\nThe new code should have powers to deal with MPs similar to those in other Public Sector Roles ie  The Police.",
        "background": "The current code of conduct is worthless and does not instill confidence in the British Public.\r\nWe now need a process where MPs are held to account for their actions and behaviour. Where investigations can take place and a finding of guilt can result in sanctions ranging from advice to dismissal.",
        "closed_at": null,
        "created_at": "2019-01-14T13:55:13.402Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-15T10:08:12.481Z",
        "opened_at": null,
        "rejected_at": "2019-01-22T10:24:18.175Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you'd like a new code of conduct, but we're not sure how you'd like it to be different from the current code of conduct. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for the current code of conduct to be reviewed to ensure that it has the \"confidence of the British public\", if that's something that you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-01-22T10:24:41.277Z"
    },
    "id": 237234,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237234.json"
    },
    "type": "petition"
}