{
    "attributes": {
        "action": "A second referendum, allowing 16-17 year-olds to vote for Brexit",
        "additional_details": "If a 16 year old can leave school, seek full-time employment, be liable for tax and obtain a licence to drive a tractor, why then can they not be entrusted with the civic responsibility of voting? The youth sections of the main political parties allow young people to join at either 15 or 16, therefore the political parties themselves recognise the capacity and importance of engaging young people.\r\n\r\nAdditionally, there is a global and European momentum towards extending the right to vote to young people at 16 and 17 years old. In the Scottish referendum in 2014 the right to vote was extended to 16 and 17 year olds with 75% of this age cohort voting. Given this success, the Scottish Government have decided to allow young people aged 16 and 17 to vote in the Scottish Parliamentary elections.",
        "background": "The fate of this country will be decided by those who have already had their say over significant affairs of state. They have decided where this country will go. My generation, the generation that will inherit this country have no political say over its heading. We deserve a say in our future.",
        "closed_at": null,
        "created_at": "2019-01-14T17:49:03.322Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-16T14:53:03.765Z",
        "opened_at": null,
        "rejected_at": "2019-01-22T11:00:49.129Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/234119\r\nhttps://petition.parliament.uk/petitions/231461"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2019-01-22T11:00:49.136Z"
    },
    "id": 237252,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237252.json"
    },
    "type": "petition"
}