{
    "attributes": {
        "action": "Common Wealth Citizen passport holders with Indefinite Leave to Remain in the UK",
        "additional_details": "All the Common Wealth Citizens passport holders with Indefinite Leave to Remain in the UK should be giving the same privilege as the UK and the EU Citizens passport holders when entering the UK without subjecting them to prejudice by asking them to queue up in a very long queues with other non common wealth passport holders entering the UK while EU Citizens are allowed free and easy entries.",
        "background": "All the Common Wealth Citizens passport holders with Indefinite Leave to Remain in the UK should be giving the same privilege as the UK and the EU Citizens passport holders entering the UK without subjecting them to prejudice by asking them to queue up in a very long queues at the airports.",
        "closed_at": null,
        "created_at": "2019-01-14T18:02:06.882Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-15T00:59:55.798Z",
        "opened_at": null,
        "rejected_at": "2019-01-28T12:38:06.689Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition calling for the Government to implement a fast track lane arrival procedure for Commonwealth citizens if that is something you would like to see happen.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-01-28T12:38:08.171Z"
    },
    "id": 237255,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237255.json"
    },
    "type": "petition"
}