{
    "attributes": {
        "action": "Stop this ridiculous thing where you have to wear goggles to play conkers",
        "additional_details": "I played conkers as a nipper every Autumn and apart from some calcification of my knuckle just under my little finger from Stewart Brown who was a bit vicious it did me no lasting harm and didn't affect my eyesight.  I've got glaucoma but I am 99.9% sure that had nothing to do with playing conkers.  So let the kids play conkers and stop forcing them to wear goggles.  It's ridiculous and also I feel for the kids that can't afford goggles and feel excluded from the fun.",
        "background": "Please can we start a petition for this ridiculous thing where you can’t even play conkers, you have to wear goggles. That is the biggest problem. You can’t play conkers in England.",
        "closed_at": null,
        "created_at": "2019-01-14T02:43:25.634Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-14T18:07:25.750Z",
        "opened_at": null,
        "rejected_at": "2019-01-21T17:47:13.200Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nThere's no law or government policy requiring children to wear goggles when playing conkers, so we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe Health and Safety Executive has published information about the safety of playing conkers. You can read it here: \r\n\r\nhttp://www.hse.gov.uk/myth/september.htm\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-01-21T17:47:13.210Z"
    },
    "id": 237209,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237209.json"
    },
    "type": "petition"
}