{
    "attributes": {
        "action": "Intertwine our mental health services with nature, volunteers and team building.",
        "additional_details": "Thousands of petitions, groups, classes, yet we are all separated suffering the same great mass.\r\nIsolated, if we could raise awareness for volunteers from alsorts of backgrounds to join forces, mental health has gone over the roof in years, more suicides every day. \r\nWho is with me? Who knows where it could lead? Who's life could we save?",
        "background": "The world needs change with our mental health services, I feel our community and communication has been lost over the years.\r\nHow great would it be if we could intertwine our mental health teams with our local farms? Have volunteers running groups, are you not sick of four walls being our retreat?",
        "closed_at": null,
        "created_at": "2019-01-13T22:20:02.560Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-14T13:03:31.594Z",
        "opened_at": null,
        "rejected_at": "2019-01-21T11:16:33.706Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about mental health services, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to fund nature volunteer schemes for people experiencing mental health difficulties, if that's something that you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-01-21T11:16:33.713Z"
    },
    "id": 237200,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237200.json"
    },
    "type": "petition"
}