{
    "attributes": {
        "action": "Change the animal welfare act so the rspca and Sspca have to become transparent",
        "additional_details": "The Sspca / rspca recieved no government funding as they often state ?\r\nIn reality they don’t want government  funding as then they would have to become transparent regulated and part of any foi requests and thier actions would have to be more open in how much money comes in /goes out what is paid and who to ? And how many animals are pts annually ? \r\nAll other charities have to have this transparency\r\nWhat makes the uks 2 biggest animal charities different ?\r\nCHANGE IS NEEDED",
        "background": "The government have given the animal charities rspca and Sspca the animal welfare act 2006 to use and that is as far as the government involvement goes ?\r\nNo one moniters them no one regulates them all complaints are dealt with by the charities themselves there is no transparency",
        "closed_at": null,
        "created_at": "2019-01-13T22:41:12.390Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-14T18:37:15.474Z",
        "opened_at": null,
        "rejected_at": "2019-01-24T14:02:35.819Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because the RSPCA is regulated by the Charity Commission.\r\n\r\nYou can find out more about the Charity Commission's role here:\r\n\r\nhttps://www.gov.uk/government/organisations/charity-commission\r\n\r\nThe regulation of the SSPCA would be the responsibility of the Scottish Parliament and not the UK Government or Parliament.\r\n\r\nYou could start a new petition asking for the Freedom of Information Act to apply to the RSPCA if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-01-24T14:02:35.825Z"
    },
    "id": 237204,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237204.json"
    },
    "type": "petition"
}