{
    "attributes": {
        "action": "David Davis to Resume Negotiating the Canada Plus Trade Agreement",
        "additional_details": "Canada Plus brings the UK and Canada into close natural alignment. It allows the UK and Canada to work closely together allowing for a Canada-UK partnership. It is also the only trade deal, to date that maintains enough UK sovereignty, whilst ensuring a sufficient level of trade with the EU. Moreover, this natural alignment can give the framework for a Canada, Australia, New Zealand and United Kingdom (CANZUK) treaty already adopted as the flagship policy by the Canadian Conservative Party.",
        "background": "Theresa May's Deal was a colossal failure unpalatable to the British Public. She has wasted 2 years overriding what could have been a successful negotiation by David Davies for a Canada Plus Trade Deal. Bring David Davies back as the lead negotiator with the EU and keep Theresa May out of his way.",
        "closed_at": null,
        "created_at": "2019-01-16T10:31:41.458Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-16T12:07:23.330Z",
        "opened_at": null,
        "rejected_at": "2019-01-24T12:08:37.710Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments.\r\n\r\nWe already have a petition about a \"Canada Plus\" deal.\r\n\r\nYou could sign this petition. You are more likely to get action on this issue if you sign and share a single petition:\r\n\r\nhttps://petition.parliament.uk/petitions/230109"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2019-01-24T12:08:48.866Z"
    },
    "id": 237395,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237395.json"
    },
    "type": "petition"
}