{
    "attributes": {
        "action": "Increase early years funding in line with minimum pay rises",
        "additional_details": "https://www.gov.uk/government/news/lpc-welcomes-acceptance-of-its-2019-minimum-wage-rate-recommendations\r\nhttps://www.pre-school.org.uk/sites/default/files/early_years_funding_rates_for_las_-_2019_2020.pdf",
        "background": "The national minimum wage will increase again in April therefore the government needs to increase the childcare funding rates in line with these for settings to survive.",
        "closed_at": null,
        "created_at": "2019-01-15T19:27:16.973Z",
        "creator_name": "Shaza Haq",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-02-14T11:29:23.754Z",
            "details": "Affordable and convenient childcare gives parents the ability to balance work and family life, allowing them to enjoy the benefits of a job, safe in the knowledge that their children are in good hands. \r\n\r\nThat is why we will be spending around £6 billion on childcare support in 2019-20 - a record amount. This includes funding for our free early education entitlements, on which we plan to spend around £3.5 billion this year alone. We are also providing additional funding, worth around £60 million a year, to support Maintained Nursery Schools until at least 2019-20.\r\n\r\nOur funding rates to LAs are based on our Cost of Childcare Review which was described as “thorough and wide-ranging” by the National Audit Office. Under our funding formula, the national average hourly funding rate to LAs for 3 and 4-year-olds has increased from £4.56 to nearly £5.  Further, all LAs saw 7% increases in their funding rates for 2-year-olds.  \r\n\r\nAll 3 and 4 year old children are eligible for 15 hours of childcare, worth around £2,500 on average per year.  Children of working parents are eligible for an additional 15 hours (“30 Hours”), saving families an estimated £5,000 per year in total.\r\n\r\nThe childcare market is a mixed economy and different providers have different business models. Providers are not obliged to offer the 30 hours scheme and if they do, they are free to do so in ways which support their business needs.  Those that have chosen to offer the entitlements responded magnificently in the first year rollout of the new 30 hours entitlement – a major transformational programme – because of their ongoing commitment to helping families.\r\n\r\nWe continue to support growth in the childcare sector. We have already invested £100 million in a capital fund to create extra high-quality childcare places in all provider types. We continue to work with councils to support the providers who deliver our free entitlements, through initiatives such as the £7.7-million delivery support fund and through our delivery contractor, Childcare Works.\r\n\r\nAs set out above, this Government is investing record amounts in childcare support. However we have always said that getting the funding right is critical to the successful delivery of the entitlements and we certainly recognise the need to keep our evidence base on costs up to date. \r\n\r\nTherefore, we continue to monitor the market closely, through a range of research projects which provide us with insight into various aspects of the provider market, such as the impact of the 30 hours policy, market size, workforce, pay and costs.  We will soon publish a second comprehensive review of provider costs by Frontier Economics which has again scrutinised the provider market cost base.  \r\n\r\nThe results of all this research will be taken into account when the subject of funding rates is discussed during the forthcoming Spending Review. Naturally we cannot pre-empt these decisions, but of course we are committed to securing the right deal for early years education.\r\n\r\nLinks:\r\n\r\nCost of Childcare Review: https://www.gov.uk/government/publications/review-of-childcare-costs\r\n\r\nFrontier Economics Review 2017: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/586235/SEED_-_The_cost_and_funding_of_early_education_-_RR552.pdf\r\n\r\nDepartment for Education",
            "responded_on": "2019-02-14",
            "summary": "This Government will be spending around £6 billion on childcare support in 2019-20 – more than any other government – including funding for the early education entitlements.",
            "updated_at": "2019-02-14T11:29:23.754Z"
        },
        "government_response_at": "2019-02-14T11:29:23.757Z",
        "moderation_threshold_reached_at": "2019-01-16T16:34:10.815Z",
        "opened_at": "2019-01-28T13:40:13.080Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-02-05T07:02:00.762Z",
        "scheduled_debate_date": null,
        "signature_count": 15238,
        "state": "open",
        "updated_at": "2019-03-13T20:39:47.690Z"
    },
    "id": 237320,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237320.json"
    },
    "type": "petition"
}