{
    "attributes": {
        "action": "Hold a new Brexit Referendum at the next General Election",
        "additional_details": "If we have not formally exited from the EU by the time of the next General Election, many voters will be faced with voting for an MP whose party they don’t like, in order to protect the outcome they voted for in the 2016 referendum. \r\n\r\nWe wish to use the next General Election to expressly choose the shape of our future in the EU, with a fresh referendum. Separately, at the same time, we wish to choose the party to do this, without sacrificing our political beliefs or Brexit muddying the waters.",
        "background": "We, the undersigned, respectfully petition our Members of Parliament to run a 2nd Brexit referendum, at the time of the next General Election. In the 2017 General Election, the 2016 Brexit referendum was sacrificed to political ambition, and we feel its mandate has become corrupted.",
        "closed_at": null,
        "created_at": "2019-01-15T21:44:06.166Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-18T08:40:28.360Z",
        "opened_at": null,
        "rejected_at": "2019-01-22T10:46:59.791Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we are not sure what action you would like the UK Government or Parliament to take.\r\n\r\nWe aren't sure whether you would like the UK Government to ensure the UK does not leave the European Union until after the next General Election and the referendum you propose.\r\n\r\nYou could start a new petition setting out clearly what you would like to see happen.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-01-22T10:46:59.799Z"
    },
    "id": 237346,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237346.json"
    },
    "type": "petition"
}