{
    "attributes": {
        "action": "Allow the UK public to table a vote of no confidence in the entire UK government",
        "additional_details": "So given that neither the government nor the opposition seem to be able to negotiate the Brexit deal they tempted the UK public with, I believe that the UK public should be able to table a vote of no confidence in the government as a whole. As I and many of my peers no longer have any confidence in the UK government, the opposition or quite frankly UK politics as a whole.",
        "background": "It is coming up to two years since 52% of the country voted to leave the EU. The Government can't get their plan accepted, the EU have had enough and rightly don't want to spend an eternity renegotiating the same deal and the opposition have no real alternative that won't cause as much harm as good.",
        "closed_at": null,
        "created_at": "2019-01-16T17:22:13.434Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-16T17:57:05.356Z",
        "opened_at": null,
        "rejected_at": "2019-01-28T16:54:59.561Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nIf you want a general election you could sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/235547\r\n\r\nYou could start a new petition asking the Government to create a mechanism for the public to be able to call for an early general if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-01-28T16:54:59.569Z"
    },
    "id": 237445,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237445.json"
    },
    "type": "petition"
}