{
    "attributes": {
        "action": "All pitbull type breed dogs to be muzzled and on the lead at all times in public",
        "additional_details": "Currently it is not against the law to have a pitbull muzzled and on a lead in public in the uk, however these dogs are known to attack without any notice ive personally had both my dogs attacked by this breed of dog and both times infront of my children and in a public place. You report it to police and they dont want to know",
        "background": "Pitbull attacks on dogs and humans are becoming more frequent in the uk in the last year my 8month old labrador was attacked in a public place needing treatment at the vets and also my cavalier king charles was lucky to survive an attack also in a public place. Both times i was with my children.",
        "closed_at": null,
        "created_at": "2019-01-16T11:45:08.760Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-16T15:32:55.125Z",
        "opened_at": null,
        "rejected_at": "2019-01-23T17:04:39.279Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's already against the law to own a Pit Bull in the UK. The courts can allow an owner to keep a Pit Bull if it decides the dog is not a danger to the public, but the dog must be kept on a lead and muzzled at all times when in public.\r\n\r\nWe're sorry to hear what happened to your dogs. If you think someone has broken the law you could contact the police:\r\n\r\nhttps://www.police.uk/contact/\r\n\r\nWe're not sure what else you would like the Government or Parliament to do. You could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament for more resources to enforce the current law, or to change the law to require all bull breeds of dog to be muzzled and on a lead in public, if those are things that you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-01-23T17:04:44.138Z"
    },
    "id": 237406,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237406.json"
    },
    "type": "petition"
}