{
    "attributes": {
        "action": "Return FOR PROFIT housing associations to Local Council control!",
        "additional_details": "When housing associations were non profit companies service was good, since they became profit making the service is diabolical all over Britain. Taking service charges and not spending it on repairs but keeping it as profit. Private companies should not have control of social housing the government should take housing back and give control back to local councils. Social housing is for working class people and should not be a cash cow for business.",
        "background": "Really poor service, rising rent, waiting weeks for repairs to your heating in the winter! Being forced out of your garage because they trebled the price!\r\nA few years ago most of them deregulated as NON PROFIT ASSOCIATIONS into FOR PROFIT COMPANIES and are making millions of £ profit!",
        "closed_at": null,
        "created_at": "2019-01-16T15:37:47.648Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-29T19:57:25.070Z",
        "opened_at": null,
        "rejected_at": "2019-02-20T17:28:57.753Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nFor profit organisations can register as providers of social housing, however these organisations were never under local authority control.\r\n\r\nYou could start a new petition setting out clearly the action you would like the UK Government or Parliament to take. For example, you could start a petition calling for the law to be changed so that for profit organisations cannot register as social housing providers."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-02-20T17:29:06.665Z"
    },
    "id": 237436,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237436.json"
    },
    "type": "petition"
}