{
    "attributes": {
        "action": "I want there to be a review and change in how absences affect bursary payments.",
        "additional_details": "We’re told that if our attendance is over 80%, then we shall be paid in full. This is not the case. You could miss one class out of your two week payment schedule, and that in turn heavily affects you, losing half of your income. Not all students live at home with parents, so for a lot of students, we relay on bursary payment to pay for food/toiletries/electricity/rent. When a situation like this occurs, it’s in turn leaving it’s students hungry, unable to live, and in debt.",
        "background": "I’ve been affected by this on many occasions, and have been left in a house with no electricity, starving, and in debt due to having missed as little as one class therefore leaving me in financial despair.",
        "closed_at": null,
        "created_at": "2019-01-16T13:40:19.278Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-16T14:01:27.505Z",
        "opened_at": null,
        "rejected_at": "2019-01-28T13:30:25.977Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we are not sure what bursary scheme you are referring to.\r\n\r\nYou could start a new petition setting our clearly what scheme you are referring to and how it would like to change. The UK Government and Parliament is only responsible for student funding set nationally across England."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-01-28T13:30:25.985Z"
    },
    "id": 237420,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237420.json"
    },
    "type": "petition"
}