{
    "attributes": {
        "action": "Stop branding models according to their size.",
        "additional_details": "The goal of this petition is for parliament to endorse body positivity by stopping the media and the fashion industry, labelling women and models as “super skinny”, “plus size”, “big boned” etc. because this causes women and young girls to feel as though they only belong in one sector in society. \r\nThanks for taking the time to read this and i hope that you consider signing my petition to put an end to labelling women.",
        "background": "As a young woman, it’s hard enough to feel confidence with your body, especially when the media tells you that you have to look a certain way. \r\nIn my mind, it doesn’t matter if you’re a size 4,10,20 etc. you should still feel beautiful in your own skin.",
        "closed_at": null,
        "created_at": "2019-01-18T21:41:35.517Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-19T13:29:33.904Z",
        "opened_at": null,
        "rejected_at": "2019-01-29T12:57:27.860Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government or Parliament is not responsible for the language people use.\r\n\r\nYou could start a new petition calling on the UK Government or Parliament to establish and fund a national body confidence campaign if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-01-30T11:32:54.936Z"
    },
    "id": 237681,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237681.json"
    },
    "type": "petition"
}