{
    "attributes": {
        "action": "Let students and other people living in multiple homes register at two GPs",
        "additional_details": "Walk-in centres may not be easily accessible, and students and low income households may be unable to afford transport to get there. Also, if you’re ill it makes you feel vulnerable and you don’t need any extra barriers.\r\n\r\nI would like to propose that students and people under the circumstances of living between two homes should be able to register at two GPs to enable easily accessible healthcare when required. \r\n\r\nTo overcome the data issue surrounding 2 GPs I would like to propose that you should be able to nominate a 'main' surgery - one that holds your records and a 'temporary' surgery. Your temporary surgery can then feed the records back to the main surgery.\r\n\r\nThis will also help relieve pressure on walk-in centres etc.",
        "background": "I was unable to get an appointment as a temporary patient at my GP and was told I would need to re-register there before I could get an appointment, which would have taken over a week when I went home over Christmas. I was told to go to a walk in centre, adding pressure to a service I didn't require",
        "closed_at": null,
        "created_at": "2019-01-18T13:47:06.469Z",
        "creator_name": "Lizzie Keen",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-18T14:05:52.033Z",
        "opened_at": "2019-02-19T12:11:39.849Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 322,
        "state": "open",
        "updated_at": "2019-03-13T14:47:41.016Z"
    },
    "id": 237636,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237636.json"
    },
    "type": "petition"
}