{
    "attributes": {
        "action": "Start a scheme like Nest but for adding sound insulation between terraced houses",
        "additional_details": "The Nest scheme allows people on low incomes to get thermal insulation and energy efficiency upgrades in their homes for free, even if they are renting.\r\n\r\nhttps://nest.gov.wales\r\n\r\nI am writing this as an autistic person with sound sensitivity living in a terraced maisonette, whose mental and physical health are severely negatively affected by the noise from the shop downstairs and the houses on either side.",
        "background": "Old terraced houses often don't have enough sound insulation in the walls. Flats often don't have enough sound insulation between floors. A scheme to sound-insulate properties for free for people on low income would improve quality of life for people in terraced houses and flats.",
        "closed_at": null,
        "created_at": "2019-01-18T11:14:53.616Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-18T11:26:23.729Z",
        "opened_at": null,
        "rejected_at": "2019-02-01T15:46:07.646Z",
        "rejection": {
            "code": "irrelevant",
            "details": "A new scheme for sound insulation in Wales would be the responsibility of the Welsh Government and Assembly, not the UK Government and Parliament. \r\n\r\nYou can start a petition on the Welsh Assembly's petitions website here:\r\n\r\nhttps://www.assembly.wales/en/gethome/e-petitions/Pages/submitpetition.aspx\r\n\r\nIf you want a new scheme in England you could also start a petition on www.petitions.parliament.uk"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2019-02-01T15:46:36.151Z"
    },
    "id": 237617,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237617.json"
    },
    "type": "petition"
}