{
    "attributes": {
        "action": "Fund research and treatment for children with brain injuries",
        "additional_details": "For children to have the best possible outcome from a brain injury, they need effective treatment and early intervention.\r\n \r\nIt is widely accepted in the medical community that adults with brain injuries have a good chance of recovery with fast intervention & specialist rehabilitation. Young brains are more malleable. Yet children are failed through the lack of proper specialist intervention at an early age. Seeing an NHS physio every six weeks won't aid recovery where the damage lies - the brain.",
        "background": "When we were told our son had brain damage and would be disabled, the only advice we were given was “wait and see”. This isn’t good enough. There needs to be funding to ensure that children get the treatments they need when they need them. Wait and see should not be an option.",
        "closed_at": null,
        "created_at": "2019-01-18T23:04:30.723Z",
        "creator_name": "Stephanie Cherry",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-03-06T12:47:50.673Z",
            "details": "We are very sorry to hear of the petitioner’s son’s disability, and the frustrating experience in trying to access care. We know the life-changing impact that brain injury has on an individual, and on their family and are committed both to reducing the incidence of brain injury, and to seeing a clear improvement in standards of rehabilitation and care for those who have suffered it to ensure people have the best possible outcomes.\r\n\r\nThe NHS Long Term Plan identified children and young people’s (CYP) services as a priority and commits to a reduction in serious brain injury of 50% by 2025.\r\n\r\nThrough the Maternity Safety Strategy, we are improving the rigour and quality of investigations into birth-related brain injuries under the auspices of the Healthcare Safety Investigations Branch (HSIB), to identify improvements to care.\r\n\r\nFrom April 2018, HSIB has investigated cases of severe brain injury diagnosed in the first seven days of life, when the baby:\r\n\r\n-\twas diagnosed with grade III hypoxic ischaemic encephalopathy (HIE); or\r\n-\twas therapeutically cooled (active cooling only); or\r\n-\thad decreased central tone and was comatose and had seizures of any kind.\r\n\r\nHSIB investigations focus on learning and not attributing blame, and the involvement of the family is a key priority. Sharing learning from these local investigations is crucial and as an independent national body HSIB will build a bigger picture of the issues and generate wider recommendations for the system.\r\n\r\nThe Maternity Safety Strategy also includes more support for maternity and neonatal training on leadership, team working and communication, human factors, fetal growth and monitoring, plus midwifery, obstetric and cardiotocography (CTG) skills and drills.\r\n\r\nWe know that early intervention for CYP with a brain injury leads to improved outcomes, with United Kingdom paediatric neurorehabilitation networks and teams playing an important role.\r\n\r\nChildren who have suffered a brain injury will require specialist neurorehabilitation services. NHS England has issued a guide for commissioners which emphasises the importance of early intervention, and the preventative role of rehabilitation, improving people’s outcomes. https://www.england.nhs.uk/wp-content/uploads/2016/04/rehabilitation-comms-guid-16-17.pdf\r\n\r\nThe National Institute for Health and Care Excellence (NICE) has published a clinical guideline on Head injury: assessment and early management which is used by health services as their definitive guidance on responding to brain injury. https://www.nice.org.uk/guidance/cg176\r\n\r\nIt requires services to keep families fully informed, with services considering how best to share information with children and introduce them to the possibility of long-term complex changes in their parent or sibling.\r\n\r\nThere is a national service specification for paediatric neurosciences https://www.england.nhs.uk/wp-content/uploads/2018/09/E09-S-b-Paediatric-Neurosciences-Neurology.pro_.2013.04.v2.pdf \r\n\r\nThis is the template for commissioning services for children with acquired brain injury which aims to ensure consistent, high quality diagnosis, intervention and management of neurological conditions, with a specific approach to avoiding severe disability by preventing delay in appropriate treatment, and avoidance of unnecessary anxiety, hospitalisation, investigation and treatment and provision of appropriate advice and reassurance.\r\n\r\nDHSC recognises the importance of brain trauma and its impact on health and social care. It is active in funding translational, clinical and applied health research spanning the whole innovation pathway through the National Institute for Health Research (NIHR) via various funding streams. Since 2009/10, NIHR programmes have spent over £26 million on research relating to child and adolescent brain injury.\r\n\r\nRelevant brain injury research to translate discoveries or new technological innovation into the clinical setting is undertaken by some of the NIHR Biomedical Research Centres.\r\n\r\nThe NIHR funds Medtech Co-operatives (MICs), centres of expertise which collaborate with clinicians, researchers and patients to develop new medical devices, healthcare technologies and interventions. The NIHR Brain Injury Medtech Co-operative, hosted by the Cambridge University Hospitals NHS Foundation Trust, has a theme on perinatal and paediatrics research. In addition, the NIHR Trauma Management Medtech Co-operative, hosted by the University Hospitals Birmingham NHS Foundation Trust also undertakes research on brain injury.\r\n\r\nNHS England’s Women and Children’s Programme of Care Board and the Paediatric Neuroscience Clinical Reference Group are leading on work to gather data on waiting times for paediatric neurorehabilitation services – reporting back in spring 2019 – as a means of better understanding the variations in waits to access these services.\r\n\r\nThere is more to do, but through the actions outlined above we expect to deliver a decisive improvement in the prevention, treatment and support, of brain injury.\r\n\r\nDepartment of Health and Social Care.",
            "responded_on": "2019-03-06",
            "summary": "We recognise the impact that brain injury can have on an individual and their family; the NHS Long Term Plan commits to reducing serious brain injury by 50% by 2025.",
            "updated_at": "2019-03-06T12:47:50.673Z"
        },
        "government_response_at": "2019-03-06T12:47:50.676Z",
        "moderation_threshold_reached_at": "2019-01-19T09:29:00.194Z",
        "opened_at": "2019-01-24T16:54:07.308Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-02-13T10:13:32.057Z",
        "scheduled_debate_date": null,
        "signature_count": 11069,
        "state": "open",
        "updated_at": "2019-03-12T19:50:30.173Z"
    },
    "id": 237685,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237685.json"
    },
    "type": "petition"
}