{
    "attributes": {
        "action": "Reveal a reason for Brexit",
        "additional_details": "The UK has been planning for \"Brexit\" based on an advisory referendum in which only 37% of the electorate voted Brexit. (Many were excluded). \r\n\r\nBrexit seems to mean disrupting links with neighbouring countries which have worked for up to 40 years. Jobs and supply chains depend on these links as do science & medicine research.\r\n\r\nMuch of the time in parliament & a great deal of money has been put into this \"Brexit\" yet we still wait to find out a good reason for it.\r\nWe demand a reason for \"Brexit\".",
        "background": "The country is being put through disruption in order to attempt to go ahead with something called Brexit. \r\nWe have not been told any good reason why.\r\nArguments such as Brexit means Brexit are no longer sufficient.\r\nSome people have been affected by losing jobs or having to apply for citizenship.",
        "closed_at": null,
        "created_at": "2019-01-18T17:23:16.969Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-19T00:55:59.548Z",
        "opened_at": null,
        "rejected_at": "2019-01-24T12:29:32.534Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you are concerned about Brexit, but we're not sure exactly what you'd like the UK Parliament and Government to do. In response to previous petitions about Brexit, the Government has said: \r\n\r\n\"The people of the United Kingdom gave a clear instruction to leave the European Union. The Government respects that decision.\r\nThe British public voted to leave the European Union and the \r\nGovernment will deliver this instruction.\"\r\n\r\nYou can read more Government responses to petitions about Brexit here: \r\n\r\nhttps://petition.parliament.uk/petitions?q=brexit&state=with_response \r\n\r\nYou could start a new petition explaining exactly what you'd like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-01-24T12:30:04.006Z"
    },
    "id": 237654,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237654.json"
    },
    "type": "petition"
}