{
    "attributes": {
        "action": "If Parliament undermines Article 50, I'd fund a legal challenge or prosecution.",
        "additional_details": "Legal Advice from Westminster has reported that Parliament has no Veto over Article 50, it would require a change in the Law; there is insufficient Parliamentary time in the calendar to do anything about it.\r\n\r\nA signature on this ePetition is not a commitment to pay anything, it declares an intent that the signatory would be very favourably disposed towards making such a donation to fund a legal challenge or prosecution, if Article 50 is illegally or unconstitutionally interfered with by anyone.",
        "background": "We're advised that Parliament has no veto on Article 50, and there is no time in the calendar to seek amendment; so if Parliament delay, extend, or repeal Article 50, it would be illegal.  I'd donate to fund a legal challenge or prosecution, to take the UK Government to Court in such circumstances.",
        "closed_at": null,
        "created_at": "2019-01-18T18:32:35.763Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-19T20:06:15.069Z",
        "opened_at": null,
        "rejected_at": "2019-01-25T09:54:33.954Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might also like to sign this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/224908"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-01-25T09:54:33.962Z"
    },
    "id": 237659,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237659.json"
    },
    "type": "petition"
}