{
    "attributes": {
        "action": "False allegations made on Parent Should be removed from parental responsibility",
        "additional_details": "When you going through divorce and false allegations are made. Parents suffer from these false allegations, it puts bad impact on their child. When the false allegations are proven wrong in the eyes of the law the parental rights should be removed from that parent so in the near future any other parent should think twice before applying any false allegations",
        "background": "When you going through divorce and false allegations are made. Parents suffer from these false allegations, it puts bad impact on their child. When the false allegations are proven wrong in the eyes of the law the parental rights should be removed from that parent, so they think twice before.",
        "closed_at": null,
        "created_at": "2019-01-19T12:34:54.300Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-19T13:36:16.753Z",
        "opened_at": null,
        "rejected_at": "2019-01-29T10:24:19.660Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we are not sure what action you would like the UK Government or Parliament to take.\r\n\r\nA court can already take into account false allegations made during the course of proceedings when deciding a family law case. We are therefore unsure what action you would like the UK Government or Parliament to take.\r\n\r\nWe couldn't accept a petition about a specific case, because that would the responsibility of the court and not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-01-29T10:24:19.667Z"
    },
    "id": 237716,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237716.json"
    },
    "type": "petition"
}