{
    "attributes": {
        "action": "Crackdown on MPs using national media for campaign purposes.",
        "additional_details": "Within these extraordinary political times, it is ethically wrong for a minority of sitting MPs to be awarded their own newspaper columns and radio shows to push their their own political agenda nationally. \r\n\r\nThis petition does not aim to prevent MPs from giving their opinion within the context of an article/interview piece to local constituents. \r\n\r\nIt asks to prevent sitting MPs being allowed to use national media outlets on a regular basis to campaign unfairly & without scrutiny.",
        "background": "Ban MPs from unfairly using national media for campaign purposes: the publishing of regular columns within national newspapers & presenting their own radio shows on national radio. \r\n\r\nEthical questions (lack of scrutiny) & unfair competition due to privilege not being available to all MPs.",
        "closed_at": null,
        "created_at": "2019-01-20T11:48:09.062Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-21T12:40:12.996Z",
        "opened_at": null,
        "rejected_at": "2019-01-31T16:08:03.609Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nPetitions need to call on the UK Government or Parliament to take a particular action. The UK Government or Parliament isn't responsible for who appears on media programmes or writes for newspapers.\r\n\r\nYou could start a new petition setting out clearly what action you would like the UK Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-01-31T16:08:17.989Z"
    },
    "id": 237770,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237770.json"
    },
    "type": "petition"
}