{
    "attributes": {
        "action": "Stop irresponsible people owning a dog",
        "additional_details": "Every week you read such stories,and we propose stringent tests on potential owners to make sure they understand the dogs needs and what they are taking on.Breeds such as Mastiffs are dangerous in the wrong hands.Through checking the details of potential owners and their capability of caring for the dog hopefully it would stop irresponsible people owning one.Harsher fines and more accountable punishments for those who have complete disregard for others safety.",
        "background": "Jim was a 9 year old Welsh Collie who was trained by working dog commands and was  a loyal gentle dog who wouldnt do anything unless told.After a vicious attack by a French Mastiff,emergency surgery was needed, after 6 months  was diagnosed with cancer.....brought on by  trauma.He had to be put down",
        "closed_at": null,
        "created_at": "2019-01-19T13:53:59.458Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-24T20:39:56.998Z",
        "opened_at": null,
        "rejected_at": "2019-02-01T15:33:04.234Z",
        "rejection": {
            "code": "no-action",
            "details": "We're really sorry to hear about what happened to Jim, but we're not sure exactly what you'd like the UK Government or Parliament to do. In particular, we're not sure how you'd like to ensure that dog owners are capable of caring for their dog.\r\n\r\nThere's already a petition about dog on dog attacks. You are more likely to get action on this issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/227603"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-02-01T15:33:25.910Z"
    },
    "id": 237720,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237720.json"
    },
    "type": "petition"
}