{
    "attributes": {
        "action": "Sack all the MP's and the PM as they are not fit for purpose",
        "additional_details": "The Politicians work for the people and the Queen not for themselves.\r\nIreland Has accepted the result of the referendum. and are working to get Brexit done even tough they voted to stay. if Ireland can show such unity to get things done why does the remainers not accept it.\r\nWe need the peoples vote to count and we need these people working toether as a team not as a personal vendetta as that is what we see in the Government today we need people who will fight for the best interest in this country",
        "background": "In the last 2 Years since the referendum which 17.5 million voted for.\r\nThe Government are not doing their Job for the people who voted for them. There should be fighting to stop Brexit they should be pulling together and accept what the people voted for.",
        "closed_at": null,
        "created_at": "2019-01-21T13:09:38.586Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-10T09:05:52.530Z",
        "opened_at": null,
        "rejected_at": "2019-02-12T10:41:48.354Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for MPs or the Prime Minister to be sacked.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could start a petition about that.\r\n\r\nIf you want to have another General Election, you may wish to sign this petition instead: \r\n\r\nhttps://petition.parliament.uk/petitions/235480\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-02-12T10:52:47.615Z"
    },
    "id": 237872,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237872.json"
    },
    "type": "petition"
}