{
    "attributes": {
        "action": "National Insurance Reform Bill",
        "additional_details": "The government redirected the money from the NIF national insurance fund in 2017-2018 which was over £24.2 billion to pay down the national debt. This must no longer be acceptable practice and Health Services and Pensions accounts of the British people should not be included in the treasury's main accounts. A Bill legally binding those Health and pensions accounts must be presented to the House ASAP. And protect those funds even if a future power (such as the EU) tries to redirect it.",
        "background": "The National Insurance Contributions should be split into 2 catagories and Ring-fenced and listed separately on payslips etc as \"NPC\" national pension contribution and \"NHSC\" national health service contributions",
        "closed_at": null,
        "created_at": "2019-01-21T15:53:18.553Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-24T18:59:33.193Z",
        "opened_at": null,
        "rejected_at": "2019-02-01T16:08:47.000Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the National Insurance Fund, but we're not sure exactly what you'd like the Government or Parliament to do. The fund is used for the NHS, state pensions and other social security benefits. As it's a Government account, in any year, any surplus, or deficit, is included in the calculation of the national debt.\r\n\r\nThere's already a petition about the National Insurance Fund. You may wish to sign this petition if it calls for what you would like to happen. You are more likely to get action on this issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/233408\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-02-01T16:09:05.086Z"
    },
    "id": 237884,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237884.json"
    },
    "type": "petition"
}