{
    "attributes": {
        "action": "The people of the UK  have no confidence in the Government or Loyal Opposition",
        "additional_details": "The National Unity Government would be broadly proportional to the number of seats held in the House of Commons, but must have representation from all elected parties; its purpose would be to debate, propose and conduct a second (binding) referendum on the UK's future relationship with the European Union. The Parliament would then be dissolved and a new election held to constitute a Parliament, form a Government in the usual manner and implement the instruction given by second referendum.",
        "background": "The people of the United Kingdom no longer have confidence in Her Majesty's Government or Her Majesty's Loyal Opposition to put the interests of country before their respective party political interests and seek the immediate suspension of Article 50 and the formation of a National Unity Government.",
        "closed_at": null,
        "created_at": "2019-01-21T02:40:06.123Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-21T10:37:38.251Z",
        "opened_at": null,
        "rejected_at": "2019-01-30T10:00:11.179Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the decision to form a national unity government would be a decision for individual MPs and political parties and not the UK Government or Parliament as a whole.\r\n\r\nYou might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/237424"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-01-30T10:00:11.186Z"
    },
    "id": 237847,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237847.json"
    },
    "type": "petition"
}