{
    "attributes": {
        "action": "Create a disciplinary code for MPs with a range of sanctions Inc dismissal",
        "additional_details": "We have seen MPs recently be convicted of Criminal Offences, provide deliberately misleading information to the public, especially around Brexit and stand to be elected on a manifesto pledge only to then deny or not honour the pledge\r\nThis has caused great swathes of the public to denounce the honesty and integrity of many of our MPs who continue to treat the electorate with contempt. \r\nThe new code should have powers to deal with MPs similar to those in other Public Sector Roles ie The Police.",
        "background": "The current code of conduct is worthless and does not instill confidence in the British Public. \r\nWe need a process where MPs are held to account for their actions and behaviour. Where investigations take place and a finding of a breach of the code can result in a range of sanctions Inc dismissal.",
        "closed_at": null,
        "created_at": "2019-01-22T17:24:22.434Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-29T21:47:52.427Z",
        "opened_at": null,
        "rejected_at": "2019-02-11T17:47:42.830Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you'd like a new code of conduct, but we're not sure how you'd like it to be different from the current code of conduct. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for the current code of conduct to be reviewed to ensure that it has the \"confidence of the British public\", if that's something that you'd like to happen. \r\n\r\nYou might also like to sign and share one of these petitions instead:\r\n\r\nhttps://petition.parliament.uk/petitions/236800\r\nhttps://petition.parliament.uk/petitions/235755\r\nhttps://petition.parliament.uk/petitions/236132"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-02-11T17:47:42.837Z"
    },
    "id": 237998,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237998.json"
    },
    "type": "petition"
}