{
    "attributes": {
        "action": "Allow charges for pet damage insurance to be payable by tenants with pets",
        "additional_details": "Tenants with pets have had a hard enough time to rent as it is without new legislation making it more difficult for them by leaving them at a disadvantage against tenants who don't have pets.\r\n\r\nLandlords will avoid the risk of pet damage by simply refusing pets. Landlords will not pay upwards of £189 for accidental pet damage liability insurance when they can avoid paying this by refusing tenants with pets. Landlords invest in property to make money and won't pay for unnecessary insurance products when there are plenty of tenants without pets to choose from.\r\n\r\nBy banning this fee, pet owners will find it even harder to find properties to rent; leading to increased pet abandonment or homelessness, which leads to a greater strain on social housing.",
        "background": "The Tenant Fees Bill is leading the nation of tenants and animal lovers to disaster and will find tenants with pets at a major disadvantage against those without as a result of the intention to ban landlords/agents from asking tenants to purchase insurance to cover the pet damage in rented property.",
        "closed_at": null,
        "created_at": "2019-01-22T13:33:21.263Z",
        "creator_name": "Andrew Hill",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-22T13:40:49.114Z",
        "opened_at": "2019-01-30T19:04:54.724Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 172,
        "state": "open",
        "updated_at": "2019-03-13T14:43:35.590Z"
    },
    "id": 237967,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237967.json"
    },
    "type": "petition"
}