{
    "attributes": {
        "action": "Commit to consistent, higher standards of waste recycling services across the UK",
        "additional_details": "Recently I moved half an hour down the road from a Council area had excellent recycling levels to one which collects by comparison very minimal amounts. Having developed good recycling habits I was now in a position where I no longer was able to recycle many of the items I previously had done.\r\n\r\nIf UK Gov is serious about tackling waste and recycling (it should be) then do more than just impose levies on plastic bags and bottles - impose higher standards of recycling facilities across the UK.",
        "background": "The Government should ensure levels of waste recycling are consistently high throughout the UK regardless of where you live and not dependent upon local council policies. Currently it's a postcode lottery. Some councils provide excellent services and the others minimal amounts. This must change.",
        "closed_at": null,
        "created_at": "2019-01-22T09:58:22.477Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-22T10:20:53.308Z",
        "opened_at": null,
        "rejected_at": "2019-01-28T16:54:58.907Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like to improve waste recycling, but are not sure what improvements you would like the Government or Parliament to make.\r\n\r\nYou could start a new petition asking for specific improvements to be made to waste recycling, if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-01-28T16:54:58.915Z"
    },
    "id": 237942,
    "links": {
        "self": "https://petition.parliament.uk/petitions/237942.json"
    },
    "type": "petition"
}