{
    "attributes": {
        "action": "We must not be part of the 2020 Lisbon Treaty Leave the EU now",
        "additional_details": "The London stock exchange will be integrated into the European one resulting in the loss of 200,000+ jobs. We will be unable to veto or abstain from any policies made by the EU. We will no longer be able to make our own laws.  We lose complete control of our fishing oil and gas rights, our armed forces including its nuclear deterrent. By 2022 we will be forced to join the Euro and lose our identity as a country entering the Schengen region as a state.  \r\n\r\nWe need to leave now before its too late.",
        "background": "Remoaners keep complaining that leave voters did not know what they were voting for but do the remoaners know what they voted for?  If we do not leave now then we will become slaves to the EU when the Lisbon Treaty fully comes in in 2020. This must not be allowed to happen.",
        "closed_at": null,
        "created_at": "2019-01-23T17:05:16.058Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-23T17:15:43.986Z",
        "opened_at": null,
        "rejected_at": "2019-02-04T15:45:08.748Z",
        "rejection": {
            "code": "no-action",
            "details": "The Lisbon Treaty came into force in the UK in December 2009, so we're not sure what you'd like the UK Government or Parliament to do.\r\n\r\nThere are already petitions about Brexit. You are more likely to get action on this issue if you sign and share a single petition.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-02-04T15:45:08.758Z"
    },
    "id": 238092,
    "links": {
        "self": "https://petition.parliament.uk/petitions/238092.json"
    },
    "type": "petition"
}