{
    "attributes": {
        "action": "Abolish leasehold",
        "additional_details": "Professor Hopkins (law commissioner for England & Wales for property) recently gave evidence at the Leasehold Select Committee Inquiry stating “Looking at the landscape of leasehold legislation, I would have to say it is not fit for purpose as it is.\"\r\n \r\nThe leasehold system is a form of financial servitude where the leaseholder is forever compensating the freeholder for living on ‘their land’. \r\n\r\nCommonhold exists and should be compulsory.\r\n\r\nAim of National Leasehold Campaign : ABOLISH LEASEHOLD",
        "background": "Millions are trapped in this antiquated draconian leasehold system. \r\n \r\nThis is a “feudal” form of land ownership.\r\n\r\nIt is about time we Abolished Leasehold once and for all.",
        "closed_at": null,
        "created_at": "2019-01-23T12:33:15.448Z",
        "creator_name": "Katie Kendrick",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-02-26T11:16:26.046Z",
            "details": "The Government believes residential leasehold law needs to be improved to make it fit for purpose. That is why we are committed to reforming the system, including prohibiting new residential long leases from being granted on houses, other than in exceptional circumstances, and restricting ground rents in newly established leases of houses and flats to a peppercorn.\r\n\r\nWe are also improving the experience of existing leaseholders, including on unfair fees and charges. The Government has set up a working group of housing experts chaired by Lord Best to look at raising standards across the entire property agent sector. This includes introducing mandatory qualifications for all property agents so home buyers, sellers, tenants, landlords and leaseholders can be confident they are getting a professional service and are being charged fairly. We will consider how fees such as service charges should be presented to consumers, the best means to challenge unjustified fees, and in what circumstances they should be capped on banned.\r\n\r\nWe are aware that some leaseholders hold leases which contain onerous terms, such as doubling ground rents, and we want to ensure they get the support they need. We are putting pressure on developers and freeholders to vary lease terms so that leaseholders get a fairer deal. This applies to leaseholders who own flats as well as houses. We are keeping a close eye on progress and will consider further action as needed.\r\n\r\nThe Government is also committed to reforming the home buying and selling process, so it is more efficient and less costly, by setting fixed time frames and maximum fees for the provision of leasehold information. We consulted on this proposal in Implementing reforms to the leasehold system in England which closed on 26 November, and is available at www.gov.uk/government/consultations/implementing-reforms-to-the-leasehold-system. We will publish the Government response in due course.  \r\n\r\nIn addition, the Government is working with the Law Commission to support existing leaseholders – including making buying a freehold or extending a lease easier, faster, fairer and cheaper. On 20 September 2018, the Law Commission published its consultation paper on leasehold enfranchisement reform: Leasehold home ownership: buying your freehold or extending your lease. The provisional proposals would: \r\n\r\n- Provide a better deal for leaseholders by making enfranchisement easier, quicker and more cost effective.\r\n\r\n- Reform the existing rights of leaseholders, including removing the separate rules for houses and for flats.\r\n\r\n- Simplify, and reduce the legal and other costs of, the procedure for acquiring a freehold or an extended lease.\r\n\r\nDetails can be found at: www.lawcom.gov.uk/project/leasehold-enfranchisement/. The consultation closed on 7 January 2019, and the Law Commission will publish its report later this year.  \r\n \r\nThe Government wants to see commonhold flourish as it can offer real advantages as a viable alternative to leasehold. There is no diminishing interest in the property, allowing residents to own their flat in perpetuity. There is also no landlord, so commonhold owners have greater control of contracts and of their property. Finally, there is a commonality of interest among commonhold owners with no risk of forfeiture. \r\n\r\nHowever, it is generally accepted that reforms to commonhold legislation are needed to support roll out and take up of the tenure in the future. There are several reasons why commonhold has not flourished so far:\r\n\r\n- People do not know about it – not only consumers but some in the sector too. Some lenders have had a reluctance to lend on commonhold units, for example.\r\n\r\n- There have been difficulties converting existing leaseholds into commonholds.\r\n\r\n- There is a perception that commonhold is inflexible and unattractive to developers building large or complex developments.\r\n\r\nThat is why the Government is working closely with the Law Commission to reinvigorate commonhold. Their work will ensure that the legal structure is more responsive to the needs of home owners and developers. Our priority is to address the perceived shortcomings of commonhold so that developers, lenders and buyers all have confidence in the tenure.\r\n\r\nOn 10 December 2018, the Law Commission launched their consultation Reinvigorating commonhold: the alternative to leasehold ownership, which sets out a range of options to make remove barriers and encourage take-up. Further details on the consultation can be found on the Law Commission website at: www.lawcom.gov.uk/project/commonhold/. \r\n\r\nFurthermore, Homes England are now willing for Help to Buy to support the purchase of commonhold homes.\r\n\r\nLeasehold can work in many circumstances as long as it is fair to leaseholders and transparent. Our reforms seek to achieve this, and we want to ensure everyone has the choice of tenure that meets their needs.\r\n\r\nMinistry of Housing, Communities and Local Government.",
            "responded_on": "2019-02-21",
            "summary": "The Government is committed to reforming the leasehold system so it is fit for purpose, fairer and more transparent for consumers. We also want to ensure that commonhold is a viable alternative.",
            "updated_at": "2019-02-26T11:17:02.562Z"
        },
        "government_response_at": "2019-02-26T11:16:26.049Z",
        "moderation_threshold_reached_at": "2019-01-23T17:36:41.184Z",
        "opened_at": "2019-02-01T15:39:22.647Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-02-07T23:18:25.925Z",
        "scheduled_debate_date": null,
        "signature_count": 20473,
        "state": "open",
        "updated_at": "2019-03-14T23:48:02.464Z"
    },
    "id": 238071,
    "links": {
        "self": "https://petition.parliament.uk/petitions/238071.json"
    },
    "type": "petition"
}