{
    "attributes": {
        "action": "Bring the Wylfa Newydd power station project into public ownership.",
        "additional_details": "Although the intention is to restart the suspended the Wylfa project at a later date, the reality is that it will take many years to build up an organisation competent to operate a nuclear facility once Horizon staff have been lost. Given the timescales for the construction of new plant, the only way to replace the capacity lost with the suspension of Wylfa is by building gas-fired stations with the corresponding increase in greenhouse gas emissions, and dependence on imported gas and fracking. \r\nWe note that Hinkley Point “C” and Bradwell are mainly owned by the French and Chinese governments, respectively. Bradwell will come online about 5 years later than Hinkley Point \"C\".\r\nBringing the Wylfa Newydd  project into public ownership will enable it to be completed on the planned timescale.",
        "background": "Most of the existing nuclear stations are due to close in the next decade, some as early as in 5 years time. Only the Hinkley Point “C” and Wylfa Newydd projects would be able to provide replacement capacity on the same timescale.",
        "closed_at": null,
        "created_at": "2019-01-22T21:11:38.063Z",
        "creator_name": "Dr Steven Hall",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-23T20:03:34.541Z",
        "opened_at": "2019-02-04T16:04:58.934Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 695,
        "state": "open",
        "updated_at": "2019-03-13T12:46:41.299Z"
    },
    "id": 238022,
    "links": {
        "self": "https://petition.parliament.uk/petitions/238022.json"
    },
    "type": "petition"
}