{
    "attributes": {
        "action": "Stop the halt on mental health legislation in Northern Ireland.",
        "additional_details": "Currently we have no government in place to impliment changes to mental health Strategy in Northern Ireland. Around 7 people die each week in Northern Ireland due to suicide. Currently we are facing a suicide epidemic due to a lack of services. Important bills like strategy life 2 can’t be passed due to the failure of politicians, their petty games are having lasting effects on the mental health of the people of Northern Ireland and need to be stopped!",
        "background": "Suicide rates in Northern Ireland increase more and more as the assembly’s collapse continues. Due to the lack of government important bills which could help the mental health crisis in Northern Ireland are not being passed.  The lack of concern for mental health legislation needs to end!",
        "closed_at": null,
        "created_at": "2019-01-23T23:46:37.922Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-24T00:02:37.943Z",
        "opened_at": null,
        "rejected_at": "2019-02-04T16:13:46.691Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can’t accept your petition because responsibility for the law on abortion in Northern Ireland is devolved to the Northern Ireland Assembly. \r\n\r\nEven though the Northern Ireland Assembly is not sitting, the UK Parliament hasn’t formally taken back responsibility for this issue. That means it is the responsibility of the Northern Ireland Assembly and Executive and not the UK Government and Parliament.\r\n\r\nYou could start a new petition calling on the UK Government and Parliament to change the law to take back responsibility for mental health policy if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-02-04T16:13:54.371Z"
    },
    "id": 238136,
    "links": {
        "self": "https://petition.parliament.uk/petitions/238136.json"
    },
    "type": "petition"
}