{
    "attributes": {
        "action": "Parliament & HMG must retract Article 50 Letter. Legal basis in treaty is flawed",
        "additional_details": "In 1975 the People gave their assent to the European COMMUNITY (Customs Union, Single Market) only. The Lisbon Treaty created the European UNION. It is constitutionally quite different.  Both Parties gave a \"cast iron promise\" to hold a Referendum on EU treaty. They reneged. In 2016 the People voted LEAVE the European UNION. HMG must permit a referendum on Lisbon Treaty BEFORE it can use any article including Article 50. \r\nParliament and HMG must pause Article 50 until People assent to Lisbon T.",
        "background": "Brexit is only valid if People give their assent to EU Treaty containing Article 50. People's referendum only agreed to Customs Union & Single Market, not EU.\r\nAction required by Parliament and Government:\r\n1. Withdraw or suspend Article 50 letter.\r\n2. Hold Referendum on Lisbon Treaty to validate it",
        "closed_at": null,
        "created_at": "2019-01-24T20:22:45.141Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-25T12:04:51.658Z",
        "opened_at": null,
        "rejected_at": "2019-02-05T11:30:49.867Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Lisbon Treaty came into force in 2009. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to pull out of the Lisbon Treaty. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-04-02T10:22:38.628Z"
    },
    "id": 238206,
    "links": {
        "self": "https://petition.parliament.uk/petitions/238206.json"
    },
    "type": "petition"
}