{
    "attributes": {
        "action": "Get the litter on our roadsides cleared up",
        "additional_details": "I regularly drive along the A1 from Yorkshire to Cambridgeshire and I am truly ashamed of the huge amount of rubbish that I see.  I feel money must be made available to have this litter collected and higher fines should be implemented for people who are seen to litter.  We need more bins in our layby’s which are emptied regularly.  I am a volunteer litter picker in my village but I feel helpless in respect of the massive litter problem that I witness on our roadsides daily.",
        "background": "The amount of litter on the side of our roads is shameful. We have a beautiful country which is  blighted by the huge amount of rubbish on our verges. It gives such a bad impression to visitors to our country, it is detrimental to our wildlife and iits a sad reflection of our throw away society.",
        "closed_at": null,
        "created_at": "2019-01-25T22:30:15.469Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-26T19:04:46.206Z",
        "opened_at": null,
        "rejected_at": "2019-02-01T10:59:30.832Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-02-01T10:59:30.838Z"
    },
    "id": 238341,
    "links": {
        "self": "https://petition.parliament.uk/petitions/238341.json"
    },
    "type": "petition"
}