{
    "attributes": {
        "action": "Make Aberdeenshire council change back to 2 weekly bin collection.",
        "additional_details": "This bin is expected to hold all house hold general waste for 3 weeks, whilst our old general waste bin is to be used for recycling. \r\nThere will be no reduction in council tax and if an extra bin is required an additional charge of £25.00 is expected to be paid to the council. \r\nThis needs to be changed as an increase of fly tipping, vermin, over crowded bin areas and general lack of hygiene will be on the rise.",
        "background": "Aberdeenshire council have recently been given the go ahead to collect, Aberdeenshire area's bin's every 3 weeks instead of the every 2 weeks collection. Aberdeenshire council will currently supply the house hold with an extra bin but this will be smaller in comparison to our general waste bin.",
        "closed_at": null,
        "created_at": "2019-01-26T12:40:59.232Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-26T13:10:06.355Z",
        "opened_at": null,
        "rejected_at": "2019-01-31T13:21:22.197Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\t\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-01-31T13:21:22.203Z"
    },
    "id": 238448,
    "links": {
        "self": "https://petition.parliament.uk/petitions/238448.json"
    },
    "type": "petition"
}