{
    "attributes": {
        "action": "Save our T.V Harrison Ground \r\nGifted to the children of Leeds for Sports use.",
        "additional_details": "But locals say the land was bought for the people of Leeds following a campaign in the 1930s by local teacher T.V. Harrison, and should be retained for sports pitches.\r\nThe ground also has strong historical links to Leeds United as the venue for the Leeds City Boys club, a representative team made up of the best players from Leeds' schools.\r\nLeeds United scouts were known to take some of its best players on, which are thought to include Batty, Paul Reaney, the late Paul Madeley, Noel Whelan.",
        "background": "The T.V. Harrison Ground at Oldfield Lane, Wortley has been identified as a potential site for 61 homes in Leeds City Council's planning blueprint for the next 15 years - the Local Plan.",
        "closed_at": null,
        "created_at": "2019-01-26T21:32:44.203Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-26T21:56:30.171Z",
        "opened_at": null,
        "rejected_at": "2019-02-01T16:30:09.847Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-02-01T16:30:09.855Z"
    },
    "id": 238883,
    "links": {
        "self": "https://petition.parliament.uk/petitions/238883.json"
    },
    "type": "petition"
}