{
    "attributes": {
        "action": "Revoke personal visa of Mohammed Buhari and restrict his visit to the U.K.",
        "additional_details": "https://twitter.com/mbuhari/status/1088853369232470017?s=21\r\nThe same man as refused to act on a number of corrupt cases related to people within his government but as a build up to the elections which they plan to rig the above step has been taken. The president and is party claims he got 14million votes in the primaries election of his party but the membership of the said party is not up to the number. They have not produced a members list but this was also done in preparation to rig election.",
        "background": "Mohammed Buhari President of Nigeria first duty is to uphold the constitution of the country but his recent action in suspending the Chief Justice of Nigeria has no place and is contrary to country’s constitution. In order to prevent a total breakdown of law and order the world needs to action now.",
        "closed_at": null,
        "created_at": "2019-01-26T23:56:18.010Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-27T06:34:30.942Z",
        "opened_at": null,
        "rejected_at": "2019-02-11T10:57:29.603Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take. In particular, we aren't sure what restrictions you would like put in place.\r\n\r\nYou could start a new petition setting out clearly what you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2019-02-11T10:57:29.611Z"
    },
    "id": 239015,
    "links": {
        "self": "https://petition.parliament.uk/petitions/239015.json"
    },
    "type": "petition"
}