{
    "attributes": {
        "action": "Have areas for the youth to ride there bikes and do wheelies",
        "additional_details": "There have been many people out there who are helping stop these knife and gang wars. Ryan Taylor the Owner of collective bikes has been creating bikes for the youth to ride. Mac Farrari (writeoffworld) has created bike stormz a ride out for people all over the UK to come and ride the streats of london. Mafia bikes has been giving away free bikes to the youth who can then ride and stop themself from heading into knife crime.",
        "background": "As knife and gang crime has been rising all over the UK the youth have started riding bikes and doing wheelies to help remove them self from going into these crimes. But the problem is where ever they ride they get kicked out of causing them to take to the road.",
        "closed_at": null,
        "created_at": "2019-01-27T10:48:27.816Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-27T11:35:36.043Z",
        "opened_at": null,
        "rejected_at": "2019-02-08T08:49:29.868Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would be the responsibility of your local council and not the UK Government and Parliament.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-02-08T08:49:29.875Z"
    },
    "id": 239155,
    "links": {
        "self": "https://petition.parliament.uk/petitions/239155.json"
    },
    "type": "petition"
}