{
    "attributes": {
        "action": "Stop MLA’s Salary until Stormont has a sitting Assembly",
        "additional_details": "Northern Ireland Office. (2017).  https://www.gov.uk/government/news/northern-ireland-ministerial-appointments-and-regional-rates-bill\r\n\r\nNorthern Ireland Assembly. (2018). http://www.niassembly.gov.uk/your-mlas/members-salaries-and-expenses/",
        "background": "Northern Irish MLA’s continue to be paid around £35k a year, despite not having a sitting assembly in over two years and refusing to attend negotiations. This is unacceptable, MLA salaries should cease until a negotiation has been reached and a sitting Northern Irish Assembly has been restored.",
        "closed_at": null,
        "created_at": "2019-01-27T12:34:23.855Z",
        "creator_name": "Shona McCleery",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-03-05T16:18:32.857Z",
            "details": "The Secretary of State for Northern Ireland is working hard with the Irish Government and the Northern Ireland parties to restore devolved Government.  Northern Ireland needs its elected representatives back in Government to take important decisions on the issues that matter most to the people of Northern Ireland. \r\n\r\nWhile the Assembly is not sitting, it is recognised that MLAs continue to be active in constituency work. On that basis it is considered appropriate for MLAs to continue to receive a salary. However it can’t be right that they continue to receive their full salary until the Executive and the Assembly are restored. \r\n\r\nMLA pay has therefore been reduced in line with the recommendations made by former Assembly clerk and chief executive Trevor Reaney. This reduction took effect in two stages. An initial 15% reduction commenced on 1 November 2018, with a further 12.5% reduction coming into effect in January 2019. This represents a total reduction of 27.5%.\r\n\r\nThe reduction that has been implemented reflects the work MLAs have been doing in the current period and is in line with the recommendations of the Reaney report. \r\n\r\nThe Northern Ireland (Executive Formation and Exercise of Functions) Act introduced by the Secretary of State for Northern Ireland has created a period until 26 March where an Executive can legally be formed at any time - and the Secretary of State is focused on using the remainder of this period to work towards resumption of devolution. Our aim continues to be to re-establish a locally elected, democratically accountable devolved government as soon as possible so that decisions affecting the people of Northern Ireland are taken by locally elected ministers.\r\n\r\nThe people of Northern Ireland have already voted for a power-sharing Executive. What we now need is a period in which the requisite work and dialogue can take place between the political parties in Northern Ireland for an Executive to form.\r\nIn the event of further delay the Secretary of State will consider further reductions to MLA pay. \r\n\r\nNorthern Ireland Office.",
            "responded_on": "2019-03-05",
            "summary": "While the Assembly is not sitting, the Government recognises that MLAs continue to be active in constituency work. MLA salaries have been reduced to reflect the work MLAs are currently doing.",
            "updated_at": "2019-03-05T16:18:32.857Z"
        },
        "government_response_at": "2019-03-05T16:18:32.860Z",
        "moderation_threshold_reached_at": "2019-01-27T23:31:25.836Z",
        "opened_at": "2019-02-08T10:58:24.815Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-02-13T22:42:30.823Z",
        "scheduled_debate_date": null,
        "signature_count": 18853,
        "state": "open",
        "updated_at": "2019-03-13T23:33:42.155Z"
    },
    "id": 239208,
    "links": {
        "self": "https://petition.parliament.uk/petitions/239208.json"
    },
    "type": "petition"
}