{
    "attributes": {
        "action": "Bring E85 Fuel into the UK and make vehicle manufactures offer upgraded vehicle",
        "additional_details": "Vehicle manufactures can easy upgrade cars to run E85 and bio ethanol. All that is required is the installation is a flex fuel sensor and software upgrade. you will find that many variants of cars sold in the UK have this sensor installed in Europe. The cost of the sensor is low as £50\r\n\r\nThe use of renewable fuels would be a big step forward from removing out dependence from fossil fuels. there has been great success with this in country's like Brazil .\r\n\r\nhttps://www.youtube.com/watch?v=8VaxIIeTLG8\r\nhttps://en.wikipedia.org/wiki/Ethanol_fuel_in_Brazil\r\n\r\nLets stop living in the past and move towards the future.",
        "background": "With the hatred towards diesel vehicles on the road and the governments moves to replace them with petrol and electric car. more effort should also be given towards renewable fuels. bio ethanol can be produced by food waste products and improve vehicle emissions, solving two problems at once.",
        "closed_at": null,
        "created_at": "2019-01-27T20:26:16.365Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-27T20:46:12.754Z",
        "opened_at": null,
        "rejected_at": "2019-02-08T11:02:56.263Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you would like E85 fuel used in the UK but we aren't sure what action you would like the UK Government or Parliament to take to make it happen.\r\n\r\nYou could start a new petition setting out clearly what you would like the Government to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-02-08T11:02:56.639Z"
    },
    "id": 239394,
    "links": {
        "self": "https://petition.parliament.uk/petitions/239394.json"
    },
    "type": "petition"
}