{
    "attributes": {
        "action": "Allow students to wear jackets or hoodies in cold weather at secondary school.",
        "additional_details": "If it was allowed for students to wear hoodies or jackets during cold days at school, I believe many students would concentrate more as they wouldn’t be complaining about the coldness. Students in coniqence rooms would not complain about it being cold and get through the day without getting into trouble. Even if it was over school uniforms I still believe it should be allowed.",
        "background": "Alot of secondary schools in the UK forbid jackets or hoodies to be worn. If it gets cold, they close windows and tell students there is nothing they can do, letting students wear jackets or hoodies over school uniform should be allowed to prevent students being cold and unfocused during lessons.",
        "closed_at": null,
        "created_at": "2019-01-27T19:27:42.954Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-27T19:44:17.753Z",
        "opened_at": null,
        "rejected_at": "2019-02-11T15:12:20.709Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something that the UK Government or Parliament is not responsible for. This would be the responsibility of the school.\r\n\r\nYou might like to sign this petition instead which calls for school uniforms to be banned:\r\n\r\nhttps://petition.parliament.uk/petitions/234997"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-02-11T15:12:20.715Z"
    },
    "id": 239372,
    "links": {
        "self": "https://petition.parliament.uk/petitions/239372.json"
    },
    "type": "petition"
}