{
    "attributes": {
        "action": "Make online homophobia a specific criminal offence",
        "additional_details": "Just because I am on TV I don’t think that makes it acceptable to be sent homophobic messages/ comments on social media platforms.\r\n \r\nNobody should have to receive these comments.\r\n \r\nI won’t go into detail as to the various names I have been called, but this should not be acceptable and can have an impact on people’s mental health and has certainly helped in making my anxiety and low self esteem worse by receiving them.",
        "background": "As a gay man I find it devastating how members of the LGBT community are still subjected to homophobic abuse online.",
        "closed_at": null,
        "created_at": "2019-01-27T23:14:05.488Z",
        "creator_name": "Bobby Norris",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-02-28T16:20:26.485Z",
            "details": "The internet provides a wealth of opportunities for people globally. It is a platform for everyone to share experiences and creativity, and it encourages rich discussion. It has allowed people to create communities and interact in ways that were not previously possible. The Government recognises, however, that some people exploit these opportunities to spread harmful messages which would not be tolerated offline. Protecting people online is a top priority for Government.\r\n\r\nIn some cases, these behaviours may already constitute criminal offences, and the law does not differentiate between criminal offences committed on social media or elsewhere. We have robust legislation to deal with internet trolls, cyber-stalking and harassment, and perpetrators of grossly offensive, obscene or menacing behaviour, which may be relevant to some cases of LGBT abuse.\r\n\r\nHate crime legislation may already apply in online homophobic offences. Hate crimes include crimes demonstrating hostility on the grounds of an individual’s actual or perceived race, religion, sexual orientation, disability or transgender identity, as well as stirring up hatred on the grounds of race, religion or sexual orientation.\r\n \r\nThe Government is taking significant steps to tackle hateful activity online:\r\n\r\n•\tWe are funding a National Online Hate Crime Hub which uses specially trained police officers and staff to investigate reports.\r\n\r\n•\tWe supported the European Commission Code of Conduct for Countering Illegal Hate Speech which has been signed by key companies including Facebook, YouTube, Microsoft, Twitter and Instagram. A key aim is to ensure that requests to remove content are reviewed in less than 24 hours, and content is removed if necessary.\r\n\r\n•\tWe commissioned the Law Commission review of offensive online communications. The Law Commission has just begun a specific review of hate crime legislation.\r\n\r\n•\tMore widely, a joint Department for Digital, Culture, Media & Sport (DCMS)-Home Office White Paper will be published this year, setting out a range of legislative and non-legislative measures detailing how we will tackle online harms and set clear responsibilities for tech companies to keep UK citizens safe. \r\n\r\nThe Government recognises that homophobic abuse can have potentially devastating impacts on victims and we are working to challenge inequality beyond a law enforcement approach alone. This broader approach also recognises that we need to ensure we strike the right balance between protecting citizens and protecting their rights to free expression. Everyone has the right to freedom of expression under Article 10 of the European Convention on Human Rights, however this is not an excuse to spread hatred. Article 10 is a qualified right, which means it is not absolute and it can be restricted for certain purposes. \r\n\r\nThis approach includes a variety of actions. In July 2018, the Government Equalities Office (GEO) launched the National LGBT Survey to understand LGBT people’s experiences of accessing services. Over 108,000 people completed the survey. In response to the findings, GEO also launched an LGBT Action Plan setting out 75 commitments to improve outcomes for LGBT people. The Action Plan includes a £4.5 million fund to address inequality and support the delivery of commitments cross-sector.\r\n\r\nThe LGBT Action Plan includes the following commitments to ensure LGBT people feel safe online beyond the actions listed above:\r\n\r\n•\tThe Home Office is supporting the police to improve how they respond to hate crime and raise awareness of local support agencies for LGBT victims. The 2018 refresh of the Hate Crime Action Plan is supporting police training that is tailored to the needs of victims, such as those of homophobic, biphobic and transphobic hate crimes. \r\n\r\n•\tThe National Crime Agency (NCA) will ensure LGBT people can access educational online safety interventions that are informed by their experiences. The NCA will develop effective and appropriate education interventions to ensure LGBT people can be full, equal and safe participants in online activity.\r\n\r\nHome Office.",
            "responded_on": "2019-02-28",
            "summary": "The Government recognises the harm that homophobic online messages can cause. We are working cross-Government to challenge inequality and make the UK’s online environment a safer place for everyone.",
            "updated_at": "2019-02-28T16:20:26.485Z"
        },
        "government_response_at": "2019-02-28T16:20:26.489Z",
        "moderation_threshold_reached_at": "2019-01-28T00:11:01.846Z",
        "opened_at": "2019-02-12T12:05:13.415Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-02-13T22:24:52.147Z",
        "scheduled_debate_date": null,
        "signature_count": 13436,
        "state": "open",
        "updated_at": "2019-03-13T23:56:56.792Z"
    },
    "id": 239444,
    "links": {
        "self": "https://petition.parliament.uk/petitions/239444.json"
    },
    "type": "petition"
}