{
    "attributes": {
        "action": "Education at Schools ‘Must’ include Teaching ‘Respect’ to All, NO Respect today.",
        "additional_details": "These cause Damage to Property and Attack Teachers and workers at Schools, Wrong no respect at all even at Primary Schools, seen a group trying to kick the legs from under an Elderly man.\r\n\r\nRunning riot at Retail Parks and their Security staff trying to get them to go to Playing Areas, they take no notice except being a Nuisance to Customers.\r\n\r\nAt this time the Laws have been in their Favour far to much.\r\n\r\nLet’s teach RESPECT again and hopefully make the Areas face from young Yobs.",
        "background": "Many Children today show NO respect to their Seniors which is VERY wrong as they grow Up Abusing Their Elders and even Attack them.\r\n\r\nThe Police Officers say the same on dealing with them and wasting their time after Advising the Parents with most back at Retail Parks doing the same.",
        "closed_at": null,
        "created_at": "2019-01-28T19:41:14.772Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-28T19:50:52.583Z",
        "opened_at": null,
        "rejected_at": "2019-02-08T11:16:31.330Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take specific action. \r\n\r\nWe understand you are concerned about anti-social behaviour but we aren't sure how you would like the school curriculum to change. \r\n\r\nYou could start a new petition setting out the change you would like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-02-08T11:16:31.337Z"
    },
    "id": 239591,
    "links": {
        "self": "https://petition.parliament.uk/petitions/239591.json"
    },
    "type": "petition"
}