{
    "attributes": {
        "action": "A ‘code of conduct’  enquiry is called for to investigate Members of Parliament",
        "additional_details": "Members with personal Interests in the European Union and who have failed to declare it before speaking on the matter in the 'Brexit' debate, Should be barred from any further involvement in the matter including any votes on the main proposal any subsequent amendments.\r\nWe therefore request that URGENT action is taken to investigate and resolve our concerns by way of an independent investigation, and any relevant pecuniary action to be taken immediately once the facts are known.",
        "background": "There are a vast number of Members of Parliament who appear to disregard what the electorate voted for in the 2016 referendum, and are behaving in such a manner that is contrary to the wishes of the electorate and is also contrary to The Code of Conduct for Members of Parliament clauses 7, 14 & 17.",
        "closed_at": null,
        "created_at": "2019-01-28T16:06:47.968Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-28T17:07:11.075Z",
        "opened_at": null,
        "rejected_at": "2019-02-04T13:22:27.798Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Investigating whether MPs have broken their Code of Conduct is the responsibility of the Parliamentary Commissioner for Standards, not the UK Parliament and Government as a whole. \r\n\r\nYou can find out more about the Parliamentary Commissioner for Standards here:\r\n\r\nhttps://www.parliament.uk/documents/commons-committees/Standards-Committee/standards-committee-complaint-infographic.pdf\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/complaints-and-investigations/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-02-04T13:22:27.805Z"
    },
    "id": 239543,
    "links": {
        "self": "https://petition.parliament.uk/petitions/239543.json"
    },
    "type": "petition"
}