{
    "attributes": {
        "action": "No more referenda lies - sovereign Parliament, create a proper referenda process",
        "additional_details": "Parliament must protect the people and prevent manipulative and unclear referenda by requiring well-defined proposition; campaign finance reform; an official, unbiased guide with for-and-against arguments and rebuttals, a register of endorsements, and explanations of financial consequences of vote outcomes; prohibition of referenda on certain subject (e.g. national security); and voting thresholds (e.g. 2/3 majority) on certain issues with significant fiscal impact.",
        "background": "To avoid another catastrophic referendum with ill-defined questions, rampant misinformation, misleading promises, and rogue campaign tactics, we request that Parliament codify and implement referenda reform with defined processes whilst clearly protecting the sovereignty of Parliament.",
        "closed_at": null,
        "created_at": "2019-01-29T12:34:55.020Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-30T10:01:54.546Z",
        "opened_at": null,
        "rejected_at": "2019-02-11T15:02:11.788Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you would the Government to introduce new rules surrounding referendums, but are not sure what rules you would like introduced.\r\n\r\nYou could start a new petition calling for all referendums to require a super majority to effect change, if that is something you would like to see happen.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-02-11T15:02:21.438Z"
    },
    "id": 239696,
    "links": {
        "self": "https://petition.parliament.uk/petitions/239696.json"
    },
    "type": "petition"
}