{
    "attributes": {
        "action": "Ensure Vegetarian/Vegan food is prepared and served away from Meat",
        "additional_details": "- Vegetarian/Vegan food should be prepared on separate work surfaces, to prevent cross contamination\r\n- Any vendors dealing with food should not have Meat products next to none Meat, should be sectioned off, e.g. a fast food outlet selling sandwiches should have the Meat trays in one section and none Meat in another, it is easy for food to drop into another container when serving\r\n- Make it easy to identify Meat/none Meat items, e.g. Vegetarian bakes to have a different design to a Chicken one",
        "background": "I am asking the government to ensure all food that is Vegetarian/Vegan to be prepared in a separate environment away from Meat. This is all to prevent cross contamination. Many times I have been served food that is supposed to be vegetarian only to find chicken or meat pieces inside.",
        "closed_at": null,
        "created_at": "2019-01-29T09:40:24.782Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-29T12:33:36.498Z",
        "opened_at": null,
        "rejected_at": "2019-02-07T15:28:26.958Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Parliament and Government are not responsible for how food is prepared. \r\n\r\nA business labelling food that contains meat as \"vegan\" or \"vegetarian\" may be acting unlawfully. You can find out how to report them to trading standards here: \r\n\r\nhttps://www.citizensadvice.org.uk/consumer/get-more-help/report-to-trading-standards/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to require all food and drink to be labelled as vegan, vegetarian or containing meat, if that's something that you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-02-13T12:05:10.784Z"
    },
    "id": 239669,
    "links": {
        "self": "https://petition.parliament.uk/petitions/239669.json"
    },
    "type": "petition"
}