{
    "attributes": {
        "action": "Compel Local Authorities (LAs) to use Empty Dwelling Management Orders (EDMOs)",
        "additional_details": "Figures published 2018 obtained through Freedom of Information requests from 276 councils showed 60,000 homes had been empty for 2 years or more, 23,000 for 5 years or more, & over 11,000 had stood empty for at least 10 years.\r\n\r\nOnly 19 out of 247 councils in England and Wales that responded (EDMOs do not apply in Scotland) had used an EDMO in the past 5 years, and of these only 6 were in the past year.\r\n\r\nStop building on green belt land, and use existing empty properties first.",
        "background": "EDMOs allow councils to take over residential properties that are empty for 6 months or more. Figures published in 2018 show more than 216,000 homes had been empty for 6 months or more. Before building on green belt land, empty properties should be used for people in need of housing.",
        "closed_at": null,
        "created_at": "2019-01-29T11:31:55.372Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-31T14:57:19.802Z",
        "opened_at": null,
        "rejected_at": "2019-02-11T13:01:22.959Z",
        "rejection": {
            "code": "no-action",
            "details": "It is not clear what the petition is asking the UK Government or Parliament to do. \r\n\r\nWe understand that you're concerned about empty properties and building on the green belt, but we're not sure what action you'd like the UK Government or Parliament to take. \r\n\r\nYou may wish to start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to ban building on the green belt in areas where there are residential properties that have been empty for 6 months or more. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2019-02-13T15:13:43.435Z"
    },
    "id": 239681,
    "links": {
        "self": "https://petition.parliament.uk/petitions/239681.json"
    },
    "type": "petition"
}