{
    "attributes": {
        "action": "Stop this jailed MP from staying on as Peterborough MP Fiona Onasanya",
        "additional_details": "Disgraced MP Fiona Onasanya has been sentenced to three months in prison for lying to police to avoid a speeding ticket.\r\n\r\nThe former Labour MP for Peterborough, now sitting as an independent, was found guilty of perverting the court of justice following a retrial in December.\r\n\r\nShe plotted with her brother Festus, 34, to avoid prosecution for the offence by naming Aleks Antipow as the driver of the Nissan Micra when she was caught doing 41mph in a 30mph zone.",
        "background": "An MP has been given a three-month jail sentence for lying to avoid a speeding ticket, and is expected to try to remain in office despite calls to stand down.\r\n\r\nFiona Onasanya, the MP for Peterborough and a former Labour whip, was sentenced on Tuesday for perverting the course of justice",
        "closed_at": null,
        "created_at": "2019-01-29T18:26:12.326Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-29T19:00:20.304Z",
        "opened_at": null,
        "rejected_at": "2019-02-05T11:06:45.592Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for MPs, to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\n\r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. \r\n\r\nYou might like to sign this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/236142\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-02-05T11:06:45.642Z"
    },
    "id": 239753,
    "links": {
        "self": "https://petition.parliament.uk/petitions/239753.json"
    },
    "type": "petition"
}