{
    "attributes": {
        "action": "Revoke Art.50 if there is no Brexit plan by the 25 of February",
        "additional_details": "Under section 5 (ii) of the Belfast argeement, 1998, there is agreement to \" to use best endeavours to reach agreement on the adoption of common policies, in areas where there is a mutual cross-border and allisland benefit\"\r\nThe Government's own economic analysis published in November 2018, shows that a no deal scenario will have roughly a 10% decrease in GDP.  \r\nThe issue is that EU have firmly stated that they will not re-open negotiations with the UK over the agreement and remove the backstop.",
        "background": "On the 25th of November both the UK Government and the European Union came to an agreement on the proposed departure from the EU. After an historic defeat in the House of Commons on the 15th of January, 2019 by a majority of 230 votes the PM has now decided to go back to the EU over the backstop.",
        "closed_at": null,
        "created_at": "2019-01-29T13:53:56.492Z",
        "creator_name": "Amy Milliken",
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2019-0061",
            "debated_on": "2019-03-11",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2019-03-11/debates/4B98720A-8618-4312-84AE-E994485AC99F/LeavingTheEuropeanUnion",
            "video_url": "https://parliamentlive.tv/Event/Index/ea9b610b-e4c5-4f08-8ed6-686830628a7a"
        },
        "debate_outcome_at": "2019-03-12T11:17:21.791Z",
        "debate_threshold_reached_at": "2019-02-16T15:17:14.708Z",
        "government_response": {
            "created_at": "2019-02-19T12:09:14.919Z",
            "details": "Revoking Article 50 would not respect the vote of the British people in the 2016 referendum. \r\n\r\nAlmost three quarters of the electorate took part in the referendum and 17.4 million people voted to leave the European Union. This is the highest number of votes cast for anything in UK electoral history and the biggest democratic mandate for a course of action ever directed at any UK Government. This result was then overwhelmingly confirmed by Parliament, who voted with clear and convincing majorities in both of its Houses for the European Union (Notification of Withdrawal) Act. Then, in the 2017 General Election, over 80% of people then also voted for parties committing to respect the result of the referendum and it was the stated policy of both major parties that the decision of the people would be respected.\r\n\r\nThis Government has therefore been given a clear mandate to implement the will expressed by the electorate in the referendum, and to revoke Article 50 would undermine that mandate. \r\n\r\nAs it is the responsibility of this Government to deliver the exit that people voted for, and as Parliament is clear that it does not wish to deliver a ‘no deal’, we must secure a deal. However, the Government recognises the views expressed by the House that it cannot support the deal as it currently is, and we are now confident that a deal with changes to the backstop, combined with measures to address concerns over Parliament’s role in the negotiation of the future relationship and commitments on workers’ rights will secure the majority needed in the House to leave the EU with a deal. \r\n\r\nThe Prime Minister has therefore continued to work with Members across the House to deliver on the decision that the British people took in June 2016 and she will go back to Brussels to secure a deal this House can support.\r\n\r\nDepartment for Exiting the European Union",
            "responded_on": "2019-02-19",
            "summary": "The Government’s policy is not to revoke Article 50. Instead, we continue to work with Parliament to deliver a deal that ensures we leave the European Union, as planned, on March 29th.",
            "updated_at": "2019-02-19T12:09:14.919Z"
        },
        "government_response_at": "2019-02-19T12:09:14.922Z",
        "moderation_threshold_reached_at": "2019-01-29T16:19:13.966Z",
        "opened_at": "2019-02-11T17:08:20.928Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-02-12T07:46:09.405Z",
        "scheduled_debate_date": "2019-03-11",
        "signature_count": 134308,
        "state": "open",
        "updated_at": "2019-03-13T21:55:00.238Z"
    },
    "id": 239706,
    "links": {
        "self": "https://petition.parliament.uk/petitions/239706.json"
    },
    "type": "petition"
}