{
    "attributes": {
        "action": "Make the title of ADVANCED CLINICAL PRACTITIONER a regulated protected title",
        "additional_details": "All qualified ACPs will have undertaken the MSc in advanced practice (level 7), this clearly defines the academia, and it is exactly the same for all disciplines, but within the role, some professionals are restricted in practice. The ACP is an advanced model to empower the patient experience/access to safe healthcare, ACP's are highly trained practitioners who can independently assess, diagnose, prescribe and discharge patients, supporting the shortfall of Doctors in practice, reducing delays.",
        "background": "The role of the ACP has developed and evolved and houses a multitude of AHPs and RNs, some can prescribe and some can't. This change to a protected title will afford those performing the role to access all the skills afforded under its title, such as non-medical prescribing, harmonising equality.",
        "closed_at": null,
        "created_at": "2019-01-29T16:41:21.797Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-02T12:00:40.131Z",
        "opened_at": null,
        "rejected_at": "2019-03-12T16:25:13.399Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Making advanced clinical practitioner a protected title wouldn't in itself \"afford those performing the role to access all the skills afforded under its title, such as non-medical prescribing, harmonising equality.\"\r\n\r\nThe UK Government and Parliament are not responsible for medical training. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-12T16:25:35.186Z"
    },
    "id": 239731,
    "links": {
        "self": "https://petition.parliament.uk/petitions/239731.json"
    },
    "type": "petition"
}