{
    "attributes": {
        "action": "Reimbursement of all small landlords full arrears and recovery costs due to UC",
        "additional_details": "Costs and arrears mean that small landlords are going without significant portions of their main income. For example it has cost me £3+k arrears, £2+k recovery costs, and then bailiffs, locksmiths and repairs. My only rental property is one third of my income, which in my eyes is vital. I, and many others, cannot afford to let to DWP claimants in future. This will lead directly to more homelessness in the UK.",
        "background": "We call for the government to compensate all landlords full arrears and recovery costs caused since the implementation of universal credit. \r\nMany small landlords are severely out of pocket because of the decision to pay rent direct to claimants of Universal credit. Please put this right.",
        "closed_at": null,
        "created_at": "2019-01-30T00:16:43.623Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-30T09:41:42.945Z",
        "opened_at": null,
        "rejected_at": "2019-02-07T15:31:24.802Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something the UK Government or Parliament is responsible for.\r\n\r\nThe UK Government isn't responsible for the debts of private individuals.\r\n\r\nYou could start a new petition calling on the UK Government or Parliament to introduce direct payment of housing related benefits to landlords if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-02-13T12:05:44.761Z"
    },
    "id": 239823,
    "links": {
        "self": "https://petition.parliament.uk/petitions/239823.json"
    },
    "type": "petition"
}