{
    "attributes": {
        "action": "Make it a criminal offence for MPs to deliberately mislead the general public.",
        "additional_details": "When parliamentarians deliberately lie or mislead the electorate, it compromises and severely undermines our democracy. I am therefore calling on Parliament to debate this issue and consider making the deliberate presentation of misinformation to the electorate a criminal offence. A criminal offence constitutes an act that is harmful not only to an individual but also to a community, society or the state. There is a genuine case for this both legally and morally.",
        "background": "Members of Parliament are elected into a position of power and trust. It is therefore imperative that Parliamentarians accurately review the information they are presented with and ensure, to the best of their ability, the information they present to the general public is truthful.",
        "closed_at": null,
        "created_at": "2019-01-30T11:08:00.117Z",
        "creator_name": "Michael Edward Dunn",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-03-11T14:08:38.578Z",
            "details": "It is an important principle of the UK Parliament that Members of Parliament are accountable to those who elect them. It is therefore absolutely right that all Members of Parliament are fully accountable to their constituents for what they say and do and this is ultimately reflected at the ballot box. \r\n\r\nThere are strong rules that govern candidates prior to their election to Parliament.  The Electoral Commission sets out the rules for candidates during General Election campaigns, such as the type of publicity material that candidates are able to use and the rules around making false statements. You can find further information on specific electoral offences at the following website: https://www.electoralcommission.org.uk/i-am-a/candidate-or-agent/uk-parliamentary-general-election-great-britain  \r\n\r\nOnce elected to Parliament, and as set out by the Committee on Standards in Public Life, all MPs must abide by the seven principles of public life which form the basis of ethical standards expected of holders of public office as set out in their respective Codes of Conduct. The seven principles of public life are: Selflessness, Integrity, Objectivity, Accountability, Openness, Honesty and Leadership. It is a requirement that any holder of public office must be truthful and must act and take decisions impartially, fairly and on merit, using the best evidence and without discrimination or bias.\r\n\r\nUpon election, MPs are also subject to the House’s Code of Conduct and the Guide to the Rules relating to the conduct of Members. The Parliamentary Commissioner for Standards oversees the application of the Code and further details are available on the Parliament website at: https://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/\r\n\r\nUltimately, it is right that MPs are accountable to the electorate and should uphold the highest of standards. As such, the Recall of MPs Act 2015 was introduced to  allow constituents to sign a petition for the recall of their MP if they are convicted of an offence, or are suspended from the House for at least 21 sitting days (or 28 calendar days if the suspension does not specify sitting days). A recall petition would be successful if signed by at least 10% of the registered voters in a constituency. The recall mechanism adds to the House of Commons’ own suite of disciplinary measures and gives constituents a say over their MP’s conduct between General Elections.\r\n\r\nLeader of the House of Commons.",
            "responded_on": "2019-03-11",
            "summary": "An important principle of the UK Parliament is that MPs are accountable to those who elect them. Responsibility for privilege is a matter for the House of Commons itself, rather than the Government.",
            "updated_at": "2019-03-11T16:46:02.366Z"
        },
        "government_response_at": "2019-03-11T14:08:38.582Z",
        "moderation_threshold_reached_at": "2019-01-30T12:11:52.696Z",
        "opened_at": "2019-02-11T17:19:51.323Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-02-19T17:54:38.849Z",
        "scheduled_debate_date": null,
        "signature_count": 15968,
        "state": "open",
        "updated_at": "2019-03-13T23:53:55.167Z"
    },
    "id": 239850,
    "links": {
        "self": "https://petition.parliament.uk/petitions/239850.json"
    },
    "type": "petition"
}