{
    "attributes": {
        "action": "Stop entertaining petitions regards brexit. Democracy has already been decided",
        "additional_details": "Theresa May has already excercised her power by bringing back together her party and crushing the opposition attempts to usurp the power duly granted the Prime Minister in a general election via alphabet amendments.  It is clear the brexit process has been blurred by biased news from the tax payer funded BBC and other news agencies.  We as a nation need to accept the direction as guided by Mrs May versus the complacenty of those who decided not to vote in either the general or referendum votes.",
        "background": "HM Government need to make it clear to itself and the public that having second chance referendums because the original result of democracy was disliked by the minority I petition the government to disallow petitions asking for further referendums, which increases the chance of a 3rd & 4th adnauseum",
        "closed_at": null,
        "created_at": "2019-01-30T15:09:42.636Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-30T18:31:52.403Z",
        "opened_at": null,
        "rejected_at": "2019-02-12T09:56:36.689Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure whether you'd like to change the petitions standards or to prevent a second referendum on EU membership. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the the UK Government and Parliament to commit to not holding another referendum on EU membership, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-02-12T09:56:40.991Z"
    },
    "id": 239876,
    "links": {
        "self": "https://petition.parliament.uk/petitions/239876.json"
    },
    "type": "petition"
}