{
    "attributes": {
        "action": "Abolish the standard daily charge on energy meters.",
        "additional_details": "With these standard daily charges being significantly high, it’s forcing people to turn off the heating and risk falling ill due to cold weather. For years we have been forced to pay this charge or risk not having no energy. Many of us use medical equipment in our homes and rely on electricity to use them. We have no option but to pay the charge. We pay enough for our energy as it is. It’s our rights to have access to energy but it’s against our human rights to be forced to pay the daily charge.",
        "background": "With the price of energy on the increase many families are struggling to keep up with energy prices let alone having to pay a standard daily charge. These charges are significantly high, specially for individuals that are on a low income. It’s time to abolish the standard daily charge and live well.",
        "closed_at": null,
        "created_at": "2019-01-30T17:19:44.282Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-30T18:25:16.436Z",
        "opened_at": null,
        "rejected_at": "2019-02-13T10:13:40.033Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something the UK Government or Parliament is not responsible for. This would be the responsibility of the energy companies.\r\n\r\nThere is no requirement for energy companies to impose a standard daily charge. Some do not.\r\n\r\nYou could start a new petition calling on the Government to introduce legislation banning all fixed costs from energy bills if that's something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-02-13T10:13:40.040Z"
    },
    "id": 239894,
    "links": {
        "self": "https://petition.parliament.uk/petitions/239894.json"
    },
    "type": "petition"
}