{
    "attributes": {
        "action": "With respect to video games - Address aggressive marketing tactics in AAA games",
        "additional_details": "Loot boxes in many games.\r\nOVERWATCH\r\nSTAR WARS BATTLEFRONT II\r\n\r\nIntegral content locked behind pay wall or long game time. Sometimes 100s of hours. \r\nRAINBOW SIX SIEGE- 30 in games hours per character or instantly buy\r\n\r\nHigh prices for little content\r\nBLACK OPS with reticle \r\nFALLOUT Christmas emojis \r\n\r\n“Discounted” One made up number to another to attempt to sound like a bargain\r\n\r\nFor further evidence on aggressive marketing, join forums or watch the hundreds of videos online addressing the topic",
        "background": "Consumer Protection from Unfair Trading Regulations 2008. This includes a requirement on businesses not to subject anyone to misleading or aggressive marketing practices, or, for example, direct exhortation to buy products, such as games content, including in-game purchases such as loot boxes.",
        "closed_at": null,
        "created_at": "2019-01-30T14:49:28.817Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-30T15:22:45.060Z",
        "opened_at": null,
        "rejected_at": "2019-02-12T15:31:40.645Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about microtransactions in video games but we aren't sure what action you would like the UK Government or Parliament to take about it.\r\n\r\nPetitions need to call for a specific action.\r\n\r\nYou could start a new petition setting out clearly the action you would like the UK Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2019-02-12T15:31:40.653Z"
    },
    "id": 239872,
    "links": {
        "self": "https://petition.parliament.uk/petitions/239872.json"
    },
    "type": "petition"
}