{
    "attributes": {
        "action": "Make it compulsory for schools to teach basic signing, such as Makaton",
        "additional_details": "I feel this could be achieved by each school simply having online/paper resource pack of compulsory words.If needed a lead person from each school could attend training and roll out to rest of the staff.This is vitally important as a large number of children and adults with disabilities or communication issues rely on sign to support their social interaction.They should be able to communicate with everyone they meet not just a select few who can understand what they are signing.Please support us",
        "background": "My little brother has disabilities and communicates through sign. My dream is for it to be compulsory for every school to teach at least the basic keyword signs. This could be done quite easily and cost effectively. I want a world where my brother and others are not socially restricted or isolated.",
        "closed_at": null,
        "created_at": "2019-01-30T17:17:51.723Z",
        "creator_name": "Jade Kilduff",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-03-01T17:38:17.691Z",
            "details": "It is important that pupils with Special Educational Needs (SEN) and disabilities are able to play a full part in the school community. This is why, for example, schools have a legal duty to ensure that children with SEN can engage in school activities alongside other pupils who do not have SEN. It is for schools to decide how best to do this, in accordance with their legal duties. \r\n\r\nMakaton is a widely used language development programme that plays an important role in helping with the integration of children with certain communication difficulties. Schools need to make decisions about how best to support a child who uses Makaton, including what training school staff need and how to support relationships with other pupils. This is the same decision-making process that schools need to follow to support the needs of all their pupils with SEN and disabilities (SEND).  \r\n\r\nThe government wants all children to be able to reach their full potential and receive the right support to succeed in their education. That is why, through the Children and Families Act 2014, we have transformed the system for supporting children and young people with SEND. In addition, the Government has provided extensive support to schools including funding:\r\n\r\n•\tfor a range of condition-specific organisations to develop resources and training, to equip the workforce to deliver the SEND reforms introduced in 2014; \r\n\r\n•\tthe development of the Nasen SEND Gateway (http://www.sendgateway.org.uk/) - an online portal offering education professionals free, easy access to high quality information, resources and training for meeting the needs of children with SEND; and \r\n\r\n•\tinitiatives to embed SEND into school improvement practice and equip the workforce to deliver high quality teaching across all types of SEND. \r\n\r\nIt is for schools to decide what they should teach outside of the National Curriculum, in relation to teaching Makaton. The National Curriculum sets out the subjects and programmes of study that schools must teach, and is a legal requirement for maintained schools in England. Beyond primary English, maths and science, the National Curriculum is deliberately slimmer, to provide greater flexibility to schools about what to teach to their pupils. \r\n\r\nDepartment for Education. \r\n",
            "responded_on": "2019-03-01",
            "summary": "Makaton is a valuable communication tool for some pupils and schools. Whilst we have no plans to change the national curriculum, schools already have flexibility to choose to teach it.  ",
            "updated_at": "2019-03-01T17:38:17.691Z"
        },
        "government_response_at": "2019-03-01T17:38:17.694Z",
        "moderation_threshold_reached_at": "2019-01-30T17:32:08.170Z",
        "opened_at": "2019-01-30T17:52:26.168Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-02-14T16:34:29.460Z",
        "scheduled_debate_date": null,
        "signature_count": 12554,
        "state": "open",
        "updated_at": "2019-03-13T22:39:01.773Z"
    },
    "id": 239893,
    "links": {
        "self": "https://petition.parliament.uk/petitions/239893.json"
    },
    "type": "petition"
}