{
    "attributes": {
        "action": "Reprimand Matt Hancock for not fulfilling his task as Health Minister",
        "additional_details": "As a Health Minister, you would presume they would be promoting health matters but he seems to think promoting beer is a healthy option, whilst ignoring matters from constituents or the general public on matters concerning health. He was seen to be talking with Bill Gates, which is something you would have expected in his previous role as communications minister. He refuses to acknowledge those with issues to do with sepsis, needing drugs for loved ones, end of life care and other health matters",
        "background": "On Monday 25th Jan 2019, the Health Minister, Matt Hancock put this on Facebook \"I’m looking for the best beer made in my West Suffolk constituency, to showcase in Parliament's Strangers bar. So, if you have a favourite local beer, or run a brewery yourself, leave a message via the link below\".",
        "closed_at": null,
        "created_at": "2019-01-31T09:22:08.408Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-31T11:10:48.240Z",
        "opened_at": null,
        "rejected_at": "2019-02-12T08:01:31.202Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because an MP's constituency activities are the responsiblity of the MP and not the UK Government or Parliament as a whole.\r\n\r\nYou could start a new petition calling on the government to change its policy on one of the issues you raise if that's something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2019-02-12T08:01:36.443Z"
    },
    "id": 239992,
    "links": {
        "self": "https://petition.parliament.uk/petitions/239992.json"
    },
    "type": "petition"
}