{
    "attributes": {
        "action": "Save our local Walk In Centre - The Pinn Medical Centre",
        "additional_details": "Harrow CCG are looking to slash funding for this invaluable local resource, to the point where the Pinn Medical Centre may have to close its doors to the local community.\r\n\r\nWithout this precious funding, by the end of the year, the walk in service will probably have closed.\r\n\r\nAs far as we are aware the Harrow CCG is making no extra provision for patients to be seen elsewhere if this service closes. We believe that everyone should have 7 day access when they are ill.\r\n\r\nPLEASE HELP US TO STAY OPEN.",
        "background": "Over the last 10 years, the Pinn Medical Centre, in Pinner, Harrow, has served over 250,000 local residents, from 8am-8pm, 7 days a week, 365 days a year, when they have been unwell, as a fast and effective alternative to our already overloaded local Accident & Emergency department.",
        "closed_at": null,
        "created_at": "2019-01-31T23:44:10.512Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-15T13:22:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-14T16:27:58.752Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This seems to be the responsibility of your local council and your local Clinical Commissioning Group (CCG).\r\n\r\nYou can contact your local CCG here:\r\n\r\nhttp://www.harrowccg.nhs.uk/your-voice\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou could also raise this issue with your MP. You can use this page to find out who this is and how to contact them:\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/mps/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-06-14T16:28:01.351Z"
    },
    "id": 240096,
    "links": {
        "self": "https://petition.parliament.uk/petitions/240096.json"
    },
    "type": "petition"
}