{
    "attributes": {
        "action": "Amend health and safety law restricting employee taking action against employer",
        "additional_details": "Section 47 of the Health and Safety at Work Act 1974 and Regulation 22 of the Management of the Health and Safety at Work Regulations 1999 restrict employee from taking civil action against employer that did not comply with the law.\r\n  Restricting employee from taking civil action against offending employer is against the spirit of the health and safety law, natural justice and it is not compatible with Human Rights Act 1998.",
        "background": "I took my previous employer to court for breach of health and safety law and the judge did not allow me to use any part of the health and safety law in conjunction with common law 'duty of care'. The judge used the restriction paragraphs against me and my case.",
        "closed_at": null,
        "created_at": "2019-01-31T11:36:39.961Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-04T21:30:39.990Z",
        "opened_at": null,
        "rejected_at": "2019-02-20T08:44:57.558Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about restrictions on health and safety legislation but we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition calling on Parliament to repeal Section 47 of the Health and Safety at Work Act 1974 and Regulation 22 of the Management of the Health and Safety at Work Regulations 1999 if that is what you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-02-20T08:44:59.312Z"
    },
    "id": 240014,
    "links": {
        "self": "https://petition.parliament.uk/petitions/240014.json"
    },
    "type": "petition"
}