{
    "attributes": {
        "action": "Acknowledge that the advisory 2016 referendum has already been respected in full",
        "additional_details": "It is a fundamental principle of British democracy that today's Parliament cannot vote to bind future Parliaments' decisions.\r\n\r\nIt is anathema to British democracy, to claim that our decisions in 2019 are bound by the 2016 referendum, even regardless of the fraud and misinformation which tainted that result.\r\n\r\nParliament should unequivocally declare, by means of a Humble Address or otherwise, that the 2016 referendum has been respected and implemented, and no longer binds our future decisions.",
        "background": "In 2016 the British people voted to leave the EU. Parliament acted on the result, invoking Article 50 and then negotiating to shape our future relationship with the EU and the rest of the world, in detail.\r\n\r\nBritain now has the right to decide whether to proceed, having seen the negotiated outcome.",
        "closed_at": null,
        "created_at": "2019-01-31T12:08:48.191Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-01-31T12:23:09.343Z",
        "opened_at": null,
        "rejected_at": "2019-02-13T12:42:21.701Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Parliament and Government to not leave the EU, if that's something that you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-02-13T15:54:16.841Z"
    },
    "id": 240019,
    "links": {
        "self": "https://petition.parliament.uk/petitions/240019.json"
    },
    "type": "petition"
}