{
    "attributes": {
        "action": "Save CATCHOOS (Communication Autism Team Children Out Of School Service)",
        "additional_details": "I attended the recent buget cuts consultation in December 2019 and although i uderstand that Birmingham have had the most funding cuts from Government, i also know we have the highest disproportionate S.E.N children. People move to Birmingham for our previous Outstanding provision. This has created such a gap in funding, services and the children are suffering. This needs to stop now before a child dies due to the failings. Again. Learn from history Birmingham!",
        "background": "I am awear of an amazing service for autistic children with no school. I know they need 100ish more spaces to meet the needs of the children in the local area. However, someone decided to save some money and close it. This is negligent, descrimination and continual failings from my Local Authority.",
        "closed_at": null,
        "created_at": "2019-02-01T11:47:14.194Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-01T12:23:34.954Z",
        "opened_at": null,
        "rejected_at": "2019-02-15T17:30:15.954Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\t\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council. You can find out more here: \r\n\r\nhttps://www.birmingham.gov.uk/info/20146/consultation_and_engagement/702/petitions \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-02-19T12:55:09.036Z"
    },
    "id": 240135,
    "links": {
        "self": "https://petition.parliament.uk/petitions/240135.json"
    },
    "type": "petition"
}