{
    "attributes": {
        "action": "Make everyone applying to come to the UK apply under the same rules for a visa.",
        "additional_details": "I have been going through this process with my Wife over four years now, and can`t see why the application process should differ so much for EU citizens wishing to come here. After all, how do we know that the EU citizens coming here, with an EU passport is a genuine person from, for instance from Spain, that person may have come from Syria and has applied for citizenship in Spain and then been granted an EU passport.\r\nAlso our applications to date have cost thousands of pounds, and will cost us thousands more. Why should EU citizens be granted Free Visas and settlement. This is very wrong.",
        "background": "My Wife is Filipino and we have to apply for her Visa under very strict rules which are re checked for every application. It is unfair and dangerous the EU  citizens can just come here without undergoing the same stringent checks. I can see no reason the application process should be different.",
        "closed_at": null,
        "created_at": "2019-02-02T12:33:36.158Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-03T14:27:05.687Z",
        "opened_at": null,
        "rejected_at": "2019-02-25T16:13:21.512Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the length of time it takes non-EU family members to obtain visas to enter the UK but we are not sure what action you would like the UK Government or Parliament to take.\r\n\r\nIf you would like to end freedom of movement rights after the UK leaves the EU you could this petition instead: \r\n\r\nhttps://petition.parliament.uk/petitions/240957\r\n\r\nYou could start a new petition calling for the UK Government to ease visa restrictions on non-family members if that is something you would like to see happen.\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-02-25T16:13:43.701Z"
    },
    "id": 240257,
    "links": {
        "self": "https://petition.parliament.uk/petitions/240257.json"
    },
    "type": "petition"
}