{
    "attributes": {
        "action": "Tell the Government if Brexit is not delivered, we will start their deselection",
        "additional_details": "We will also start GOFUNDME campaigns for legal advice on the ability of the Government and the EU conniving to keep us into the EU against our will as we won the Referendum. And the ramifications of the Lisbon Treaty and its legal standing. We will use the unlawful actions, Sir William Cash pointed out in Parliament on Tues 29th 2019. It really its time to stop the Duplicity that is rife.The Government though we were too stupid at the beginning, let us show you that we are not stupid at the end",
        "background": "We all know that 70% of MP's have ignored their constituents and have considered that they know best. The British people will not stand by and accept this, and will not vote for either main parties in the future elections and ask Independents to stand in our areas that we can trust to do out bidding",
        "closed_at": null,
        "created_at": "2019-02-02T10:16:41.871Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-02T10:44:20.320Z",
        "opened_at": null,
        "rejected_at": "2019-02-11T17:23:38.003Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign and share one of these petitions instead:\r\n\r\nhttps://petition.parliament.uk/petitions/235480\r\nhttps://petition.parliament.uk/petitions/236800"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-02-11T17:23:40.038Z"
    },
    "id": 240235,
    "links": {
        "self": "https://petition.parliament.uk/petitions/240235.json"
    },
    "type": "petition"
}