{
    "attributes": {
        "action": "Abolish GCSEs.",
        "additional_details": "On average, 96 young people take there own lives during April and May in England and Wales- every year. Exam season is the most common time for under 25s to commit suicide. Exams are also a common cause of depression, anxiety and eating disorders in young people\r\n\r\nFinland has an incredibly successful education system but has no standerdized external exams. In May 2018 it was declared the happiest county in the world by the UN.\r\n\r\nAmerican schools use GPA instead of a single exam grade. This is when students grades from the whole school year are averaged. A means of separating more able students so that they stand out to employers- without exam stress.\r\n\r\nExams lead to most students having too reduce the time spent playing sport or even stop completely.",
        "background": "Students find the run up to GSCEs immensely stressful. Mental health should be more important than the outdated system of separating teenagers by intelligence. The stress placed on both students and teachers unnecessary but results are also detrimental to the self confidence of young people.",
        "closed_at": null,
        "created_at": "2019-02-02T20:45:17.927Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-03T12:03:43.944Z",
        "opened_at": null,
        "rejected_at": "2019-02-15T10:57:59.261Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/239682"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-02-15T10:58:12.231Z"
    },
    "id": 240316,
    "links": {
        "self": "https://petition.parliament.uk/petitions/240316.json"
    },
    "type": "petition"
}