{
    "attributes": {
        "action": "Offer Spain full UK membership so they can rejoin Gilbralter.",
        "additional_details": "Gibralter was ceded to Great Britain in perpetuity under the Treaty of Utrecht in 1713.\r\n\r\nIn order for Spain to reunite with Gibralter after 305 years, we should now ask them to reconsider their position within both the UK & EU as a way of solving the territorial claim that is expected to affect Brexit trade negotiations. Britain & Spain* stronger together. \r\n\r\n*we can do a separate one for Argentina when it starts kicking off in the WTO over the Maldives.",
        "background": "The purpose of this petition is to draw attention to the offensive and ill-conceived petition entitled “Offer the Republic of Ireland full UK membership so they can rejoin the Union.”",
        "closed_at": null,
        "created_at": "2019-02-04T06:34:02.208Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-04T20:23:39.573Z",
        "opened_at": null,
        "rejected_at": "2019-02-19T12:35:38.231Z",
        "rejection": {
            "code": "no-action",
            "details": "This would be a decision for the people of the UK, Spain and Gibraltar, not the UK Parliament and Government. \r\n\r\nYou could start a new petition about something the UK Parliament and Government are responsible for.\r\n\r\nIn any case, the petition you refer to is no longer on the petitions site. \r\n\r\nThe Petitions Committee considered a number of complaints about the petition and decided that it did not meet the petition standards and should be removed from the site.\r\n\r\nYou can read the standards for petitions here: \r\n\r\nhttps://petition.parliament.uk/help"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-02-19T12:36:00.078Z"
    },
    "id": 240471,
    "links": {
        "self": "https://petition.parliament.uk/petitions/240471.json"
    },
    "type": "petition"
}