{
    "attributes": {
        "action": "Allow dogs off their leads on pitches/open spaces supervised all year.",
        "additional_details": "Rules have been brought in by local councils throughout the country stopping responsible dog owners using public spaces for dogs to run free, the rules are vague and information is not easy to find. We form a large part of the community picking up litter, reporting crime and looking out for vulnerable members of the community. Dogs need exercise and to run off energy, they need to be socialised for their wellbeing. Dog owners generate billions to the economy don't alienate 24% of the population.",
        "background": "Dogs are part of the family, exercise is important to the dog as well as the owners. Responsible dog walkers are part of the community and pay towards the up keep of the local council open areas and parks through council tax. We too should have the right to enjoy our hobby which is simply dog walks.",
        "closed_at": null,
        "created_at": "2019-02-04T10:38:47.306Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-07T07:50:20.089Z",
        "opened_at": null,
        "rejected_at": "2019-02-07T14:54:46.084Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would be the responsibility of the landowner or local council and not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-02-07T14:54:46.090Z"
    },
    "id": 240487,
    "links": {
        "self": "https://petition.parliament.uk/petitions/240487.json"
    },
    "type": "petition"
}