{
    "attributes": {
        "action": "Prioritise UK patients / Public Health & Shortage of Medications after Brexit.",
        "additional_details": "Following Brexit, the European Medicines Agency (EMA) moves London to Amsterdam. The EMA oversees / evaluates medicines across the EU, which currently still includes the UK.\r\nWhile shortages occurred 2 years ago, experts warn that preparations for a no-deal Brexit – including government directions to key drug manufacturers to stockpile a six-week supply – may be pushing up prices. Chaos in Westminster means patients, hospitals and other parts of the supply chain may also be stockpiling medicines",
        "background": "It's CRITICAL UK patients can ensure continuity of life-saving medication for epilepsy, diabetes/etc. SAFEGUARD patients/not lose out on best meds/treatments/medical devices/benefit from early access to new health technologies/cutting-edge meds/partake in international clinical trials if leaving EU.",
        "closed_at": null,
        "created_at": "2019-02-03T23:00:08.430Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-04T16:00:29.671Z",
        "opened_at": null,
        "rejected_at": "2019-02-11T17:14:00.435Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about access to medication after Brexit, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might also like to sign and share one of these petitions instead:\r\n\r\nhttps://petition.parliament.uk/petitions/234314\r\nhttps://petition.parliament.uk/petitions/228631"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-02-11T17:14:04.266Z"
    },
    "id": 240454,
    "links": {
        "self": "https://petition.parliament.uk/petitions/240454.json"
    },
    "type": "petition"
}