{
    "attributes": {
        "action": "Britain leaving the European Union.",
        "additional_details": "The  Government has been grossly negligent in implementing the aforementioned Constitutional decision to Leave the EU in that after more than two and a half years they have failed to do so.\r\nThis gross failure has caused serious worry to countless people, together with a huge cost to businesses in that it is not possible for them to plan ahead.\r\nWe strongly recommend that a 23% reduction in Salary for members of Parliament forthwith should be implemented in order that it may help encourage action",
        "background": "A Referendum - A vote in in which almost everyone of voting age may take part, was held on Thursday 23 June 2016, to decide whether the UK should leave or remain in the European Union. Leave won by 51.9% to 48.1%.The referendum turnout was 71.8%, wit more than 30 million people voting.",
        "closed_at": null,
        "created_at": "2019-02-03T22:52:00.340Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-13T08:59:15.053Z",
        "opened_at": null,
        "rejected_at": "2019-02-18T09:17:22.243Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe UK Government and Parliament aren't responsible for deciding on MPs' expenses and pay. This is the responsibility of the Independent Parliamentary Standards Authority (IPSA)  IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-02-18T09:17:22.249Z"
    },
    "id": 240451,
    "links": {
        "self": "https://petition.parliament.uk/petitions/240451.json"
    },
    "type": "petition"
}