{
    "attributes": {
        "action": "Make it a legal requirement to label food vegan / vegetarian, if applicable.",
        "additional_details": "For people trying to follow a lifestyle free from animal products, this can cause the unnecessary inconvenience of having to check long ingredient lists.\r\n\r\nBy increasing the visibility of vegan and vegetarian products, we can make it a lot easier for people to follow a cruelty-free lifestyle. Furthermore, this could increase sales for many companies, as people will be able to see that they are able to use many more products than are currently labelled vegan and hence may buy them.",
        "background": "Many edible and cosmetic products that are vegan and / or vegetarian are not labelled as such. It is time that we make the visible labelling of these products a legal requirement.",
        "closed_at": null,
        "created_at": "2019-02-03T21:26:39.624Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-07T18:23:46.467Z",
        "opened_at": null,
        "rejected_at": "2019-02-12T17:17:51.453Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about labelling of vegan and vegetarian food, but we're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure whether you want only food to be labelled or food and cosmetics. \r\n\r\nYou might like to sign and share this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/237488\r\n\r\nYou could also start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-02-13T15:16:49.676Z"
    },
    "id": 240439,
    "links": {
        "self": "https://petition.parliament.uk/petitions/240439.json"
    },
    "type": "petition"
}