{
    "attributes": {
        "action": "Rethink the site location for an Incinerator at Shelton Road Corby",
        "additional_details": "The EfW industry is an explosive one with numerous accounts of plants exploding causing death and injury to workers and others nearby, the incineration of waste is near the bottom of the waste hierarchy for a reason, it's unsustainable, explosive, harmful to the environment and local communities and doesn't form part of a circular economy...to build one of these near an already existing housing estate with schools etc is just madness, the whole of the Northamtonshire Waste Plan needs re-assessed.",
        "background": "Corby is to get anywhere up to 4 CHP facilities according to The Northamptonshire Local Waste Plan, one of the sites at Shelton road Corby is right next door to a new housing estate with schools etc and also near CBA (Corby Business Academy) where our brightest youngsters are studying.",
        "closed_at": null,
        "created_at": "2019-02-04T09:40:28.173Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-04T11:26:58.823Z",
        "opened_at": null,
        "rejected_at": "2019-02-11T13:41:08.791Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the UK Government or Parliament. This is the responsibility of Northamptonshire County Council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nNorthamptonshire County Council has its own petitions system. You can find out how to petition Northamptonshire County Council here:\r\n\r\nhttps://www3.northamptonshire.gov.uk/councilservices/council-and-democracy/have-your-say/Pages/petitions.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-02-11T13:41:33.369Z"
    },
    "id": 240482,
    "links": {
        "self": "https://petition.parliament.uk/petitions/240482.json"
    },
    "type": "petition"
}