{
    "attributes": {
        "action": "Fair & Equal Justice System. Crimes committed by all must be prosecuted equally",
        "additional_details": "This petitioners have irrefutable evidence that shows a two tier justice system, in the UK. The aim is to present to Parliament evidence that shows multiple situations, in which, the police &  judges do not prosecute wealthy people. The misuse of drugs act 1971 states that, it is illegal to knowingly allow drugs to be sold and used on a premises that you own or manage. In this case, police and judges ignored crimes committed by wealthy individuals. Whilst, they prosecute the poor.",
        "background": "This petition advocates for a equal and fair justice system. A legal system, in which, crimes committed both poor and rich people are investigated and prosecuted equally. Wealthy people shouldn’t receive lesser punishment, than the poor. In some case, crimes committed by rich are not investigated.",
        "closed_at": null,
        "created_at": "2019-02-05T06:11:56.357Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-05T10:37:35.183Z",
        "opened_at": null,
        "rejected_at": "2019-02-15T10:33:30.297Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about how the justice system treats people with different economic circumstances but we are not sure what action you would like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition calling on the UK Government to commission research into how the justice system treats people of different economic circumstances if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-02-15T10:33:30.306Z"
    },
    "id": 240576,
    "links": {
        "self": "https://petition.parliament.uk/petitions/240576.json"
    },
    "type": "petition"
}