{
    "attributes": {
        "action": "That the U.K.Government & Parliament immediately withdraw from The Lisbon Treaty",
        "additional_details": "Under the Lisbon Treaty, The UK loses its right to call itself a nation in its own right, we lose our independence and become a ‘state’ of the E.U. we will not control our borders, immigration policy, judicial system and we will be forced to adopt the Euro as our currency.\r\nThe UK loses its right to call itself a nation in its own right.\r\nWe will not be allowed to make any trade deals, and we lose our fishing rights\r\nThe EU Parliament and ECJ become supreme over all legislative bodies of the UK.",
        "background": "If we do not leave the European Union under the 'Brexit' arrangements, The Lisbon Treaty that was signed by Gordon Brown and David Milliband and was done without a referendum and any consultation with the British electorate, fundamentally it gives away our sovereignty to the European Council.",
        "closed_at": null,
        "created_at": "2019-02-04T13:16:45.623Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-04T18:46:52.221Z",
        "opened_at": null,
        "rejected_at": "2019-02-12T17:44:57.926Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n \r\nWe understand that you’re concerned about Britain’s relationship with the EU, but we're not sure exactly what you'd like to happen. The Lisbon treaty does not do the things listed in your petition. For example, the Lisbon treaty could in no way stop the UK from calling itself a “nation” nor does it force the UK to adopt the Euro. UK has been part of and followed EU trade policy ever since it joined the then EEC and has long been part of the Common Fisheries Policy. Also, the European Parliament and the Court of Justice of the EU have never been and are not supreme over all legislative bodies of the UK. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for the UK Government and Parliament to commit to not adopting the Euro, if that’s what you’d like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-02-12T17:45:04.180Z"
    },
    "id": 240505,
    "links": {
        "self": "https://petition.parliament.uk/petitions/240505.json"
    },
    "type": "petition"
}