{
    "attributes": {
        "action": "Grant leave to a remain to a  couple at high risk of honour killing",
        "additional_details": "They now have four young children. Destitute, they live in permanent anxiety, liable to detention and forced return. For the bride's kin nothing is more important than family honour : this requires killing the couple who have violated it. There are 1,000 reported honour killings each year in Pakistan. Removing the couple and their children into such peril is unthinkable . Re-location is unsafe. They should be given the protection of English law",
        "background": "In Pakistan the wife was put through a forced marriage and brutally raped. Escaping , she subsequently married her real love and fled to UK. Her kin regard the forced marriage as the true marriage and pursue  them for zina, living in adultery. For nearly 10 years the Home Office has refused asylum.",
        "closed_at": null,
        "created_at": "2019-02-05T13:16:31.629Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-05T20:57:21.793Z",
        "opened_at": null,
        "rejected_at": "2019-02-12T17:28:46.221Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. There are not enough details in the petition to know what specific action you'd like.\r\n\r\nTo start a petition about an individual case, you'll need permission from the person concerned.\r\n\r\nWe wouldn't be able to accept a petition about a case that was being appealed in a court or tribunal.\r\n\r\nYou can find out more about immigration appeals here:\r\n\r\nhttps://www.gov.uk/immigration-asylum-tribunal \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to change the law to give people in fear of \"honour-based\" violence indefinite leave to remain on humanitarian grounds, if that's want you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-02-12T17:28:52.716Z"
    },
    "id": 240608,
    "links": {
        "self": "https://petition.parliament.uk/petitions/240608.json"
    },
    "type": "petition"
}