{
    "attributes": {
        "action": "An equivalent medical degree in aesthetics for beauticians",
        "additional_details": "There should be an aesthetics degree that is the equivalent of a medical degree, designed for beauticians. It should cover all applications of botox and dermal fillers along with how to deal with complications and adverse reactions. This will not be designed to gain the title of a 'Dr' but more to gain the respect of medical professionals and put their ever growing concerns to rest regarding beauticians carrying out these treatments safely.",
        "background": "As a beautician myself, i understand the discrimination and difficulty non medics face when administering Botox and dermal fillers. Although as beautician's we do not have the medical background a doctor would have, we still have to do vigorous training in order to gain our qualifications.",
        "closed_at": null,
        "created_at": "2019-02-05T21:54:17.435Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-05T22:28:20.331Z",
        "opened_at": null,
        "rejected_at": "2019-02-13T10:25:16.234Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Setting up degree scheme would the responsibility of universities, not the UK Government and Parliament. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to set minimum qualifications required to administer treatments such as Botox and dermal fillers, if that's something that you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2019-02-13T10:25:16.254Z"
    },
    "id": 240659,
    "links": {
        "self": "https://petition.parliament.uk/petitions/240659.json"
    },
    "type": "petition"
}