{
    "attributes": {
        "action": "Get rid of congestion charge & give drivers time to buy a low emission car",
        "additional_details": "We contribute a large amount to society in London areas. Last year mini cab drivers went to court against Uber, they were able to win the case and proved they earned minimum wages. It is highly in considerate that we drivers have to pay another congestion charge which adds up to £3000 yearly and ULEZ charge £4500 yearly.\r\nPlease can you help us voice our opinions,and get our voice to the London mayor, so he can consider the congestion charge and give some time to buy a low emission car.",
        "background": "We are the PHV Drivers in London. The reason behind writing this petition is because we need your help and support in order to inform and persuade the London Mayor to reconsider congestion change and at least give us drivers some time to buy a low emission car.",
        "closed_at": null,
        "created_at": "2019-02-06T17:33:39.995Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-07T15:45:46.783Z",
        "opened_at": null,
        "rejected_at": "2019-02-08T12:28:41.438Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This is the responsibility of the Mayor of London, who is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-02-08T12:28:41.445Z"
    },
    "id": 240748,
    "links": {
        "self": "https://petition.parliament.uk/petitions/240748.json"
    },
    "type": "petition"
}