{
    "attributes": {
        "action": "Update the prehistoric law to give Dads more rights to access to their children",
        "additional_details": "I wish to bring change to the law/policy surrounding access to children.\r\n\r\nThe law is biased towards the mother and is leaving fathers without access to their children.\r\n\r\nThis is taken from gov.uk and is the entire WRONG thing. You have NO right to spend time! “If you have parental responsibility for a child but you don’t live with them, it doesn’t mean you have a right to spend time with your children. However, the other parent must include you when making important decisions about their lives.”",
        "background": "I have many friends who, for whatever reason, have split up with the mother of their children and are now having access to them blocked.\r\n\r\nThe law is completely biased towards the mother and gives Dads very little rights to do anything about the situation.",
        "closed_at": null,
        "created_at": "2019-02-07T10:51:43.987Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-07T15:32:27.248Z",
        "opened_at": null,
        "rejected_at": "2019-02-14T11:11:47.694Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like a change in the law, but are not sure how you would like the law to be changed. \r\n\r\nYou could start a new petition calling for automatic shared custody for fathers, if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-02-14T11:12:02.227Z"
    },
    "id": 240814,
    "links": {
        "self": "https://petition.parliament.uk/petitions/240814.json"
    },
    "type": "petition"
}