{
    "attributes": {
        "action": "Make a Bill so the government can install CCTV on our streets and in our homes.",
        "additional_details": "Nobody should have to be or feel scared on our streets and in our homes, we should have some sort of security such as CCTV with the best quality on our streets and in our homes and burgle alarms. Also, we need more police patrolling our streets, if we have this security then we’ll have safer streets and safer homes.\r\nThe government should allow this, better yet, they should make it happen. Put some money aside for this to happen.",
        "background": "There has been so much crime in our communities and in our homes, including: vehicle theft,  attempted vehicle theft, ant-social behaviour, knife crime, drug related crimes, burglaries and attempted burglaries and so on.",
        "closed_at": null,
        "created_at": "2019-02-08T16:22:35.794Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-29T20:24:50.143Z",
        "opened_at": null,
        "rejected_at": "2019-06-04T14:02:07.287Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nInstallation of CCTV on the streets is generally the responsibility of local authorities. You could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nInstallation of CCTV in homes is a matter for individual home owners. The Government has published advice to people thinking about installing CCTV in their homes. You can find out more here:\r\n\r\nhttps://www.gov.uk/government/publications/domestic-cctv-using-cctv-systems-on-your-property/domestic-cctv-using-cctv-systems-on-your-property\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do. For example, you could start a new petition calling on the Government to make more funding available to local authorities and the police or to create a fund for domestic CCTV installation."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-04T14:02:30.969Z"
    },
    "id": 240958,
    "links": {
        "self": "https://petition.parliament.uk/petitions/240958.json"
    },
    "type": "petition"
}