{
    "attributes": {
        "action": "A call for for police to have better welfare standards for care of seized dogs",
        "additional_details": "Dear Rt Hon Michael Gove MP. \r\n\r\nWE CALL FOR BETTER WELFARE STANDARDS FOR ALL DOGS SEIZED BY POLICE. BETTER TRAINING FOR ALL POLICE HANDLING SEIZED DOGS. DISCLOSURE OF RECORDS KEPT ON SEIZED DOGS\r\nDOGS ONLY SEIZED IF ADULT PRESENT. ACCOUNTABLE WELFARE WHILST SEIZED\r\n\r\nCHANGES NEEDED:\r\n1 Better Training of Dog Handlers and the Use of Equipment.\r\n2 Seizures When Only A Minor Is Present.\r\n3 Regular Vet Checks and Compulsory Welfare of Seized Dogs.\r\n4 Updates of Seized Dogs to Their Owners.",
        "background": "Tyson was accidentally SET ON FIRE by the police using incorrect equipment when seized, causing injuries to his neck, ear, and face. whilst only a 17-year-old girl was present.\r\n\r\nFull story via this link. TysonsLaw \r\nhttps://www.facebook.com/groups/1477849155671187/permalink/1902713673184731/",
        "closed_at": null,
        "created_at": "2019-02-09T17:11:24.542Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-09T17:30:10.155Z",
        "opened_at": null,
        "rejected_at": "2019-02-21T11:10:32.640Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the treatment of seized dogs is the responsibility of the police and not the UK Government or Parliament.\r\n\r\nYou may be able to make a complaint about the police's treatment of Tyson to the Independent Office for Police Conduct. You can find out more about their work here:\r\n\r\nhttps://www.policeconduct.gov.uk/complaints-and-appeals/make-complaint \r\n\r\nYou could start a new petition calling on the UK Government or Parliament to pass a law setting the standards for the welfare of seized dogs if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-02-21T11:10:35.901Z"
    },
    "id": 241050,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241050.json"
    },
    "type": "petition"
}