{
    "attributes": {
        "action": "Introduce A Third Party Right of Appeal Against Planning Decisions in NI",
        "additional_details": "The appeals process is unfair and biased in favour of the applicant and those who can pay for experts. There should be an opportunity for those third parties who are disadvantaged by planning approvals to seek redress from an independent body. The current remedy, a legal challenge by those directly affected by the development is a difficult process and the costs are prohibitive. \r\n \r\nA third party right of appeal would redress the present imbalance and  remove any bias in favour of the developer.",
        "background": "If a planning application is refused, the applicant can appeal the decision.  If a planning application is passed, an objector, (or third party), has no right to appeal - no matter how strong their case.  The only available remedy to overturn a bad planning decision is to seek a legal challenge.",
        "closed_at": null,
        "created_at": "2019-02-09T01:19:58.283Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-09T14:23:33.807Z",
        "opened_at": null,
        "rejected_at": "2019-02-20T15:13:00.448Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can’t accept your petition because responsibility for the law on planning in Northern Ireland is devolved to the Northern Ireland Assembly. Even though the Northern Ireland Assembly is not sitting, the UK Parliament hasn’t formally taken back responsibility for this issue. \r\n\r\nYou could start a new petition calling on the UK Parliament to change the law, to take back the responsibility for the law on planning and then to change the law in Northern Ireland. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-02-20T15:13:19.027Z"
    },
    "id": 241008,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241008.json"
    },
    "type": "petition"
}