{
    "attributes": {
        "action": "An enquiry, foreign agents caught on camera trying to interfere with UK politics",
        "additional_details": "They were caught on camera trying to stitch up that poor woman in charges of AS she wasn’t guilty of. They also said they would bring down high ranking MPs for scandals etc. We neee an enquiry into the documentary and the people shown within it.",
        "background": "An Israeli was caught in the documentary the lobby trying to undermine our political system. I believe no foreign agents should try and subvert/influence out politics. I want an enquiry as to how this was allowed and if is still happening.",
        "closed_at": null,
        "created_at": "2019-02-09T13:30:59.724Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-09T13:51:55.286Z",
        "opened_at": null,
        "rejected_at": "2019-02-21T16:05:36.273Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we are not sure what action you would like the UK Government or Parliament to take.\r\n\r\nIn response to another petition, the Government has said \"Following the publication of this video, the Israeli Ambassador apologised and was clear the comments made by this member of staff do not reflect the views of the Embassy or Government of Israel.\"\r\n\r\nWe aren't sure what further action you would like the UK Government or Parliament to take. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-02-21T16:05:47.691Z"
    },
    "id": 241034,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241034.json"
    },
    "type": "petition"
}