{
    "attributes": {
        "action": "Increase penalty for false allegations of sexual abuse and misconduct.",
        "additional_details": "3-4% of rape allegations are proven to be false ones. \r\n30% of allegations are not concluded due to little evidence.\r\nThe percentage of false allegations for sexual abuse is much higher. \r\nThis has to stop.\r\nWe must take action to make investigations more rigorous to find 'false accusers'.",
        "background": "A victim of a false accusation can become depressed, lonely and insecure, and every time a false allegation is made it becomes a waste of valuable police time. It's time to take action to properly discipline those who falsely accuse innocent people.",
        "closed_at": null,
        "created_at": "2019-02-09T00:52:55.642Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-10T16:45:26.602Z",
        "opened_at": null,
        "rejected_at": "2019-02-20T16:57:28.832Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nSomeone who makes false allegations may be charged with perverting the course of justice or wasting police time. The maximum sentence for perverting the course of justice is life imprisonment.\r\n\r\nYou can find more information here:\r\n\r\nhttps://www.cps.gov.uk/legal-guidance/false-allegations-rape-andor-domestic-abuse-see-guidance-charging-perverting-course\r\n\r\nThe decision on whether to charge someone would be the responsibility of the police and Crown Prosecution Service and not the UK Government or Parliament.\r\n\r\nYou could start a new petition calling for a mandatory minimum sentence for offences of perverting the course of justice in sexual assault cases if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-02-20T16:57:28.839Z"
    },
    "id": 241007,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241007.json"
    },
    "type": "petition"
}