{
    "attributes": {
        "action": "Newspapers to reserve front pages for factual events and correct misinformation",
        "additional_details": "Newspapers like the sun and Daily Mail have been able to spread propaganda against politicians who don’t suit their political agenda and it creates a corrupt voting system in the build up to elections. Also these same newspapers after spreading lies on the front pages currently only have to correct them on the inside of the newspaper often tucked away in a small sentence on page 31.",
        "background": "Newspapers should not be allowed to show political bias on their front pages and should reserve their front page for factual events. Also information that is proved to be false in newspapers should be corrected in the same font and page of the original misinformation. Fair reporting must be secured.",
        "closed_at": null,
        "created_at": "2019-02-10T09:38:13.673Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-10T22:58:23.669Z",
        "opened_at": null,
        "rejected_at": "2019-02-19T12:57:00.899Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about bias in newspapers, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIt is already possible to complain about the accuracy of a story to the Independent Press Standards Organisation. You can find out more about their work here:\r\n\r\nhttps://www.ipso.co.uk/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to require newspapers to be impartial in their reporting, if that's what you'd like to happen.\r\n\r\nYou might also like to sign this petition on corrections:\r\n\r\nhttps://petition.parliament.uk/petitions/233151"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-02-20T12:27:56.096Z"
    },
    "id": 241107,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241107.json"
    },
    "type": "petition"
}