{
    "attributes": {
        "action": "For Students Not To Be Required To Study Religious Studies In Secondary School.",
        "additional_details": "Most people in school have to study Islam, Christianity, Judaism etc. This takes precious time away not only in school hours but time that students could use to revise out of school for something more important.",
        "background": "Students already have enough GCSE's to revise for. Religious Studies adds excess pressure and stress to students and can discourage them. Students should not be required to study this GCSE as most students aren't bothered and it takes 60 minutes away from school time every week.",
        "closed_at": null,
        "created_at": "2019-02-11T13:33:06.514Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-11T13:54:09.897Z",
        "opened_at": null,
        "rejected_at": "2019-02-21T13:12:42.198Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would be a decision for the school and not the UK Government or Parliament.\r\n\r\nSchools are required to provide religious education but they are not required to enter pupils for the Religious Studies GCSE. It would be a school's choice as to whether to do this and whether to make the GCSE compulsory or not.\r\n\r\nYou could start a new petition calling on the Government to remove the legal requirement for schools to provide religious education if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-02-21T13:12:42.206Z"
    },
    "id": 241217,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241217.json"
    },
    "type": "petition"
}