{
    "attributes": {
        "action": "Change of law so all companies pay UK tax on profit on their UK turnover.",
        "additional_details": "Small companies are expected to pay the same tax as large multinational corporations. The small business owner is often crippled by taxes that prevent profits being enjoyed, and can cause a company to go under if a large client defaults on payment.\r\nMeanwhile, large corporations such as Starbucks, Amazon and Google get away with token payments to HMRC.\r\nSee these articles;\r\nhttps://www.dailymail.co.uk/news/article-4303030/The-major-firms-avoiding-corporation-tax.html\r\n https://www.bbc.co.uk/news/business-20559791",
        "background": "Many multinational Corporations currently only pay token UK tax. These corporations need to be paying UK tax on their worldwide profit based on the percentage of their turnover based in the UK. Most UK companies and individuals are paying their bills. Bigger multinationals need to pay their share.",
        "closed_at": null,
        "created_at": "2019-02-11T16:07:17.932Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-15T08:00:43.974Z",
        "opened_at": null,
        "rejected_at": "2019-02-25T18:45:32.001Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nNon UK-based companies have to pay UK Corporation Tax if they have a \"permanent establishment\" in the UK and \"the economic activity that generates its profits is carried out in the UK.\" We aren't sure how you would like this to change.\r\n\r\nYou can find out more in this HMRC briefing:\r\n\r\nhttps://www.gov.uk/government/publications/issue-briefing-taxing-the-profits-of-companies-that-are-not-resident-in-the-uk/hmrc-issue-briefing-taxing-the-profits-of-companies-that-are-not-resident-in-the-uk\r\n\r\nYou could start a new petition explaining clearly how you would like tax law to change.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-02-25T18:45:40.794Z"
    },
    "id": 241232,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241232.json"
    },
    "type": "petition"
}