{
    "attributes": {
        "action": "Make it an offence for MPs to fall asleep in the House of Commons/lords",
        "additional_details": "I started this after seeing more pictures than I can count of MPs asleep on the job and as far as I’m aware they get paid for turning up. I find this disgusting and it needs to be stoped ASAP in my opinion as it wouldn’t be tolerated in any other workspace.",
        "background": "Falling asleep on the job shows so much disrespect to our parliamentary process and the people they represent. This is an example of how it’s one rule for them and one rule for us, I’d be fired in a second if I was asleep on the job. They should be fired with immediate effect and fined if caught.",
        "closed_at": null,
        "created_at": "2019-02-11T18:33:57.389Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-11T19:31:29.615Z",
        "opened_at": null,
        "rejected_at": "2019-02-19T16:37:07.258Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. MPs are not employees of Parliament, so we're not sure exactly what you mean by \"they should be fired with immediate effect and fined if caught\" or how you would like this to work.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nYou might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/236800"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-02-19T16:37:19.548Z"
    },
    "id": 241242,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241242.json"
    },
    "type": "petition"
}