{
    "attributes": {
        "action": "Cap MP's wages at £35,000 p/a, and cap MP's expense claims to £30,000 P/A.",
        "additional_details": "On average (collected from the IPSA publications), MP's claimed £156,490.67 per MP in the year 17-18.\r\n\r\nThe total amount claimed was £117,368,005.05 overall. \r\nWhen you can earn so much by maintaining the status quo, what motivation is there to be a force for change? This is one of the primary reasons our political system has stagnated to this broken mess. \r\n\r\nWe need to shock the system. We need to make sure MP's get paid enough to live, but not so much it blinds them to the realities of society.",
        "background": "MP's currently earn a yearly salary of £77,379. This does not include the additional wage some will earn for being ministers. They also are allowed to claim a large amount of expenses each year. This puts MP's so far out of touch with those they are supposed to represent.",
        "closed_at": null,
        "created_at": "2019-02-12T15:24:11.671Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-15T07:55:59.619Z",
        "opened_at": null,
        "rejected_at": "2019-02-20T10:19:52.216Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-02-20T10:19:54.923Z"
    },
    "id": 241325,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241325.json"
    },
    "type": "petition"
}