{
    "attributes": {
        "action": "Allow all schools in the UK to get Service Pupil Premium.",
        "additional_details": "The Department for Education introduced the Service Pupil Premium (SPP) in April 2011 in recognition of the specific challenges children from service families face and as part of the commitment to delivering the armed forces covenant. State schools, academies and free schools in England, which have children of service families can receive the SPP funding. It is designed to assist the school in providing the additional support that these children may need and is currently worth £300 per child.",
        "background": "Service Pupil Premium is to support British Armed Forces children at school, but SPP only applies to schools in England. The department of education want to help support military children, but only if they are in an English school. This is discrimination and should be available in all UK schools.",
        "closed_at": null,
        "created_at": "2019-02-12T23:50:49.286Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-13T00:08:28.184Z",
        "opened_at": null,
        "rejected_at": "2019-02-20T10:29:14.386Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Service Pupil Premium is a Department for Education scheme and therefore applies in England only.\r\n\r\nThere are different schemes in Northern Ireland, Scotland and Wales. It would be a decision for the devolved administrations to change the way they support service pupils.\r\n\r\nThe Scottish Parliament and Welsh Assembly have there own e-petitions systems. You can find out more here:\r\n\r\nhttp://www.parliament.scot/gettinginvolved/petitions/\r\n\r\nhttps://www.assembly.wales/en/gethome/e-petitions/Pages/e-petitions.aspx\r\n\r\n\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-02-20T10:29:18.017Z"
    },
    "id": 241378,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241378.json"
    },
    "type": "petition"
}