{
    "attributes": {
        "action": "Make dangerous suggestion in regards to health care punishable",
        "additional_details": "The rising spread of misinformation and conspiracies in regard to evidence-backed medicine is becoming a major health crisis.\r\n\r\nDiseases once thought eradicated through the widespread success of vaccination programs have seen reemergence in many countries. This resurfacing of a potentially fatal disease such as measles is a good example of this.\r\n\r\nSuch a dangerous spread of misinformation should be punishable through dangerous suggestion or at least a CPS referral as lives are being put at risk.",
        "background": "Anti-Science movements are becoming dangerously popular in Western culture. The increasing denial of evidence-backed medicine is becoming an endangerment to both people and livestock via the spread of misinformation and conspiracies on social media, and ultimately puts lives at risk.",
        "closed_at": null,
        "created_at": "2019-02-12T13:02:45.342Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-12T16:19:55.023Z",
        "opened_at": null,
        "rejected_at": "2019-02-25T18:04:52.976Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take. In particular, we aren't sure what you mean by \"dangerous suggestion\".\r\n\r\nYou could start a new petition setting out clearly what changes in the law you would like to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-02-25T18:04:56.408Z"
    },
    "id": 241302,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241302.json"
    },
    "type": "petition"
}