{
    "attributes": {
        "action": "Make an application to Republic of Ireland for the UK to join as a 5th province.",
        "additional_details": "Of course Ireland would have to agree. However their are benefits. The UK parliament could deliver Brexit as promised and not suffer the economic hardship associated with it. As becoming a province of Ireland, would mean staying in the EU and avoiding a hard border in Ireland. Britain, as the 5th province (Britainaucht?) would have some ‘devolved powers’ but the bulk of the decision making would take place in Dublin. Provided the Irish state accepted the proposal and were willing to govern us.",
        "background": "Given the on going stalemate with respect to Brexit. We strongly believe the best way forward is for the UK as a whole to become a province of Ireland. This would made 5 provinces of Ireland. We hereby petition the UK government to make an application to the Republic of Ireland for same.",
        "closed_at": null,
        "created_at": "2019-02-12T13:14:43.617Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-13T17:56:17.768Z",
        "opened_at": null,
        "rejected_at": "2019-02-26T10:35:37.881Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be a decision for the people of the UK and Ireland, not the UK Parliament and Government. \r\n\r\nYou could start a new petition about something the UK Parliament and Government are responsible for."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-02-26T15:32:32.635Z"
    },
    "id": 241308,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241308.json"
    },
    "type": "petition"
}