{
    "attributes": {
        "action": "Add a perjury declaration to the public's referal process to social services",
        "additional_details": "There should be no anonymity in making these reports, the persons would still be protected under confidentiality from the families, Taking away the anonymity of these referals will help social workers determine the genuine claims and stop people misusing the service as a way to intentionally cause a family distress.This will lighten the load of social workers and also hold  persons liable for prosecution by knowingly giving false information if a perjury declaration was added to the referal",
        "background": "If making a statement to the police of a criminal offence that you are victim/witness to you need to give name,adress and sign a perjury declaration under the criminal justice act 1967  In hindsight reports to social services are alleged allegations of neglect or abuse that you are witness to.",
        "closed_at": null,
        "created_at": "2019-02-12T16:01:09.184Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-12T16:53:55.635Z",
        "opened_at": null,
        "rejected_at": "2019-02-25T14:32:45.797Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the ability to make anonymous reports to social services but we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nWe aren't sure at what stage of the process you would like someone to make such a declaration. People are required to do this if they are making a witness statement for a criminal offence. They are not required to do so when reporting a crime. We also aren't sure whether you want this to apply to all referrals to social services, including cases that do not involve allegations of neglect or abuse.\r\n\r\nYou could start a new petition setting out clearly what action you would like the UK Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-02-25T14:32:45.804Z"
    },
    "id": 241332,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241332.json"
    },
    "type": "petition"
}