{
    "attributes": {
        "action": "I wish to start a National Animal abuse awareness week.",
        "additional_details": "In the BBC reports, there was 116 convictions in 2014, however, in 2017 alone the numbers has risen to 148, as well as this, the RSPCA had investigated over 10,176 reports in Wales alone. We need to be able to stand up and raise awareness for animal cruelty. They do not have a voice, but we do. My friend's family dog was killed in a home invasion in January this year, we need to work on bringing animal cruelty to an end and soon.",
        "background": "With the raise of Animal Cruelty, now over 10,000 reports in Wales alone, I am working with some friends to help raise awareness on Animal cruelty. We are looking to start a National Animal Abuse Awareness week in which we aim to help with animal abuse awareness across the UK and possibly more.",
        "closed_at": null,
        "created_at": "2019-02-13T16:27:40.474Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-14T11:15:37.026Z",
        "opened_at": null,
        "rejected_at": "2019-02-26T12:12:02.594Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Parliament and Government aren't responsible for arranging awareness days or weeks. \r\n\r\nYou could start a new petition about something the UK Parliament and Government are responsible for. For example, you could start a new petition asking the UK Parliament and Government to fund a campaign to raise awareness of animal cruelty laws and punishments and the importance of animal welfare, if that's something you'd like to happen. \r\n\r\nWe're sorry to hear about what happened to your friend's dog. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-02-27T11:52:04.834Z"
    },
    "id": 241465,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241465.json"
    },
    "type": "petition"
}