{
    "attributes": {
        "action": "Make it safe to cross the A689 from Wynyard Park to Wynyard Village",
        "additional_details": "Please complete this petition to support the immediate reduction in speed limits on the A689 prior to and between the West and East gate roundabouts at Wynyard and the bringing forward of the traffic lights and pedestrian crossing for the West Gate roundabout to ensure the safety of both pedestrians and car users.",
        "background": "Properties in Wynyard Park are cut off from accessing vital services in Wynyard Village, separated by the A689 70mph dual carriageway.  No crossing facilities mean kids can't walk to school, residents can't access shops / pharmacy safely.  It's dangerous and isolating, impacting the most vulnerable.",
        "closed_at": null,
        "created_at": "2019-02-13T13:28:36.040Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-13T20:10:37.616Z",
        "opened_at": null,
        "rejected_at": "2019-02-20T14:15:16.286Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The maintenance/speed limit for the A689  road is the responsibility of the local council.\r\n\r\nYou can find out which local authority is responsible using a postcode and this website: https://www.gov.uk/request-speed-limit-change  \r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2019-02-20T14:15:16.293Z"
    },
    "id": 241442,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241442.json"
    },
    "type": "petition"
}