{
    "attributes": {
        "action": "Refuse entry to the UK for the British schoolgirl who joined Islamic State.",
        "additional_details": "The girl, who says she is Shamima Begum, has revealed she is going to give birth to her baby \"any day now\", having married a young Dutch IS fighter called Yago Riedijk three weeks after she arrived in Syria four years ago. Security minister Ben Wallace told Sky News it was \"worrying\" she did not regret going, and that \"people know what they're getting into\".\r\n\r\nThe government's position, he said, was that \"actions have consequences\", adding that the public would be worried about people returning to a country \"they apparently hate\".\r\n\r\nThe 19-year-old fled the UK in 2015 with two other friends, Kadiza Sultana and Amira Abase, from Bethnal Green, and said she has been living \"a normal life\" in the caliphate, interrupted by \"bombing and stuff\".",
        "background": "Shamima Begum, 19, fled to Syria in 2015 with two friends and claims she lived a \"normal life\", but now realises it is oppressive.\r\n\r\nA pregnant British schoolgirl who joined Islamic State in Syria says she does not regret fleeing the UK - but wants to come home so her baby can be looked after.",
        "closed_at": null,
        "created_at": "2019-02-14T10:27:44.149Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-14T10:37:12.592Z",
        "opened_at": null,
        "rejected_at": "2019-02-19T16:08:45.673Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/231521"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-02-19T16:08:45.683Z"
    },
    "id": 241557,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241557.json"
    },
    "type": "petition"
}