{
    "attributes": {
        "action": "Introduce a law banning elected officials from censoring their social media feed",
        "additional_details": "MP's often use the medium's of Twitter or Facebook to post about activities or views that they have. They highlight their positions on matters of public interest, how they voted in parliament or lend support to various causes\r\n\r\nMP's are not compelled to use social media for this purpose but, where they do they should not be permitted to limit opinion that may be contrary to their stated view by deleting comments, blocking users from commenting further. The public has a right to challenge their MP",
        "background": "Many MP's choose to use social media to communicate their views and activities to the public. However, some attempt to limit content only to what they agree with by deleting comments and/or blocking/banning users. This is viewpoint based discrimination and should be illegal for MP's.",
        "closed_at": null,
        "created_at": "2019-02-14T09:08:57.993Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-14T11:19:42.701Z",
        "opened_at": null,
        "rejected_at": "2019-02-26T12:15:44.723Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something the UK Government or Parliament is not responsible for.\r\n\r\nIt is the responsibility of individual MPs to manage their social media accounts. \r\n\r\nThis would be a decision for individual MPs not the UK Govt and Parliament as a whole. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-02-27T11:51:30.211Z"
    },
    "id": 241548,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241548.json"
    },
    "type": "petition"
}