{
    "attributes": {
        "action": "Give any unclaimed PPI money to the NHS, fight homelessness, and education.",
        "additional_details": "Approximately £35 Billion has been knowingly set aside (so far) by the banks as owed to their customers, and needs to be claimed by the 29th August 2019.\r\n\r\nWith potentially Billions of £ to be unclaimed when the deadline passes, nobody has asked what happens to any unclaimed money when the deadline passes? Do the government/banks get to keep it?\r\n\r\nWe believe any unclaimed money should be given back to the public through public services, help fund the NHS, improve education, and fight homelessness.",
        "background": "On the 29th August 2019, the deadline for claiming PPI refunds comes in to effect. \r\n\r\nWe are petitioning the Government to legislate that any unclaimed money after the deadline passes, should be given to: help fund the NHS and education, towards fighting homelessness, and official charities.",
        "closed_at": null,
        "created_at": "2019-02-14T13:35:48.530Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-14T14:01:58.219Z",
        "opened_at": null,
        "rejected_at": "2019-02-26T12:38:31.138Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something the UK Government or Parliament is not responsible for. It would be for the banks to decide what to do with money they have set aside to pay PPI claims but which is not claimed.\r\n\r\nYou could start a new petition calling on the UK Government to introduce a one-off tax called a PPI levy on the banks if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-02-26T12:38:40.820Z"
    },
    "id": 241603,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241603.json"
    },
    "type": "petition"
}