{
    "attributes": {
        "action": "Intern all returned ISIS fighters or supporters until they pose no threat .",
        "additional_details": "UK citizens who chose to leave this country and fight or support ISIS were in effect by fighting against the UK and its allies were declaring war against all humanity.  Due to their political motives these returning ISIS supporters, sympathisers or fighters should be interned until such time that they pose no risk to the British public physically and including ensuring they pose no threat by verbally recruiting the vulnerable to their poisonous cause",
        "background": "ISIS declared war on the civilised world setting up a caliphate with the desire to expand their cruel ideology throughout the world.  Their political goals has seen anyone who does not adhere to their political goals savagely murdered.  This resulted in the UK  fighting a war to destroy their cause.",
        "closed_at": null,
        "created_at": "2019-02-15T19:56:54.451Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-15T21:46:50.718Z",
        "opened_at": null,
        "rejected_at": "2019-03-06T14:23:50.916Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we are unsure what action you would like the UK Government or Parliament to take.\r\n\r\nIn particular, we are not sure what you mean by \"until they pose no threat\". Under UK and international law the UK cannot indefinitely detain someone without a trial.\r\n\r\nYou might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/242139"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-03-06T14:23:59.293Z"
    },
    "id": 241872,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241872.json"
    },
    "type": "petition"
}