{
    "attributes": {
        "action": "Stop students paying for their own graduation at university.",
        "additional_details": "The cost of graduation is a serious problem, and for those who can't afford it, the effect on family members can be distressing. Universities increasingly seem to be operating graduation on a business model, where the aim is to make a profit from the attendees. Michael Chessum, president of the University of London student union, sees graduation costs as \"a symptom of the way in which universities are seeing students more and more as consumers.\"",
        "background": "Tuition prices have rocketed and it is unfair on students to pay to be awarded for their own achievement. For many families and students, finding that amount of money is difficult, if not outright unfeasible.",
        "closed_at": null,
        "created_at": "2019-02-15T21:32:26.416Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-15T21:38:36.791Z",
        "opened_at": null,
        "rejected_at": "2019-02-26T11:36:37.403Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something the UK Government or Parliament is not responsible for. This would be the responsibility of universities.\r\n\r\nYou could start a new petition calling on the UK Government to introduce a grant to help students with the cost of graduation if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-02-26T11:36:39.941Z"
    },
    "id": 241891,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241891.json"
    },
    "type": "petition"
}