{
    "attributes": {
        "action": "Save CATCHOOS\r\n(Communication Autism Team Children Children Out Of School)",
        "additional_details": "CATCHOOS is an amazing service for autistic children with no school. 100 more school places are needed. \r\nI attended the recent buget cuts consultation in December 2018 and i understand that Birmingham have had the most funding cuts from Government, i also know we have the highest disproportionate S.E.N children. People move to Birmingham for our Outstanding provision. This has created 100 children with no school place. A gap in funding, services and  more places closing.  Ring fence S.E.N cash.",
        "background": "CATCHOOS is an amazing service for autistic children who live in Birmingham and have no school. The Govenment has cut funds and CATCHOOS is to close. Birmingham have had the most funding cuts from Government, we have the highest disproportionate S.E.N. People move to Birmingham for our provision.",
        "closed_at": null,
        "created_at": "2019-02-15T17:53:04.964Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-15T18:19:56.235Z",
        "opened_at": null,
        "rejected_at": "2019-02-26T17:58:52.500Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\t\r\nYou could raise this with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition Birmingham council - you can find out more here: \r\n\r\nhttps://www.birmingham.gov.uk/info/20146/consultation_and_engagement/702/petitions\r\n\r\nYou could also start a new petition about something the UK Government and Parliament are responsible for. For example, you could start a new petition asking the UK Government and Parliament commit more funding for autism services, such as CATCHOOS in Birmingham, if that's something you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-03-12T15:31:00.739Z"
    },
    "id": 241851,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241851.json"
    },
    "type": "petition"
}