{
    "attributes": {
        "action": "Make it a criminal offence for newspapers to mislead the public before elections",
        "additional_details": "When Newspapers deliberately lie or mislead the electorate, it compromises and severely undermines our democracy. I am therefore calling on Parliament to debate this issue and consider making the deliberate publication of misinformation a criminal offence. A criminal offence constitutes an act that is harmful not only to an individual but also to a community, society or the state. There is a genuine case for this both legally and morally.",
        "background": "Newspapers are read every day and are often treated as a trusted source of information. It is therefore imperative that they accurately review the information they write and ensure, to the best of their ability, the information they publish is classified as either factual or subjective",
        "closed_at": null,
        "created_at": "2019-02-15T21:43:44.569Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-15T23:22:36.973Z",
        "opened_at": null,
        "rejected_at": "2019-03-13T11:51:35.101Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about bias in newspapers, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIt is already possible to complain about the accuracy of a story to the Independent Press Standards Organisation. You can find out more about their work here:\r\n\r\nhttps://www.ipso.co.uk/\r\n\r\nIt is also a criminal offence to make or publish any false statement of fact (rather than merely comment or opinion) in relation to a candidate’s personal character or conduct in the run up to an election.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to require newspapers to be impartial in their reporting in the run up to an election, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2019-03-13T11:51:50.224Z"
    },
    "id": 241895,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241895.json"
    },
    "type": "petition"
}