{
    "attributes": {
        "action": "Ban employers from charging staff to use on site car parks.",
        "additional_details": "Having been and knowing victims of vandalism when in this exact situation, it's a personal issue to me. Also, recently a family member has became a member of NHS staff and there's been an increasing number of instances circulating on social media of NHS staff being the victim of such crimes.\r\nThey are one of the most important services in our great country and already having wage rise caps, working long and unsocial hours, should never have to pay extra just to go to work and save people's lives.",
        "background": "Most people barely earn enough money to survive month to month, so when they gain employment, they shouldn't have to pay money back to their employers just for showing up to work. They risk vandalism, verbal and physical abuse and sometimes worse when forced to park on streets or unsecure car parks.",
        "closed_at": null,
        "created_at": "2019-02-16T11:24:12.362Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-16T14:36:03.929Z",
        "opened_at": null,
        "rejected_at": "2019-03-01T10:27:32.879Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament are not responsible for charges in private car parks.\r\n\r\nYou could sign this petition if you would like NHS car parks in England to be free for staff:\r\n\r\nhttps://petition.parliament.uk/petitions/227152\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-01T10:27:57.481Z"
    },
    "id": 241944,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241944.json"
    },
    "type": "petition"
}