{
    "attributes": {
        "action": "Reprimand Jacob Rees Mogg for his comments on British Concentration Camps",
        "additional_details": "Factually, this was misleading. The British concentration camps were routinely highlighted by opposition parties as barbaric and both military and political leaders described them as a military tactic, not humanitarian.\r\n\r\nThese camps were responsible for 48k deaths, up to 80% being children, many of whom were starved to death. All of whom were civilians.\r\n\r\nRees Mogg's comments were morally reprehensible and unsuitable for someone in a position of authority. Concentration camps are never forgivable",
        "background": "During BBC Question Time Jacob Rees Mogg suggested that the British Concentration Camps during the Boer War could not be looked at from the comfort of 2019 and used the death rate in Glasgow as a comparrison to negate responsibility for the thousands of deaths.",
        "closed_at": null,
        "created_at": "2019-02-16T06:57:48.631Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-16T14:33:03.429Z",
        "opened_at": null,
        "rejected_at": "2019-03-01T11:49:34.345Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government or Parliament are not responsible for the views of individual MPs.\r\n\r\nIf you would like the UK Government to apologise for the deaths in concentration camps during the Boer War you could sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/242606\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2019-03-01T11:49:34.355Z"
    },
    "id": 241923,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241923.json"
    },
    "type": "petition"
}