{
    "attributes": {
        "action": "Abolish useless information taught in schools that students will never need",
        "additional_details": "When was the last time you needed to know the difference between cytoplasm and a chloroplast? You probably never have since sitting your exams. I'd say 80% of the information we learn in school will never be reflected on again after we turn 18. If we change the syllabus to teach useful, practical information, our students will be far better prepared to deal with EVERYDAY issues indefinitely, rather than once in a lifetime situations where we may be required to know that once fact or method.",
        "background": "The world we live in is constantly changing and becoming more equipped in helping us live without having to remember everything. Students should be taught so many important features of everyone's life, like voting, parenting, or even how to handle finances, which will actually support us in life.",
        "closed_at": null,
        "created_at": "2019-02-16T16:58:47.791Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-16T17:41:35.033Z",
        "opened_at": null,
        "rejected_at": "2019-02-26T17:05:59.070Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you would like the Government to introduce a 'life skills' subject to the national curriculum, you may wish to sign this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/229070\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-02-26T17:06:03.497Z"
    },
    "id": 241978,
    "links": {
        "self": "https://petition.parliament.uk/petitions/241978.json"
    },
    "type": "petition"
}