{
    "attributes": {
        "action": "Grant  indefinite leave to remain to women at high risk of 'honour' violence",
        "additional_details": "We are aware of a particular case of a woman who  fled  a violent forced marriage to marry the love of her life. They now have four young  children born in UK . The family continue to pursue the couple  for 'zina', adultery , but  the Home Office refuses to grant them asylum or humanitarian protection and, after 9 years in the UK asylum system, wishes to remove them back to Pakistan , where they will be in mortal danger.",
        "background": "Pakistan had 1,000 reported cases of honour killing each year. Amnesty International and Human Rights Watch report a surge in such crimes despite  government legislation, with the police often complicit in family vengeance. There is 'insufficiency of state protection against non-state actors'",
        "closed_at": null,
        "created_at": "2019-02-17T17:24:40.553Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-19T17:44:40.350Z",
        "opened_at": null,
        "rejected_at": "2019-03-11T15:23:12.699Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because women at risk of honour-based violence can already apply for indefinite leave to remain. They may also be able to apply for asylum, humanitarian protection or discretionary leave to remain.\r\n\r\nYou can find out more here:\r\n\r\nhttps://www.cps.gov.uk/legal-guidance/honour-based-violence-and-forced-marriage\r\n\r\nWe are therefore unsure what action you would like the UK Government or Parliament to take.\r\n\r\nIf someone has been refused leave to remain they may be able to get help from their MP. They can find who their MP is and how to contact them here:\r\n\r\nhttps://beta.parliament.uk/mps\r\n\r\nIf you are concerned someone may be at risk of honour-based violence you may also wish to contact an organisation like the Halo Project:\r\n\r\nhttps://www.haloproject.org.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-03-11T15:23:23.772Z"
    },
    "id": 242079,
    "links": {
        "self": "https://petition.parliament.uk/petitions/242079.json"
    },
    "type": "petition"
}