{
    "attributes": {
        "action": "MPs referendum, give MPs a binary choice, remain in EU, or leave without a deal.",
        "additional_details": "If MPs reject all and any brexit deals put forward by the Gov, then make MPs decide via an MPs referendum giving a simple binary choice for MPs, either cancel article 50 and remain in the EU, or, leave the EU without a deal after a 3 month postponement to exiting. This way we avoid a divisive and bitter peoples vote, we can then make our views clear an the next election. MPs must decide what is best for the UK, then sell it to the people in their next manifesto. We will agree or not.",
        "background": "We need to move forward over Brexit as this stalemate is damaging our country. A peoples vote would be bitterly divisive. MPs created this situation and should take responsibility to make a decision on what to do. We can then express our feeling at the next general election.",
        "closed_at": null,
        "created_at": "2019-02-17T10:53:34.969Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-18T11:31:05.744Z",
        "opened_at": null,
        "rejected_at": "2019-02-28T15:11:44.524Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what you mean by \"MPs' referendum\".\r\n\r\nIf you would like the House of Commons to be given the chance to vote on a specific proposal you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-02-28T15:11:47.067Z"
    },
    "id": 242041,
    "links": {
        "self": "https://petition.parliament.uk/petitions/242041.json"
    },
    "type": "petition"
}