{
    "attributes": {
        "action": "Abolish MPs Expenses to be replaced by a Salary Increase",
        "additional_details": "The British Public have not forgotten The Expenses Scandal of 2009 https://en.wikipedia.org/wiki/United_Kingdom_parliamentary_expenses_scandal It appears that some MPs have not learned from the Public outrage, not helped when so few MPs were actually prosecuted. Reports of MPs continuing to abuse The Expenses System continues to erode Public trust in MPs. Abolishing Expenses in exchange for a Salary Increase as has happened in other Professions, would prevent abuse.",
        "background": "An Expenses system allowing for claims of up to three times an already good Salary is open to abuse. It is incredibly difficult for the Public to understand how expenses of up to £200,000.00 or more can be justified, when the Salary albeit a good one, is a third of that figure at around £77,000.00.",
        "closed_at": null,
        "created_at": "2019-02-18T10:33:58.926Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-18T11:06:14.364Z",
        "opened_at": null,
        "rejected_at": "2019-02-25T10:30:41.835Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/ \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-02-25T10:36:50.140Z"
    },
    "id": 242176,
    "links": {
        "self": "https://petition.parliament.uk/petitions/242176.json"
    },
    "type": "petition"
}