{
    "attributes": {
        "action": "Change the Private Registration (Number Plate) Spacing Law.",
        "additional_details": "It is not fair on the British citizens who purchases Private Registrations for thousands of pounds and then not allowed to put the spacing the way it would mean something for them. Fines are now getting out of hands as every one is getting fined and putting people through hard times mentaly and financially. IT IS NOT FAIR and it is really stressing people out. Once again we request the Government to give us Justice and make a decision which would no longer make us think that we wasted our money.",
        "background": "People spend thousands of pounds on Private Registrations because it means something to them,to make that word/name they have to change the spacing the UK Gove should change the law of Number Plate Spacing because we're buying Registrations off DVLA & still get fined for the spacing, IT IS NOT FAIR",
        "closed_at": null,
        "created_at": "2019-02-18T02:40:19.487Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-18T07:41:35.697Z",
        "opened_at": null,
        "rejected_at": "2019-02-27T19:24:14.361Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because, although we understand you want the law on number plate spacing changed, we aren't sure what change you would like to see happen.\r\n\r\nYou could start a new petition setting out clearly what change you would like to see.\r\n\r\nYou'll also have to give your full name to start a petition.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2019-02-27T19:24:14.367Z"
    },
    "id": 242147,
    "links": {
        "self": "https://petition.parliament.uk/petitions/242147.json"
    },
    "type": "petition"
}