{
    "attributes": {
        "action": "Recognise animal sentience & require that animal welfare has full regard in law",
        "additional_details": "Diminishing their legal protection would make animals vulnerable to new laws, policies and trade deals that don't take into account their welfare needs. We call for a new independent Animal Welfare Advisory Council to provide advice to all government ministers at the UK and devolved level, including through animal welfare impact assessments. This body would support governments in fulfilling their duties to animals, ensuring decisions are underpinned by the best scientific and ethics expertise.",
        "background": "EU law recognises animals as sentient beings, aware of their feelings and emotions. Animals are at risk of losing these vital legal protections, post-Brexit. We want a BetterDealForAnimals: a law that creates a duty for all Ministers in the UK to fully regard animal welfare in policy making.",
        "closed_at": null,
        "created_at": "2019-02-18T17:28:41.704Z",
        "creator_name": "Alesha Dixon",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2019-03-13T11:26:49.019Z",
            "details": "The Government is committed to the very highest standards of animal welfare as we leave the EU. There has never been any question that this Government’s policies on animal welfare are driven by the fact that animals are sentient beings. We will make any necessary changes required to UK law in a rigorous and comprehensive way to ensure animal sentience is recognised after we leave the EU.\r\n\r\nThe Government’s view is that the current protections provided by Article 13 of the Treaty on the Functioning of the European Union (TFEU) have not delivered the progress we want to see and that once we have left the EU we can do better. Article 13 only applies to a limited number of EU policy areas, provides some wide-ranging exemptions and most importantly, there is little scope for the duty to be enforced. As such, it has not prevented some practices in EU member states, which we would consider cruel and painful to animals.  \r\n\r\nIn contrast, the Government will ensure that animal sentience is not only recognised in domestic law, but that we will have an effective and proportionate means of taking animal sentience into account in policy making. \r\n\r\nHere in the UK, we are already improving animal welfare standards without EU input and beyond the scope of Article 13. The Government is committed to taking action to improve animal welfare at home and abroad, including by increasing maximum sentences for animal cruelty, banning third party sales of puppies, and introducing one of the world’s toughest bans on ivory sales. We have also made CCTV mandatory in slaughterhouses and we are planning other reforms. These steps show how seriously this Government gives regard to animal welfare. \r\n\r\nAs we move towards a new relationship with Europe and the rest of the world, we have a unique opportunity to shape future animal welfare policy in the UK to ensure our already high animal welfare standards are maintained and enhanced.\r\n\r\nDepartment for Environment, Food and Rural Affairs.",
            "responded_on": "2019-03-13",
            "summary": "The Government is committed to making any necessary changes required to UK law in a rigorous and comprehensive way to ensure animal sentience is recognised after the UK leaves the EU.",
            "updated_at": "2019-03-13T11:26:49.019Z"
        },
        "government_response_at": "2019-03-13T11:26:49.021Z",
        "moderation_threshold_reached_at": "2019-02-18T17:50:38.773Z",
        "opened_at": "2019-02-27T11:27:15.367Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2019-03-01T16:07:42.170Z",
        "scheduled_debate_date": null,
        "signature_count": 28072,
        "state": "open",
        "updated_at": "2019-03-13T22:10:53.476Z"
    },
    "id": 242239,
    "links": {
        "self": "https://petition.parliament.uk/petitions/242239.json"
    },
    "type": "petition"
}