{
    "attributes": {
        "action": "Prosecute british traitors for treason",
        "additional_details": "Around eighty to ninety British women have left Britain n returned after leaving the country to join Isis,they then return radicalised and pose a real and dangerous threat to our country and its people and these people should be charged with treason,we are at war with the Islamic state yet let these people in and house them knowing full well the risk they pose and under eu law we have to allow them back,under British law they've commuted treason and therefore should be held accountable,act on it",
        "background": "British citizens that have gone to Syria or any other country to fight against or cause harm to our country or its people should be held accountable for treason,if you have joined Isis that is treason,if you burn the British flag it is treason,if you shout death to the west it is treason",
        "closed_at": null,
        "created_at": "2019-02-18T16:10:49.800Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-18T16:42:48.402Z",
        "opened_at": null,
        "rejected_at": "2019-03-01T10:37:44.862Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the decision on whether to prosecute someone is the responsibility of the Crown Prosecution Service and not the UK Government or Parliament.\r\n\r\nYou could start a new petition to change the law on treason if that is something you would like to see happen.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-03-01T10:37:44.869Z"
    },
    "id": 242227,
    "links": {
        "self": "https://petition.parliament.uk/petitions/242227.json"
    },
    "type": "petition"
}