{
    "attributes": {
        "action": "Make freeholders’ consent to installation of electric vehicle charging points",
        "additional_details": "At present only new builds must provide EVCPs. Freeholders of existing properties, particularly multi occupation dwellings (such as blocks of flats) canpresently refuse consent to tenants and leaseholders’ installing EVCPs. This must change urgently if a shortage of public EVCPs is to be avoided. Parliament must enact legislation to prevent freeholders’ refusing consent or, make it mandatory for freeholders to provide EVCPs. \r\nWe’re ready for a breath of fresh air...",
        "background": "The starting point for providing adequate electric vehicle charging points for the sea change to EVs is to provide EVCPs at home. Government intervention to stop freeholders’ refusing consent is now vital, and without delay.",
        "closed_at": null,
        "created_at": "2019-02-19T13:50:23.376Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-19T14:52:36.931Z",
        "opened_at": null,
        "rejected_at": "2019-03-04T17:31:52.256Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition calling on the Government to require freeholders of buildings with more than a certain number of people to install charging points if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-03-20T09:45:56.709Z"
    },
    "id": 242377,
    "links": {
        "self": "https://petition.parliament.uk/petitions/242377.json"
    },
    "type": "petition"
}