{
    "attributes": {
        "action": "Block the housing developments in Littleborough and Smithy Bridge, Rochdale",
        "additional_details": "The road infrastructures around these sites are in no way capable to receive the amount of new traffic this building work will generate, even with significant investment from the developers this would cause complete chaos in the locality. Significant building traffic and with the arrival of over 600 vehicles. Akzo chemical site is particularly polluted, developments on this site would potentially release toxic waste into the atmosphere.\r\n\r\nhttps://m.facebook.com/groups/341662970016941?ref=share",
        "background": "This petition is to stop the development of ‘affordable housing’ in Littleborough: \r\nThe development of the former Akzo chemical land (on Hollingworth Rd) by Homes England under the Greater Manchester Spacial Framework plan and flood barrier land in Smithy Bridge proposed by Taylor-Wimpey",
        "closed_at": null,
        "created_at": "2019-02-19T04:54:55.158Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-19T07:09:11.547Z",
        "opened_at": null,
        "rejected_at": "2019-02-25T10:44:37.516Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-02-25T10:44:37.521Z"
    },
    "id": 242328,
    "links": {
        "self": "https://petition.parliament.uk/petitions/242328.json"
    },
    "type": "petition"
}