{
    "attributes": {
        "action": "Every LIFE Matters Too - Harsher sentencing for assaults of any kind",
        "additional_details": "ALL assaults on civilians or civil servants alike should be met with MAXIMUM SENTENCING and all such sentences to be served consecutively, not concurrently, and in full, not under licence.\r\n\r\nSentencing should after all be a real deterrent against assault and abuse, not a mere distraction. \r\n\r\nEVERY LIFE Matters, not just the ones that serves the interest of the CPS.",
        "background": "\"Every journey matters to the Mayor of London and TFL\" - Well, How about a more important slogan of \"Every LIFE Matters too\" and resolve the lawlessness in this country first!\r\n\r\nWe need tougher Policing and tougher Sentencing for ALL assaults of any kind, whether on the streets or inside prisons.",
        "closed_at": null,
        "created_at": "2019-02-19T08:57:56.354Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-19T10:47:50.379Z",
        "opened_at": null,
        "rejected_at": "2019-03-01T11:02:36.509Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the decision on whether to give someone a maximium sentence is the responsiblity of the courts, which are independent of the UK Government or Parliament.\r\n\r\nYou could start a new petition calling for mandatory minimum sentences for assault if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-03-01T11:02:36.516Z"
    },
    "id": 242343,
    "links": {
        "self": "https://petition.parliament.uk/petitions/242343.json"
    },
    "type": "petition"
}