{
    "attributes": {
        "action": "Allow those born after 1973 to retain their EU citizenship",
        "additional_details": "A briefing paper from the House of Commons Library titled 'Brexit & EU Citizenship' questions whether EU citizenship can be lost.\r\n\r\nClauses within EU law define an individuals citizenship status but it has been noted that citizenship cannot simply be taken away through a majority decision, especially against the will of the individual. The only way in which citizenship would cease to exist is if the EU itself were to dissolve.",
        "background": "People born in the UK after it joined the EEC in 1973 are not only born with automatic British citizenship but also with EU citizenship and should be allowed to keep that citizenship regardless of whether the UK leaves the bloc or not.",
        "closed_at": null,
        "created_at": "2019-02-20T14:23:12.480Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-20T14:35:57.203Z",
        "opened_at": null,
        "rejected_at": "2019-03-01T12:43:59.224Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the decision to allow UK citizens to retain EU Citizenship is the responsibility of the European Union, not the UK Government or Parliament. \r\n\r\nYou could start a new petition asking the Government to negotiate with the EU for the possibility of retaining EU citizenship for certain UK nationals, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-12T15:10:39.937Z"
    },
    "id": 242553,
    "links": {
        "self": "https://petition.parliament.uk/petitions/242553.json"
    },
    "type": "petition"
}