{
    "attributes": {
        "action": "Investigate Local Authorities destroying lives with Unlawful Tax Demands",
        "additional_details": "Liability Orders turn the small problems families and small businesses face into Catastrophe.  They are ruthless and destructive of a decent society.  They leave families unable to pay for food, rent and bills.  Children become vulnerable to being snatched by the LAs and are then neglected in an uncaring \"care\" system. They are impossible to set aside.  Bankruptcies, Insolvency, Imprisonment, homelessness, even suicide are far too frequent results of this outrageous abuse of power.",
        "background": "Wrongful tax demands generated by automated systems, LAs fail to respond to defendants but claiming £Millions \"costs\".  Magistrates rubber stamping Bulk Liability Orders while failing to investigate the LA false \"evidence\". VOA creating false listings. LAs abusing their powers and Courts complicit.",
        "closed_at": null,
        "created_at": "2019-02-20T17:30:58.114Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-21T08:25:24.213Z",
        "opened_at": null,
        "rejected_at": "2019-03-05T08:50:00.582Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would be the responsiblity of the Local Government Ombudsman and not the UK Government or Parliament.\r\n\r\nIf you have been personally affected by this issue you may be able to complain to the Ombudsman here:\r\n\r\nhttps://www.lgo.org.uk/make-a-complaint\r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-03-05T08:53:51.595Z"
    },
    "id": 242607,
    "links": {
        "self": "https://petition.parliament.uk/petitions/242607.json"
    },
    "type": "petition"
}