{
    "attributes": {
        "action": "Ban Marketing of Hybrid Vehicles as \"Self-Charging\"",
        "additional_details": "To the layman this makes them think a standard hybrid is as good as plug in hybrid because there's \"no need to plug in\". To make the required CO2/particulate reductions we need a step change in vehicle energy sources, not just more efficient petrol/diesel cars. This means the majority of the car energy used day to day needs to come from the electricity grid and the only way to this is with plug in hybrid cars and full electric vehicles. Marketing using the term \"self-charging\" slows this change.",
        "background": "With the rise of plug-in hybrid vehicles, where some of the energy requirements come from the electricity grid, and full electric vehicles, there has been a rise in manufacturers/dealers marketing their standard hybrid cars as \"self-charging\". This is misleading, the energy still comes from petrol.",
        "closed_at": null,
        "created_at": "2019-02-21T05:34:16.119Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-21T06:23:33.961Z",
        "opened_at": null,
        "rejected_at": "2019-03-05T08:45:29.374Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would be a decision for the ASA which is independent of the UK Government and Parliament.\r\n\r\nYou can find out how to complain about a misleading advert at their website.\r\n\r\nhttps://www.asa.org.uk\r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-03-05T08:45:29.381Z"
    },
    "id": 242683,
    "links": {
        "self": "https://petition.parliament.uk/petitions/242683.json"
    },
    "type": "petition"
}