{
    "attributes": {
        "action": "Change House of Commons Parliament into a more democratic cross-party Government",
        "additional_details": "Reduce electoral seats to 300, each of equal size based on the the number of voters in each constituency. Do not amend boundaries unless these numbers change. First elected person sits on the Government benches, the second placed person sits on the Opposition benches. We then have a Government and Opposition made up of different parties and ideologies who would actually need to talk to each other to pass laws. End Whipping. Abolish the House off Lords. Opposition to be a reforming legislature.",
        "background": "The one party system of government is failing the public. The Government in power only represents that section of the electorate which holds a certain ideology. The Opposition does not have the same ideology and does not have sufficient power to protect the public against unfair or biased laws.",
        "closed_at": null,
        "created_at": "2019-02-21T17:58:53.440Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-23T13:09:04.213Z",
        "opened_at": null,
        "rejected_at": "2019-03-06T09:30:30.080Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because whether an MP sits as a Government MP or an Opposition MP is a decision for them and not the UK Government or Parliament as a whole.\r\n\r\nYou could start a new petition to introduce a law requiring the Prime Minister to appoint a Government containing more than one political party if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-03-06T09:30:35.774Z"
    },
    "id": 242788,
    "links": {
        "self": "https://petition.parliament.uk/petitions/242788.json"
    },
    "type": "petition"
}