{
    "attributes": {
        "action": "give people that want to stop youth killings a job without a qualification",
        "additional_details": "All around england youth violence is increase the gang culture is increasing and the right role models that understand the challenges young people face are not in the right jobs because of lack of qualification, you do not need a qualification to tell a young person to stop selling drugs, or to put down the knife and gun, you need to have the right heart be passionate and inspire change, when i speak to young people they think about the future but i need to be in a good paying job making change",
        "background": "Ive tried to work with youth to reduce crime and stop the violence and killings but i have had no luck because i have no formal qualification, there are to much young people dying and the right people that are relatable and passionate need these jobs without qualification initially so they can help",
        "closed_at": null,
        "created_at": "2019-02-21T10:28:57.814Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-21T13:59:46.038Z",
        "opened_at": null,
        "rejected_at": "2019-03-04T18:04:13.131Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because employing youth workers is the responsibility of individual organisations, not the UK Government and Parliament. \r\n\r\nYou could start a new petition about something the UK Government and Parliament are responsible for. For example, you could ask the UK Government and Parliament to increase funding for crime reduction schemes around the UK, if that's something you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-03-04T18:04:17.344Z"
    },
    "id": 242717,
    "links": {
        "self": "https://petition.parliament.uk/petitions/242717.json"
    },
    "type": "petition"
}