{
    "attributes": {
        "action": "Pressure the Syrian government to grant citizenship to Shamima Begum.",
        "additional_details": "Shamima Begum. Willingly travelled to Syria and lived there for many years. she has expressed a  fondness for live there. now with her citizenship being revoked and rightly so and Bangladesh and Holland refusing her entry the best course of action is to pressure the Syrian government to grant her citizenship. this will allow her to continue living the life she has been accustomed to in these last few years allowing her to remain with her child and husband. Turkey should also be considered",
        "background": "The Government took the correct course of action in removing the citizenship of Shamima Begum. however with Bangladesh refusing her entry and Holland also denying her entry the best and correct course of action now is to pressure the Syrian government to grant citizenship to her and her child.",
        "closed_at": null,
        "created_at": "2019-02-21T21:27:28.198Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-22T13:23:26.225Z",
        "opened_at": null,
        "rejected_at": "2019-03-05T10:20:16.766Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it is not the UK Government or Parliament's responsibility to take decisions about whether someone is a citizen of another country. That would the responsibility of the individual and country concerned."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-03-05T10:20:20.056Z"
    },
    "id": 242814,
    "links": {
        "self": "https://petition.parliament.uk/petitions/242814.json"
    },
    "type": "petition"
}