{
    "attributes": {
        "action": "We want a stop to the demolition of the A34 flyover, PerryBarr - STOP TRAFFIC!",
        "additional_details": "The A34 flyover helps traffic control in various routes. As local counsellor Jon Hunt whom represents Lib Dems - Perry Barr has already stated, it is a stupid idea and will cause massive congestion and is not necessary. We the public couldn't agree more. The money spent on this project could and should be spend on necessary resources that will actually benefit us. \r\n\r\nThe flyover is beneficial to commuters as it helps save time getting individuals to a place of work, education and lesuire safely.",
        "background": "As residants of Birmingham, we acknowledge the benefits of having the A34 flyover. This not only prevents traffic but is safe for drivers and public. Demolishing the flyover will only bring congestion and would increase pollution due to traffic along with frustrated and reckless drivers.",
        "closed_at": null,
        "created_at": "2019-02-22T22:05:49.777Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-23T00:02:46.518Z",
        "opened_at": null,
        "rejected_at": "2019-03-05T15:54:56.822Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would be the responsibility of Birmingham City Council and not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor, who represents you. \r\n\r\nYou can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nYou could also petition the Council. You can do that here:\r\n\r\nhttps://www.birmingham.gov.uk/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-03-05T15:55:08.760Z"
    },
    "id": 242960,
    "links": {
        "self": "https://petition.parliament.uk/petitions/242960.json"
    },
    "type": "petition"
}