{
    "attributes": {
        "action": "Lifetime animal ban to be given to people  caught using animals as hunting tools",
        "additional_details": "Main examples are fox hunters, I see social media posts daily. \r\nImagine a \"hunter\" having his horses and dogs removed for using them illegally and having the animals sent to be cared for elsewhere e.g shelters.\r\nSaid \"hunter\" would no longer have the tools to hunt, therefore in my opinion problem solved.",
        "background": "I think it will make a huge difference if people using animals in this way had all/any animals in there care removed from them, and have a ban placed on them for a long period. Thus not allowing them to commit again. Then obviously if caught in breech of this could then look at a custodial sentance",
        "closed_at": null,
        "created_at": "2019-02-22T18:24:56.184Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-22T20:18:14.270Z",
        "opened_at": null,
        "rejected_at": "2019-03-05T15:37:27.093Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take. In particular, we aren't sure what you mean by \"hunting tools\".\r\n\r\nYou could start a new petition calling on the UK Government to make it illegal to use animals in any form of hunting if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-05T15:37:27.101Z"
    },
    "id": 242925,
    "links": {
        "self": "https://petition.parliament.uk/petitions/242925.json"
    },
    "type": "petition"
}