{
    "attributes": {
        "action": "Change ‘cause of death by suicide’ to ‘cause of death mental illness’",
        "additional_details": "People who suffer with mental illness are not in control of their minds. They act and do irrational things. If someone with a mental illness commits a crime it can be deemed as diminished responsibility, as they are not in their right mind. \r\nIf someone kills themselves when suffering with mental illness it’s classed as suicide. Mental illness is a disease, just like cancer. I want the stigma of suicide removed from society and have it changed to Death by mental illness.",
        "background": "To remove the stigma of suicide.\r\nWhen someone who is suffering from a mental illness and they end their life it’s classed as suicide. This leaves loved ones feeling like they could have done more to prevent it and therefore can lead to more mental illness. Change it to death by mental illness",
        "closed_at": null,
        "created_at": "2019-02-22T19:09:54.554Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-22T19:27:34.179Z",
        "opened_at": null,
        "rejected_at": "2019-03-06T14:45:51.217Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something that the UK Government or Parliament is not responsible for.\r\n\r\nHow to record cause of death is a decision for a doctor or, where there is an inquest, a coroner. Guidance on how to record cause of death is given to coroners by the Chief Coroner. They are independent of the UK Government and Parliament.\r\n\r\nYou can find more about the Chief Coroner and their role here:\r\n\r\nhttps://www.judiciary.uk/related-offices-and-bodies/office-chief-coroner/\r\n\r\nYou could start a new petition calling on the UK Government or Parliament to start a nationwide campaign to raise awareness of the role of mental illness in suicide if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-03-06T14:46:04.631Z"
    },
    "id": 242932,
    "links": {
        "self": "https://petition.parliament.uk/petitions/242932.json"
    },
    "type": "petition"
}