{
    "attributes": {
        "action": "Stop giving free housing to asylum seekers & refugees before British citizens",
        "additional_details": "We have people who have paid taxes for 40+ years and ex-soldiers who are struggling to get by because housing and benefits are so loosely given out. It’s impossible for young people to get onto the housing ladder because of house prices/availability of homes. Refugees take advantage of our system which is proven time and time again in daily life and on the news. They start off with no jobs and no homes and end up here with free housing and weekly benefits while our own have nothing. DISGRACEFUL",
        "background": "Our country is suffering as it is with housing, jobs and wages. People are coming from other countries and being immediately rehomed for free at our expense. These people can be dangerous and do nothing for our economy or welfare while we are paying for them to live.",
        "closed_at": null,
        "created_at": "2019-02-24T19:11:04.893Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-24T19:30:48.985Z",
        "opened_at": null,
        "rejected_at": "2019-03-06T15:21:51.376Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the allocation of housing is the responsibility of local councils and not the UK Government or Parliament.\r\n\r\nYou can find out more about how housing is allocated here:\r\n\r\nhttp://researchbriefings.files.parliament.uk/documents/SN06397/SN06397.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-06T15:21:51.387Z"
    },
    "id": 243133,
    "links": {
        "self": "https://petition.parliament.uk/petitions/243133.json"
    },
    "type": "petition"
}