{
    "attributes": {
        "action": "Change the Road Traffic Act Section 1 - Driving Offences",
        "additional_details": "A recent case where a father and husband was killed on his motorcycle, the driver of the vehicle was fined £200 and got a conditional discharge, for causing Death by Careless driving. How is this a deterrent? The same driver would not consider driving under the influence of alcohol,because of the immediate 1 year ban and large fine. So, if the offence was Death by driving and carried a custodial se fence of between 1 and 15 years, the choice to not pay full attention would be better enhanced.",
        "background": "Recent cases have seen vulnerable road users killed by cars on tbe road. The drivers of these cars have been taken to court for, Death by careless driving, which is a lesser charge, than Death by dangerous driving. I believe tbe charge should be simply Death by driving.",
        "closed_at": null,
        "created_at": "2019-02-24T19:37:31.788Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-25T07:58:10.841Z",
        "opened_at": null,
        "rejected_at": "2019-03-06T15:55:19.231Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the law around unsafe driving but we are not sure what action you would like the UK Government or Parliament to take.\r\n\r\nDecisions to charge someone with an offence are the responsibility of the Crown Prosecution Service, which is independent of the UK Government or Parliament.\r\n\r\nIf you would like longer sentences for cases of death by careless driving you might want to sign this petition instead. You are more likely to get action on an issue if you sign and share a single petition:\r\n\r\nhttps://petition.parliament.uk/petitions/237732"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-06T15:55:22.107Z"
    },
    "id": 243136,
    "links": {
        "self": "https://petition.parliament.uk/petitions/243136.json"
    },
    "type": "petition"
}