{
    "attributes": {
        "action": "Update the Education curriculum for children and teenagers in UK schools.",
        "additional_details": "The background behind this is simple. I have a daughter in high school and my son in primary school. \r\nI observe the anxiety and stress In my children because they dont understand the lesson they just got taught in school, or they were petrified to ask for help!  All of this sets them up for a difficult Introduction to adulthood. We are all stilll learning, we are always developing so let’s use this  opportunity to set them up for the best possible future. Who is up for changing the world!!!!",
        "background": "The UK is missing the opportunity to explore the talents of individual children. Teens leaving high school have a hard time adjusting to adult hood,Including debt, mortgages and job interviews. \r\nChildren’s education should be about what they enjoy, what they could excel at? Not 1 standard fits all.",
        "closed_at": null,
        "created_at": "2019-02-24T17:05:23.377Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-24T18:49:01.472Z",
        "opened_at": null,
        "rejected_at": "2019-03-01T21:36:55.772Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you'd like reforms to the education system, but we aren't sure what reforms you'd like.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might also like to sign these petitions: \r\n\r\nhttps://petition.parliament.uk/petitions/241263\r\nhttps://petition.parliament.uk/petitions/229111\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-03-01T21:37:25.133Z"
    },
    "id": 243123,
    "links": {
        "self": "https://petition.parliament.uk/petitions/243123.json"
    },
    "type": "petition"
}