{
    "attributes": {
        "action": "CHANGE THE LAW to stop party appointees from using public funds for party gain.",
        "additional_details": "Income and other taxes are paid for the running of the country as a whole.  On two recent occasions political ideologist appointees have used that money for the direct benefit of their political party.  Prime Minister is a party political appointment, there is no direct public vote to that position, and there is no mandate for them to spend our taxes to the direct benefit of their political party.  That is not a situation which can obtain and laws must be changed to prevent it happening again.",
        "background": "Our penultimate Prime Minister used 9 million pounds of public funds to publish a Conservative Party brochure on BREXIT for party benefit.  Our current Prime Minister used 1000 million pounds to buy NI Unionist party votes to keep her in power.",
        "closed_at": null,
        "created_at": "2019-02-25T23:22:48.152Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-26T14:47:50.991Z",
        "opened_at": null,
        "rejected_at": "2019-03-08T15:57:52.928Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about Government spending, but we're not sure exactly what you'd like the Government or Parliament to do. The Prime Minister is an elected MP appointed by the Queen. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for a new law to prevent Government money being spent on information leaflets or campaigns. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-03-08T15:58:07.204Z"
    },
    "id": 243260,
    "links": {
        "self": "https://petition.parliament.uk/petitions/243260.json"
    },
    "type": "petition"
}