{
    "attributes": {
        "action": "The people's vote of 'No Confidence' in the government.",
        "additional_details": "This government, has completely underestimated the enormity of the task at hand nor has it allowed for an adequate time scale to do this in. Additionally;  \r\n- It is the first UK government history to be found in contempt of parliament. \r\n- It offered a freight deal to a shipping company with no boats.    \r\n\r\nWe, the people, are fed up of the lies, the pandering, and the utter incompetence of the current government. We the undersigned hereby call No Confidence in the government.",
        "background": "After two and a half years, of miss-management, of half baked promises, in-party fight, and multiple parliamentary defeats, it's clear this government is so woefully under-prepared for the task at hand, it's no longer about leave or remain, it's about government competency, or the lack thereof.",
        "closed_at": null,
        "created_at": "2019-02-25T23:21:58.129Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-25T23:44:49.942Z",
        "opened_at": null,
        "rejected_at": "2019-03-04T14:12:47.892Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-12T15:16:39.467Z"
    },
    "id": 243258,
    "links": {
        "self": "https://petition.parliament.uk/petitions/243258.json"
    },
    "type": "petition"
}