{
    "attributes": {
        "action": "Introduce a minimum required level of qualification for music teachers.",
        "additional_details": "Arguments in favour include that this would:\r\n-Raise the standard of music teaching and musicianship in the UK, ensuring a minimum level of competence.\r\n-Prevent people from wasting their hard-earned money on low-quality services.\r\n-Stop unqualified teachers who charge baseline rates from putting qualified teachers out of business. \r\n-Solve an equity issue, as there are minimum qualification requirements for academic subject teachers.\r\n-Allow for more equal opportunities, as teachers of socially or economically disadvantaged children would be more able to spot and nurture talent.\r\n-Attract more talented individuals to the profession.\r\n\r\nI would suggest a minimum requirement for music teachers of grade 8 or equivalent on their instrument(s) and a qualification in teaching.",
        "background": "There is currently no minimum standard legally required of music teachers.This means that you could end up taking lessons from someone at, say, grade 2 standard who hasn't the faintest idea about musical techniques, let alone teaching ones; the impact on your musical endeavours would be devastating.",
        "closed_at": null,
        "created_at": "2019-02-25T18:11:23.833Z",
        "creator_name": "Lydia Balon",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-27T00:13:30.222Z",
        "opened_at": "2019-03-12T11:01:01.041Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 93,
        "state": "open",
        "updated_at": "2019-03-14T14:22:23.358Z"
    },
    "id": 243218,
    "links": {
        "self": "https://petition.parliament.uk/petitions/243218.json"
    },
    "type": "petition"
}