{
    "attributes": {
        "action": "Accelerate the Climate Change Act target from 2050 to 2030",
        "additional_details": "This would reduce the amount of greenhouse gas the UK can legally emit by 80% as opposed to 57% by 2030, relative to 1990 levels. \r\n\r\nThe children of Britain were inspired by 16-year-old Greta Thunberg from Sweden who brought to our attention the urgency of the matter.\r\n\r\nIt is predicted that, if the government does not act, by 2035 humanity could cross a point of no return. After this, limiting global warming to below 2 degrees in 2100 will be impossible.\r\n\r\nThis would allow us, the children, to take charge of our future and tackle climate change before it is irreversible. Why go to school to prepare for a future that we will not have - unless we act now. The only way to enforce change is to come together, so we urge you to join the movement to save our precious planet.",
        "background": "In response to the children’s climate change strike on the 15th of February 2019 and the recent IPCC Report on the urgency of climate change, we demand that the government accelerate the Climate Change Act target from 2050 to 2030.",
        "closed_at": null,
        "created_at": "2019-02-27T10:21:11.832Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-27T14:31:41.415Z",
        "opened_at": null,
        "rejected_at": "2019-03-05T11:23:33.044Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/231038"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-03-12T15:38:28.732Z"
    },
    "id": 243449,
    "links": {
        "self": "https://petition.parliament.uk/petitions/243449.json"
    },
    "type": "petition"
}