{
    "attributes": {
        "action": "If a second referendum were to take place, give 16 years old the right to vote.",
        "additional_details": "As I have said above, in 2014 Scotland held an independence referendum, where the UK Government decided that people aged 16 or 17 should have the right to say in the possible future Independence of their country, and so if the UK Government is willing to do this to its Scottish citizens, why can't it do it to all of our citizens? 100,000 people that age turned out to vote, demonstrating a desire to participate within the youth. With better coverage and understanding of Brexit since the referendum and further education about the matter within schools, people aged 16 and 17 should be given the right to vote if a second referendum were to happen.",
        "background": "If a second referendum will be held, then people that are 16 and 17 years old should be given the right to vote and determine what their future will be like. Just like in Scotland with the 2014 Independence Referendum where people aged 16 or 17 were allowed to vote, they should be able to with this.",
        "closed_at": null,
        "created_at": "2019-02-27T16:41:50.735Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-27T16:52:19.505Z",
        "opened_at": null,
        "rejected_at": "2019-03-05T10:13:35.625Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/234119"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-03-05T10:13:35.633Z"
    },
    "id": 243501,
    "links": {
        "self": "https://petition.parliament.uk/petitions/243501.json"
    },
    "type": "petition"
}