{
    "attributes": {
        "action": "Stop the wage increase for all MP’s and give it to ALL workers of the public!",
        "additional_details": "Why should the government have the satisfaction of sitting doing nothing for this country apart from destroy it and be paid a significant amount of money for doing so. We are understaffed in most job sectors, we have strikes all the time due to wage amount. Prices of council tax, rent, food and clothing are all on the rise but not the public’s wage. We as a country should be united. We should not have vulnerable or homeless people. MP’s do not deserve this!",
        "background": "Currently the MPs wages are set to rise by 2.9% to £79,468. This is an absolute disgrace! The increase should be given to the hard working men and women of this country who work day and night to make ends meet just for themselves or their families!",
        "closed_at": null,
        "created_at": "2019-02-28T14:40:27.044Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-02-28T19:15:59.832Z",
        "opened_at": null,
        "rejected_at": "2019-03-05T16:22:28.156Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-05T16:22:28.164Z"
    },
    "id": 243666,
    "links": {
        "self": "https://petition.parliament.uk/petitions/243666.json"
    },
    "type": "petition"
}