{
    "attributes": {
        "action": "DECENT PAY AND PERMENANT JOBS FOR TEACHING ASSISTANTS",
        "additional_details": "I have to work through an agency which is not guaranteed work because all the schools in my area are having budget cuts. This means that i will never be financially stable, it has terrified me about my future as I dont know if or when I can move out or start a family. We should not have to worry about things like this. I know I am not alone. There are many Teaching Assistants out there in the exact same position as me. LETS MAKE A CHANGE AS IT AFFECTS EVERYONE! ESPECIALLY OUR CHILDREN.",
        "background": "Teaching Assistants are currently living in fear as we don't have steady wage or income due to no permanent jobs and 0 hour contracts. We have to suffer but still put 100% in for our children that we nurture and teach. We are way more than TAs and we deserved to get paid to reflect this.",
        "closed_at": null,
        "created_at": "2019-02-28T23:00:11.884Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-04T08:51:15.857Z",
        "opened_at": null,
        "rejected_at": "2019-03-18T10:48:47.942Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something that the UK Government or Parliament is not responsible for.\r\n\r\nUnlike teachers, pay and conditions for teaching assistants are set by schools and local authorities and not the UK Government.\r\n\r\nYou could start a new petition calling on the Government to introduce national pay scales and terms of employment for teaching assistants if that's something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-18T10:48:47.948Z"
    },
    "id": 243744,
    "links": {
        "self": "https://petition.parliament.uk/petitions/243744.json"
    },
    "type": "petition"
}