{
    "attributes": {
        "action": "Headteachers to be accountable and liable to prosecution for discrimination.",
        "additional_details": "",
        "background": "The law supposedly protects children with disabilities, everyday a headteacher will exclude a child because they are not meeting their needs, rarely this is challenged.  This is discrimination at its most basic level, a criminal offence and yet we have this happening every single day.",
        "closed_at": null,
        "created_at": "2019-03-01T10:36:06.433Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-02T12:46:05.483Z",
        "opened_at": null,
        "rejected_at": "2019-03-12T16:38:09.300Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about disability discrimination in schools, but we're not sure what you'd like to happen. Headteachers and schools are already covered by the Equality Act, so we're not sure what else you'd like the UK Government and Parliament to do. \r\n\r\nYou can find out more about disability discrimination in schools here:\r\n\r\nhttps://www.citizensadvice.org.uk/family/education/discrimination-in-education/disability-discrimination-in-schools/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to set up an independent body to investigate and prosecute schools for disability discrimination, if that's something you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-03-18T09:34:44.293Z"
    },
    "id": 243778,
    "links": {
        "self": "https://petition.parliament.uk/petitions/243778.json"
    },
    "type": "petition"
}