{
    "attributes": {
        "action": "We believe women who falsely accuse men of rape should be prosecuted",
        "additional_details": "We want as many people to sign this petition and really help make a difference. Share your stories and comments using the hashtag #United4Justice and together we can create change.",
        "background": "We have started this petition to change the law regarding false rape accusations and believe if a woman is found out to be lying she should be prosecuted by the criminal justice system for what could be ruining a man’s life.",
        "closed_at": null,
        "created_at": "2019-02-28T18:46:30.185Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-06T12:54:52.608Z",
        "opened_at": null,
        "rejected_at": "2019-03-11T17:10:42.124Z",
        "rejection": {
            "code": "no-action",
            "details": "Making a false allegation of a crime may already in some circumstances lead to a jail sentence - for example, if someone is found guilty of perverting the course of justice. In other cases, people who are accused of making false accusations may be prosecuted for wasting police time. We're not sure what else you'd like Parliament and Government to do.\r\n\r\nIn any case, we can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The police and the CPS are responsible for deciding whether to charge people with a crime. \r\n\r\nYou may find this guidance from the Crown Prosecution Service helpful: \r\nhttp://www.cps.gov.uk/legal/p_to_r/perverting_the_course_of_justice_-_rape_and_dv_allegations/\r\n\r\nYou could start a new petition asking for a specific change to the law.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-11T17:10:42.130Z"
    },
    "id": 243703,
    "links": {
        "self": "https://petition.parliament.uk/petitions/243703.json"
    },
    "type": "petition"
}