{
    "attributes": {
        "action": "Stop MP’s getting yet another pay rise",
        "additional_details": "I am sick to death of receiving letters/emails every year to tell me everything is going up to “fall in line with inflation” 02, rent, bank account fee, utility bills...even luxurys like sky and golf/football memberships increase...yet wages for the working class never seem to change....and to top it off we are slowly stripped of the tax credits that help us. If MPs cant live off their inflated salaries and scamming the expense system that they need a pay rise, then i think we all deserve an explenation for this.",
        "background": "MP’s are set to recieve yet another pay rise, money which could do a lot for familys,\r\nMoney that could go towards sheltering the homeless....no....its going on top of the already high salary's these clowns are stealing!We are paying too many MP’s, and we are paying them to fail to look after us.",
        "closed_at": null,
        "created_at": "2019-03-01T11:53:27.780Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-01T13:46:11.199Z",
        "opened_at": null,
        "rejected_at": "2019-03-05T17:13:57.431Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-03-05T17:13:57.439Z"
    },
    "id": 243797,
    "links": {
        "self": "https://petition.parliament.uk/petitions/243797.json"
    },
    "type": "petition"
}