{
    "attributes": {
        "action": "Call a Moratorium on ULEZ until the full 'Embodied-Carbon' impacts are revealed.",
        "additional_details": "FACT: Each new electric, hybrid, petrol or diesel car requires approximately 10 tonnes of CO2 to MANUFACTURE, before it has even left the factory.\r\n\r\nTransport for London state there are 2.6 million cars in Greater London.\r\n\r\nApproximately 40% (1 million) of these will be non-compliant under the ULEZ scheme.\r\n\r\nThe ULEZ scheme will therefore push 1 million roadworthy vehicles off UK roads towards scrappage, triggering the EARLY RELEASE OF 10 MILLION TONNES of embodied CO2 into the Earth's atmosphere.",
        "background": "The unnecessary release of 10 MILLION TONNES OF CO2 into the Earth’s atmosphere must not be shadowed under the title of ‘clean-air’, especially when  NOx pollution levels have dramatically reduced according to DEFRA’s own findings (1970-2016) and as a result of tighter global emissions legislation.",
        "closed_at": null,
        "created_at": "2019-02-28T22:58:25.394Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-01T12:49:16.915Z",
        "opened_at": null,
        "rejected_at": "2019-03-12T12:40:51.810Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This is the responsibility of the London Assembly. \r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: \r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-03-12T12:40:59.435Z"
    },
    "id": 243743,
    "links": {
        "self": "https://petition.parliament.uk/petitions/243743.json"
    },
    "type": "petition"
}