{
    "attributes": {
        "action": "Stop MP pay rise and put the money into the underfunded emergency services.",
        "additional_details": "Police and NHS funding has been cut to a dangerous level and been forced to work under more stress as work load increases and manpower dwindles. Despite this they have had a pay cut in real terms under the current government as there pay has been frozen under inflation. MP’s performance and current public opinion does not support an MP pay rise and the money could be far better spent.",
        "background": "With the current government having cut emergency services to a record level in their term stating times of austerity how can it be fair to increase there own pay when their emergency service workers have had a pay freeze despite an independent body recommending a 4% pay rise for the past 4 years.",
        "closed_at": null,
        "created_at": "2019-02-28T19:53:50.368Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-01T11:00:58.972Z",
        "opened_at": null,
        "rejected_at": "2019-03-06T11:18:29.785Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding MPs' expenses and pay. IPSA is independent of both Parliament and Government. \r\n\r\nYou can find out how to contact IPSA here: \r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/ \r\n\r\nYou could start a new petition - for example, you could ask for the Government to increase funding for the emergency services. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-03-06T11:18:29.792Z"
    },
    "id": 243723,
    "links": {
        "self": "https://petition.parliament.uk/petitions/243723.json"
    },
    "type": "petition"
}