{
    "attributes": {
        "action": "Reduce wages of politician's and MPs and put money back into the system.",
        "additional_details": "Give money taken from MPs politician's and use for\r\nNHS\r\nSchools\r\nCouncils\r\nArmed forces\r\nHomeless \r\nAny other schemes \r\nThe wealth device is highest ever and getting wider I think the politician's should start leading by example and helping out the lower paid and people who work long hours and still don't dream of numbers they get.",
        "background": "We see to many MPs politician's not doing what they say. Always talking round questions and not doing what people have asked of them or voted for.\r\nIf any other people working in other sectors did this we wouldn't get paid. Put the money back into NHS schools and councils etc.",
        "closed_at": null,
        "created_at": "2019-03-01T19:52:04.330Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-02T22:00:37.679Z",
        "opened_at": null,
        "rejected_at": "2019-03-07T15:14:20.889Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n\r\nYou could start a new petition, asking to increase funding for services like the NHS, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-03-07T15:14:20.896Z"
    },
    "id": 243861,
    "links": {
        "self": "https://petition.parliament.uk/petitions/243861.json"
    },
    "type": "petition"
}