{
    "attributes": {
        "action": "Clear performance measurements for M.Ps with independent electoral\r\nreviews",
        "additional_details": "events:-\r\nexpenses downfall - Brexit for or against not in line with their electorate-\r\nnot attending parliament enough to voice and drive their electorate's needs- allowing the drive and needs of the multi nationals and mega rich to much impact on what is actioned- the police effectiveness reduction and national health service drive down -privatisation of services without public knowledge- abject failure to achieve with massive public money lost with no action taken on those responsible",
        "background": "M.Ps are elected on their manifesto, intents and promises. It appears that a majority are following their own agenda and personal views, not that of their electorate. regular INDEPENDANT reviews are needed to ensure they represent and drive for the majority of their electorate needs",
        "closed_at": null,
        "created_at": "2019-03-01T23:34:37.458Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-02T11:20:59.769Z",
        "opened_at": null,
        "rejected_at": "2019-03-12T16:39:10.688Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take. In particular we aren't sure what you mean by \"independent electoral reviews\".\r\n\r\nYou could start a new petition to require more regular elections if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-03-12T16:39:13.416Z"
    },
    "id": 243879,
    "links": {
        "self": "https://petition.parliament.uk/petitions/243879.json"
    },
    "type": "petition"
}