{
    "attributes": {
        "action": "Block all pay rise increases for all MP's until Police, NHS etc have a rise.",
        "additional_details": "The Police Federation as an example announced a few months ago that the pay for the Police has been cut back in real terms and held back so much that it is in effect 15% behind the private sector and massively behind inflation and real cost of living. The latest 2018 pay rise to Officers of false 2% was described by the Met Commissioner as a \"punch in the nose\" TO OFFICERS. The NHS and Armed Forces are in the same position. \r\nIPSA have not taken this into account.",
        "background": "Since around 2010 the immensely hard working Public Sector consisting of the Police, NHS, Fire Services and Armed Forces have endured real terms pay cuts causing significant financial difficulty. Block ALL pay rises for MPs until the Emergency Services have their pay risen to the correct levels.",
        "closed_at": null,
        "created_at": "2019-03-01T15:22:09.770Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-01T17:37:35.235Z",
        "opened_at": null,
        "rejected_at": "2019-03-06T15:11:34.348Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/ \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-03-12T15:26:45.885Z"
    },
    "id": 243820,
    "links": {
        "self": "https://petition.parliament.uk/petitions/243820.json"
    },
    "type": "petition"
}