{
    "attributes": {
        "action": "Illegalize racial discrimination in job advertisement and hiring",
        "additional_details": "How can you not be allowed to apply for a job in your own country ? Diversity is good, but it should be peacefully promoted.  Outright excluding/discouraging certain races from applying is wrong. \r\ne.g:\r\n - The BBC (Newsbeat): \"This traineeship is only open to candidates from a BAME or lower socio-economic background\" This excludes caucasians, and even if the poorer can, it is discouraging. \r\n- The Cheshire police: a candidate has gotten rejected for being a white male. He fortunately won in court.",
        "background": "Caucasians and other races have been overtly excluded or discouraged from applying in jobs & internships. Recruitment should be based on competence and skills, not skin colour",
        "closed_at": null,
        "created_at": "2019-03-01T19:42:00.247Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-02T12:48:28.470Z",
        "opened_at": null,
        "rejected_at": "2019-03-08T09:46:41.411Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nIt is already against the law (the Equality Act 2010) to discriminate against someone because of their race, so we're not sure what further action you'd like the Government or Parliament to take. You can find out more here:\r\n\r\nhttps://www.gov.uk/discrimination-your-rights/types-of-discrimination"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2019-03-08T09:47:01.743Z"
    },
    "id": 243859,
    "links": {
        "self": "https://petition.parliament.uk/petitions/243859.json"
    },
    "type": "petition"
}