{
    "attributes": {
        "action": "Use NI numbers to regulate gambling and combat irresponsible lending",
        "additional_details": "By simply changing minor details vulnerable people are able to open multiple gambling accounts and finance this money from irresponsible lenders. We need to get this discussed in Parliament before even more lives are ruined. We need to raise public awareness and have high profile supporters to ensure the many young gamblers do not go down this route. Using the unique NI will ensure vulnerable people are identified earlier before the issue spirals out of control",
        "background": "There is a direct connection between compulsive gambling and irresponsible lending. Gambling companies and payday loan companies must be regulated. The use of NI numbers will ensure vulnerable people will not be able to gamble or lend irresponsibly. Please sign and pass. All support appreciated",
        "closed_at": null,
        "created_at": "2019-03-01T19:21:08.706Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-01T21:57:49.224Z",
        "opened_at": null,
        "rejected_at": "2019-03-13T11:20:16.031Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nWe understand you would like the Government to regulate gambling, but we aren't sure exactly what you would like it to do.\r\n\r\nYou could start a new petition asking the Government to introduce a law requiring people to give a unique identifier - such as a national insurance number - when gambling online if that's something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-13T11:20:20.504Z"
    },
    "id": 243854,
    "links": {
        "self": "https://petition.parliament.uk/petitions/243854.json"
    },
    "type": "petition"
}