{
    "attributes": {
        "action": "Stop the MP's getting a pay rise this year.",
        "additional_details": "The cost of living is increasing and wages are not reflecting this. Affordable housing is not affordable for the average person,  prices of homes range from 150.000 and above. A two bedroom flat on the 1st floor costs between £300.00 & £400.000 pounds. A home bringing in £30.000 A year will not be able to afford this. Each year the Government get their pay rise, I suggest that the Government give the people a vote on whether they have achieved their promises before their rise can be granted.",
        "background": "Stop the Government getting a pay rise.\r\n\r\nWhy should the Government get a pay rise when the rest of workers are struggling to make ends meet.\r\n\r\nEvery day thousands of people are living on the poverty line, going to food banks, and not being able to get their basic needs met.",
        "closed_at": null,
        "created_at": "2019-03-02T13:57:55.874Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-02T14:38:19.523Z",
        "opened_at": null,
        "rejected_at": "2019-03-07T14:42:55.968Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-03-07T14:42:55.975Z"
    },
    "id": 243925,
    "links": {
        "self": "https://petition.parliament.uk/petitions/243925.json"
    },
    "type": "petition"
}