{
    "attributes": {
        "action": "Abolish Parliament if the UK does not leave the EU on the 29th March",
        "additional_details": "23 June 2016, the citizens of the UK voted to leave the European Union and return all sovereign power to the UK parliament. However, this was not fair on our MPs who never thought they would have to actually run the country, they were just trying to get expenses to get a taxpayer funded step on the lucrative London buy-to-let market. Our laws are now made in Brussels. Parliament is redundant, so let's make the MPs redundant. We don't need this layer of middle management. Let's give back control.",
        "background": "Churchill said \"democracy is the worst form of Government except for all those other forms that have been tried\" but he had never met Jean-Claude Juncker. On 29th March 2019, if we have not left the EU, let's save the £551 million per year parliamentary cost and spend it on the NHS instead.",
        "closed_at": null,
        "created_at": "2019-03-03T12:12:31.724Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-05T18:02:55.150Z",
        "opened_at": null,
        "rejected_at": "2019-03-12T13:34:27.199Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like to abolish Parliament if the UK does not leave the EU on the 29th of March, but are not sure what you'd like to replace it with. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you want the UK to leave the EU on the 29th March,  you may wish to sign this petition instead: \r\n\r\nhttps://petition.parliament.uk/petitions/243319\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-12T13:35:10.409Z"
    },
    "id": 244027,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244027.json"
    },
    "type": "petition"
}