{
    "attributes": {
        "action": "Make false rape accusers subject to the  jail time the accused was faced with.",
        "additional_details": "False accusations when proved false may discourage actual rape victims from coming forward. For this reason, this petition only wants this to happen for proved false rape cases as to not discourage true victims. False accusations currently come under the crimes Perverting the Course of Justice (Recommended 4-36 months in jail but up to life) and Wasting Police Time (max 6 months).This petition wants Perverting the Course of Justice to match the potential sentence of the accused from case to case",
        "background": "Many people who have been proved to have fabricated rape accusations or have admitted to have fabricated rape accusations are only sentenced to a fraction of what the accused would've been sentenced to if they were convicted.",
        "closed_at": null,
        "created_at": "2019-03-03T11:17:40.665Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-03T12:27:36.692Z",
        "opened_at": null,
        "rejected_at": "2019-03-14T10:16:39.726Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because sentencing decisions are a matter for the courts, which are independent of the UK Government or Parliament.\r\n\r\nAs you state in your petition, the offence of perverting the course of justice already carries a maximum sentence of life imprisonment. It would be for the courts to decide what sentence to impose. \r\n\r\nYou can find out more here:\r\n\r\nhttps://www.cps.gov.uk/legal-guidance/false-allegations-rape-andor-domestic-abuse-see-guidance-charging-perverting-course"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-14T10:16:39.733Z"
    },
    "id": 244017,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244017.json"
    },
    "type": "petition"
}