{
    "attributes": {
        "action": "Lifetime tag for convicted child abusers and paedophiles.",
        "additional_details": "I was made aware of this situation via social media, after sharing what I had seen I started receiving messages from concerned people in my community about these issues. These concerns varied from their families safety to being stone walled by authorities in the past for trying to raise or find more out about the population of sex offenders/paedophiles in our community. Without a proper tracking system these offenders are able to hide in plain sight. Please help me by signing this petition.",
        "background": "In January-February 2019 myself and my community where made aware of 2 convicted paedophiles living within a few miles of each other. One of them for 6 months, the other for 6 years! And nobody knew! I find this appalling, as a result I want all convicted sex offenders/paedophiles tagged for life.",
        "closed_at": null,
        "created_at": "2019-03-03T11:18:13.722Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-04T11:25:08.046Z",
        "opened_at": null,
        "rejected_at": "2019-03-18T13:56:36.493Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take. Requiring offenders to wear electronic tags doesn't mean information on their whereabouts is shared publicly.\r\n\r\nIn any case, it is already the case that parents, carers or guardians can formally ask the police for information about a person who has contact with their child, or a child close to them, if they're concerned the person may pose a risk. We therefore aren't sure what further action you would like the UK Government or Parliament to take.\r\n\r\nYou can find out more here:\r\n\r\nhttps://www.met.police.uk/rqo/request/ri/request-information/sofd/child-sex-offender-data-sarahs-law/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-03-18T13:56:47.408Z"
    },
    "id": 244018,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244018.json"
    },
    "type": "petition"
}