{
    "attributes": {
        "action": "Force the FA and EFL to create stricter \"fit and proper\" tests for new owners",
        "additional_details": "Blackpool, from the heights of that one famous season in the premiership to the echelons of league 2. Charlton a once proud premier League team, yo-yoing between the championship and league 1. Coventry, with their plight under sisu which could see them expeled from the football league. Just 3 examples of many lower league teams under owners who don't care about the club and what it means to communities up and down the country",
        "background": "Football teams such as Coventry, Charlton, Blackpool, Leyton Orient etc have had the pleasure of being mishandled by owners. The FA and EFL don't care about what's going on in their own organisations and it's time it stopped they need a stricter criteria for owners who will benefit the club.",
        "closed_at": null,
        "created_at": "2019-03-03T17:21:56.455Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-03T17:47:32.072Z",
        "opened_at": null,
        "rejected_at": "2019-03-14T18:41:50.434Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something the UK Government and Parliament aren't responsible for. This would be the responsibility of the footballing authorities.\r\n\r\nYou could start a new petition calling on the Government to set out \"fit and proper\" tests for football club ownership in law, taking the responsibility away from the FA and EFL, if that is something you would like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-03-14T18:41:52.941Z"
    },
    "id": 244063,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244063.json"
    },
    "type": "petition"
}