{
    "attributes": {
        "action": "Stop prosecuting our Armed Forces & Veterans carrying out Government Orders.",
        "additional_details": "Many of the Veterans under threat of prosecution are in their mid to late 70's. Some still suffering emotionally and physically from their experiences whilst serving during the unrest and troubles. It is wrong that the Terrorists they were protecting us from have been given Royal Pardons and letters guaranteeing they will not face prosecution for their actions which resulted in death and destruction yet those who were protecting Sovereign & Country are.",
        "background": "Many British Armed Forces Veterans are living in fear of prosecution for carrying out their duties.  Many served on Op Banner in N. Ireland during the troubles. The Terrorists they were protecting us from have subsequently been given free pardons guaranteeing no charges will be levied against them.",
        "closed_at": null,
        "created_at": "2019-03-03T19:19:59.174Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-04T07:18:29.082Z",
        "opened_at": null,
        "rejected_at": "2019-03-18T10:39:42.620Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because decisions on whether to prosecute someone are made by Crown Prosecution Service, which is independent of the UK Government and Parliament.\r\n\r\nYou could start a new petition calling for a law granting immunity from prosecution for ex-service people for actions undertaken during their service after a period of time if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-03-18T10:39:42.627Z"
    },
    "id": 244081,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244081.json"
    },
    "type": "petition"
}