{
    "attributes": {
        "action": "Develop a National ‘prevent’ and intervention strategy for gang and knife crime",
        "additional_details": "The Government has previously implemented a child sexual exploitation strategy and the ‘prevent’ strategy.  The numbers of our children involved in gangs is larger than both of those important concerns, yet NO NATIONAL RESPONSE! WHY NOT? As well as a prevention program in schools,  we need a national intervention strategy as we did with ‘Channel’ from the ‘prevent’ strategy.  Services to support children who are showing signs of or are in danger of being groomed by gang members.",
        "background": "There are areas in this country where on a weekly or even daily basis our children are being involved in criminal gang activities or are the victims of knife crime. \r\nThis is a national crisis for our young people and will have a significant impact on their futures as well as our communities.",
        "closed_at": null,
        "created_at": "2019-03-03T09:04:05.761Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-03T10:58:40.227Z",
        "opened_at": null,
        "rejected_at": "2019-03-14T13:58:03.478Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we are not sure exactly what action you would like the UK Government to take.\r\n\r\nThe Government published a nationwide serious violence strategy in April 2018 which included measures on knife crime and intervention. You can find it here:\r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/698009/serious-violence-strategy.pdf\r\n\r\nYou could start a new petition calling for changes to that strategy or its replacement with a new strategy if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-03-14T13:58:09.754Z"
    },
    "id": 244007,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244007.json"
    },
    "type": "petition"
}