{
    "attributes": {
        "action": "Say no to the DVLA forcing autistic people to disclose their disability.",
        "additional_details": "Currently in this country 700,000 people have autism with an estimated 350,000 who are undiagnosed. The ramifications of implementing this policy could mean higher insurance premiums for autistic people who may not be in employment and as a consequence may be priced out of driving despite being a perfectly safe and competent driver. With current autism employment rates at under 50% in the UK isn't it time that the government of the day spent time listening to the needs of autistic people.",
        "background": "s15 of the Equality Act clearly states \"A person (A) discriminates against a disabled person (B) if -\r\n(a) \r\nA treats B unfavourably because of something arising in consequence of B's disability and\r\n(b) \r\nA cannot show that the treatment of is a proportionate means of achieving a legitimate aim.",
        "closed_at": null,
        "created_at": "2019-03-04T17:47:05.917Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-09T10:10:36.431Z",
        "opened_at": null,
        "rejected_at": "2019-06-13T11:54:03.298Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because the DVLA has now clarified that there is only a need to inform them of autism or aspergers if it impacts the ability to drive. \r\nWe are therefore unsure what further action you would like taken.\r\n\r\nYou can find the revised guidance here:\r\n\r\nhttps://www.gov.uk/asd-and-driving\r\n\r\nhttps://www.gov.uk/asperger-and-driving\r\n\r\nYou could start a new petition to remove the requirement to notify the DVLA entirely if that is something you would like to see happen.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-13T11:54:17.623Z"
    },
    "id": 244184,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244184.json"
    },
    "type": "petition"
}