{
    "attributes": {
        "action": "Please Stop Brexit Now! If you Really care for our live's and for the Country.",
        "additional_details": "Stop Brexit! Brexit is Dangerous it is a Disaster for the Country and will destroy the live's of many peoples it will make health and social services not work properly and nhs stuff going away jobs companies are shutting down the cost of foods and home rent will go up and unenployment and homeless will rise up.   Brexit is the choice of few and mostly of older peoples pensionate and the choice of nationalist and racist minded waves of peoples and the choice of the wealthy and richest of the country and not the choice of the many. Many young peoples never voted for Brexit and peoples struggling in the country never voted Brexit many have been not listenened and left out.",
        "background": "Brexit is a Disaster for the Country Please Stop it Now!A true honest goverment should listen the vote and the voice of all peoples and not take unresponsible Dangerous actions that will make the live's of many peoples at Risk and Deteriorate the Country.",
        "closed_at": null,
        "created_at": "2019-03-05T16:32:32.373Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-06T18:02:42.112Z",
        "opened_at": null,
        "rejected_at": "2019-03-12T11:02:51.673Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/241584"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-03-12T11:02:51.680Z"
    },
    "id": 244288,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244288.json"
    },
    "type": "petition"
}