{
    "attributes": {
        "action": "Create an award for school children to help reduce loneliness in care homes",
        "additional_details": "This award will be similar to the Duke of Edinburgh scheme for secondary school children, in that it will consist of three stages; bronze, silver and gold. Primary school children can work towards these by spending time in care homes and participating in day trips with the residents. We hope this award will encourage children to take part, in order to reduce the divide between generations and loneliness in elderly care homes.",
        "background": "We are a group of university students, concerned with the epidemic of loneliness in elderly care homes across the UK. Whilst researching, we found that this a key issue that needs to be solved. We aim to reduce this by integrating the youth and elderly by the introduction of a 'Hand in Hand' award.",
        "closed_at": null,
        "created_at": "2019-03-05T16:29:47.038Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-05T16:34:32.613Z",
        "opened_at": null,
        "rejected_at": "2019-03-19T13:46:10.121Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament. Awards like the Duke of Edinburgh Award are run by charitable organisations. Schemes in care homes would often be the responsibility of local authorities.\r\n\r\nYou could start a new petition calling for action by the UK Government or Parliament. For example, for could start a new petition calling for time spent engaging with elderly people in the community to be made part of the national curriculum for primary schools."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-03-19T13:57:02.595Z"
    },
    "id": 244287,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244287.json"
    },
    "type": "petition"
}