{
    "attributes": {
        "action": "Why are our kids forced to sexual perversion?Shouldn't we protect our children?",
        "additional_details": "It’s A disgrace!!! my blood is boiling within me and my anger is rising! \r\nSeems like no one is now able to see what is right or wrong. \r\nTHAT IS 100% WRONG!!! WRONG WRONG and WRONG!\r\nThe empire theatre of Liverpool and the company that allow this to be exposed in front of all the people AND CHILDREN should be condemn. Furthermore, I thought walking around naked on the public streets was prohibited in England, then what is the logic in allowing naked people picture to be displayed in public places?",
        "background": "The display of a picture advertising a play at the Empire Theatre of Liverpool on its own most exposed wall is outrageous.\r\nThe picture shows a young man from the back, naked, sweaty, and giving a thumbs up! The picture is huge, thousand of children will see it in a day(buses main route,city centre)",
        "closed_at": null,
        "created_at": "2019-03-05T15:48:22.925Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-05T22:29:49.791Z",
        "opened_at": null,
        "rejected_at": "2019-03-12T13:39:34.081Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\nhttps://www.gov.uk/find-your-local-councillors \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-12T13:39:34.086Z"
    },
    "id": 244279,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244279.json"
    },
    "type": "petition"
}