{
    "attributes": {
        "action": "Reduced travel cost for Healthcare staff working in the Capital.",
        "additional_details": "Cost of travel in London approx. £2,400 a year. Cost of a commute approx. £5000 excluding additional TFL costs in London.  Seeking alternative travel such as using public transport appears to have led to exponential increase fares. \r\nTo make London attractive to highly skilled staff The Government should review its ability to support NHS staff with reduced fares to commute to work within London and the Home Counties.\r\nThe Police and TFL currently receive Free TFL passes.",
        "background": "Working in London is becoming increasingly challenging, leading to highly skilled and quality staff leaving the NHS. The cost of living in London remains high, leading to staff moving out of London to afford housing. There are approx 18000 NHS vacancies across London of which 40% are nursing.",
        "closed_at": null,
        "created_at": "2019-03-05T13:24:33.681Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-05T16:31:58.781Z",
        "opened_at": null,
        "rejected_at": "2019-03-12T11:13:40.472Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. TfL is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2019-03-12T11:13:40.481Z"
    },
    "id": 244266,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244266.json"
    },
    "type": "petition"
}