{
    "attributes": {
        "action": "Rescind Art.50 require the EU to negotiate our future relationship now.",
        "additional_details": "\"Nothing is agreed until everything is agreed\"\r\n\r\nWhat I wanted in the petition is\r\n\r\n\"Rescind Article 50 and require the EU to negotiate the terms of our future relationship before we agree the withdrawal agreement. Prepare for exiting the EU without a deal if the EU refuses to agree to this or agreement cannot be reached. Leave the EU by 28th September 2023.\"",
        "background": "The Gov has failed to negotiate a satisfactory withdrawal agreement. The UK faces a long period of uncertainty whilst the future relationship is agreed with no guarantee as to the final outcome. By negotiating the new relationship the issue with the border between Ireland and the UK can be resolved.",
        "closed_at": null,
        "created_at": "2019-03-04T19:30:51.549Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-05T08:27:08.658Z",
        "opened_at": null,
        "rejected_at": "2019-03-18T17:51:53.912Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we're not sure what action you would like the UK Government or Parliament to take.\r\n\r\nRescinding Article 50 would stop the process of the UK leaving the EU. We're not sure this is what you want to achieve.\r\n\r\nYou could start a new petition calling on the Government to seek to extend Article 50 and negotiate the future relationship agreement with the EU first if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-18T17:51:56.703Z"
    },
    "id": 244202,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244202.json"
    },
    "type": "petition"
}