{
    "attributes": {
        "action": "Sajid Javid removing citizenships can make people less British.  This must stop!",
        "additional_details": "When Sajid Javid used this power to strip Shamima Begum of her citizenship, there was outrage from all across the political spectrum. People recognised that it is not his role to deny people their birth rights, however heinous their crimes may be. \r\nAs a civilised society, even the worst of us are afforded the right to due process in cases like these. That’s how rights work: they are either for all, or for none of us. \r\nTox is an aid worker helping those terrorised by extremists. He is not a terrorist.",
        "background": "The stripping of citizenship by the Home Office has been happening for over a decade.  \r\nThis has now happened to Aid worker Tox Sharif ,  and he is unable to defend himself as the evidence against him is kept secret by the Home Office.  \r\nSurely he has a right to defend himself.",
        "closed_at": null,
        "created_at": "2019-03-05T20:47:24.333Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-05T21:36:22.094Z",
        "opened_at": null,
        "rejected_at": "2019-03-19T09:43:31.276Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about the Home Secretary's power to remove someone's citizenship in certain circumstances but we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nYou might like to sign this petition, which calls for the power to be taken away from the Home Secretary and only be exercised by the High Court if that is something you would like to see happen:\r\n\r\nhttps://petition.parliament.uk/petitions/242414\r\n\r\nAlternatively you could start a new petition calling for the power to remove citizenship to be abolished entirely if that's something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-19T09:43:31.283Z"
    },
    "id": 244323,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244323.json"
    },
    "type": "petition"
}