{
    "attributes": {
        "action": "low pay workers to receive tax benefits on holiday payments including overtime",
        "additional_details": "Holiday benefits for low pay workers UK\r\n\r\nHello how would I go about putting a proposal for low pay workers to receive tax benefits on there holiday payments. I believe that low pay workers and their families would benefit from having their tax reduced or removed for a minimum of three weeks per year, and included in this would be that they would also be able to carry out overtime for these weeks, free from taxation and enable them to have a better quality of life away from work, with extra money to spend",
        "background": "free from taxation and enable them to have a better quality of life away from work, with extra money to spend",
        "closed_at": null,
        "created_at": "2019-03-06T09:59:52.230Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-06T15:05:02.345Z",
        "opened_at": null,
        "rejected_at": "2019-03-19T10:20:48.115Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about tax and overtime for people on low pay, but we're not sure exactly what you'd like the Government or Parliament to do.  In particular, we're not sure if you want people on low pay to pay reduced tax or no tax at all.\r\n\r\nThere is already a tax-free \"Personal Allowance\" of £11,850. This is due to rise to £12,500 in April 2019. You could start a new petition asking for the Personal Allowance to increase further or for the basic rate of income tax to be reduced, if that's what you'd link to happen. You could also start a new petition calling for overtime payments to be tax-free if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-03-19T10:20:54.661Z"
    },
    "id": 244357,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244357.json"
    },
    "type": "petition"
}