{
    "attributes": {
        "action": "Make carrying a knife carry a Fine of £1000 for offenders or parents if below 16",
        "additional_details": "The Government is having to\r\nUse public funds to help finance extra police officers to deal with this problem on top of everything else our country is facing, the police are already stretched to its limits and are cutting back vital frontline police officers which is putting the public in more danger.\r\nOffenders who carry knifes should be fined or their parents or guardians if they are below 16 years of age, young offenders will most likely think about the consequences of their actions if they know that their parent or guardian will have to pay a considerable fine therefore reducing the amount of knives carried.",
        "background": "Offenders who carry knifes should be fined £1,000 or their parents or guardians if they are below 16 years of age, young offenders will most likely think about the consequences of their actions if they know that their parent or guardian will have to pay a fine before committing this mindless act.",
        "closed_at": null,
        "created_at": "2019-03-06T10:51:06.596Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-06T18:59:34.450Z",
        "opened_at": null,
        "rejected_at": "2019-03-25T16:40:49.020Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nPeople found to be in possession of a knife in public can already be fined, so we're not sure exactly what you'd like the Government or Parliament to do. The maximum penalty for an adult carrying a knife is four years in prison and an unlimited fine. You can found out more here:\r\n\r\nhttps://researchbriefings.files.parliament.uk/documents/SN00330/SN00330.pdf\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-25T16:40:59.142Z"
    },
    "id": 244365,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244365.json"
    },
    "type": "petition"
}