{
    "attributes": {
        "action": "Allow Younger People Access to Voluntary Hysterectomy",
        "additional_details": "from uterine issues and extreme, heavy periods since 12, I have never wanted to reproduce. My periods are debilitating enough. And why is my worth determined by whether or not I am even capable of giving birth?\r\nI'm 21 now and studying to head into my lifelong career. Why is it we are forced to know our life goals from a young age, yet in the same breath told we're too young to know that we don't want to give birth?\r\nAs a society, we should be past this now. It is unfair, and rooted in sexism.",
        "background": "There are many complications of the uterus that lead to a person wishing to have it removed. However, a hysterectomy is always considered a last resort, and only if the person affected, in the words of the NHS website, does 'not want to have any more children'.\r\nAs a young person who has suffered...",
        "closed_at": null,
        "created_at": "2019-03-06T19:23:03.980Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-07T12:59:38.287Z",
        "opened_at": null,
        "rejected_at": "2019-03-19T15:43:13.063Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for making decisions about medical care. \r\n\r\nYou could start a new petition about something that the UK Government and Parliament are responsible for. For example, you could start a new petition asking the UK Government and Parliament to fund hysterectomies for women of all ages who want one, if that's something you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-19T15:43:27.312Z"
    },
    "id": 244421,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244421.json"
    },
    "type": "petition"
}