{
    "attributes": {
        "action": "All votes concerning Brexit must be taken without justifiable delay.",
        "additional_details": "The original vote on the May deal would have taken place last December if May had not delayed it on a vague pretext. From its initial defeat we have waited two months before the second and this is dangerously close to leaving the EU. There is no justification for this other than the Prime Minister's belief that it will gain assent for her deal. The voting is almost over, but any future votes must be taken with a sense of urgency and without wasting time that could be better employed.",
        "background": "The government has deferred votes on Brexit without good reason  other than to frustrate the opposition. This has resulted in damaging delays which have impaired the chance of any productive settlement. All votes of this kind should be taken at no more than ten days' notice.",
        "closed_at": null,
        "created_at": "2019-03-07T14:31:28.583Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-07T18:49:01.646Z",
        "opened_at": null,
        "rejected_at": "2019-03-19T15:40:26.292Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about the time taken to make decisions but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIn particular, you have said that you would like all votes on Brexit to be taken at no more than ten days' notice. We aren't sure when the starting point for this ten days would be or what a \"justifiable delay\" would be.\r\n\r\nYou could start a new petition setting out the timetable you would like the Government to follow.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-03-19T15:40:33.500Z"
    },
    "id": 244494,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244494.json"
    },
    "type": "petition"
}