{
    "attributes": {
        "action": "Make parental responsibility count and stop exploiting blended families.",
        "additional_details": "By failing to take into account parental responsibility, the government is assuming that partners/spouses in a household will support a child even if they do not have parental responsibility for them. My son should receive a c£7K maintenance loan based on my earnings, however, he will only receive c£4K because of what my husband earns. My husband is not his father, should I invoice him for the £3K difference? The government clearly assume I should. The system is flawed and damaging for families.",
        "background": "Eligibility for child benefit, child tax credits or higher maintenance loans, is based on 'household income'.No consideration is given to who in the household has parental responsibility. The income for those without parental responsibility for the named child(ren), should not be taken into account.",
        "closed_at": null,
        "created_at": "2019-03-07T14:04:38.637Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-07T16:32:04.611Z",
        "opened_at": null,
        "rejected_at": "2019-03-19T15:53:56.224Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about how household income is used to calculate what benefits and loans children and young people are entitled to, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Parliament and Government to take into account only the income of people who have parental responsibly for a child when making decisions about benefits, maintenance loans and so on, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-03-19T16:04:10.191Z"
    },
    "id": 244489,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244489.json"
    },
    "type": "petition"
}