{
    "attributes": {
        "action": "Students should have a free right of choice to every subject",
        "additional_details": "Just like many teenagers, I have found that school (being mandatory until the age of 16) is much less preparing us for the \"real\" world than it is hiding it from us by making us learn Shakespeare or Trigonometry instead of focusing on much more important aspects to life such as Human Rights or Taxes. Trust me when i say one lesson of \"Personal Development\" a week is not enough compared to the 5 lessons of poems and 5 lessons of Pythagorean Theorem we get weekly.",
        "background": "Students in any school should be allowed to choose which subjects they are interested in and not have to focus on Core Subjects (Unless they would like to) as most of the common information we learn at school will never practically be used. Why would the 90% of students have less power than staff?",
        "closed_at": null,
        "created_at": "2019-03-06T21:21:33.045Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-07T07:00:54.390Z",
        "opened_at": null,
        "rejected_at": "2019-03-14T15:11:57.025Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\nPetitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to change the national curriculum so that children can choose a set number of subjects to study, rather than having to study certain subjects.\r\n\r\nThere are other petitions about teaching more practical, vocational subjects in schools. You might like to sign one of these if they call for something you'd like to happen:\r\n\r\nhttps://petition.parliament.uk/petitions/242331\r\n\r\nhttps://petition.parliament.uk/petitions/229111\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-14T15:11:59.391Z"
    },
    "id": 244439,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244439.json"
    },
    "type": "petition"
}