{
    "attributes": {
        "action": "Have free calls for people using Community Alarms waiting on ambulatory response",
        "additional_details": "Community Alarms contact centres nationwide would be able to provide evidence to support a need for the host telephony providers (generally BT or Virgin) to provide free of charge calls to prescribed contact centre numbers. In recent examples, we can evidence call charges in excess of £20 on at least 3 occasions from 1 contact centre alone. Vulnerable people, often on relatively low income, are being penalised at their most vulnerable time - often returning from hospital to receive hefty bills.",
        "background": "Current resource demands on the emergency services is currently extreme, with Ambulances regularly taking several hours to attend non-emergency calls. The majority of contact centres will ensure calls from Ambulatory Care or response remain connected until a responder or Ambulance arrives.",
        "closed_at": null,
        "created_at": "2019-03-07T17:10:43.705Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-08T07:33:27.440Z",
        "opened_at": null,
        "rejected_at": "2019-03-15T11:35:38.101Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept petitions which call for actions that aren't the responsibility of the UK Government or Parliament. This would be the responsibility of the telephone service providers and NHS ambulance services.\r\n\r\nTelephone service providers are regulated by the independent regulator, Ofcom. You can find out how to contact Ofcom here:\r\n\r\nhttps://www.ofcom.org.uk/about-ofcom/contact-us\r\n\r\nNHS ambulance services in England are run by regional NHS Ambulance Trusts. The Association of Ambulance Chief Executives (AACE) coordinates and implements nationally agreed NHS ambulance policies. You can find out how to contact AACE here:\r\n\r\nhttps://aace.org.uk/contact-us/\r\n\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2019-03-15T11:35:43.631Z"
    },
    "id": 244507,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244507.json"
    },
    "type": "petition"
}