{
    "attributes": {
        "action": "Stop the removal of the Victorian nursery rhyme tiles from Bedford Hospital.",
        "additional_details": "The tiles, which are subject to a preservation order, were commissioned in 1897 to celebrate Queen Victoria's Diamond Jubilee.\r\n\r\nThe planning application said they could be relocated to a local museum, however, it is felt that there is a very high risk of damage caused to the tiles during the attempt to remove them from Victoria Ward in Bedford Hospital.",
        "background": "Bedford Hospital said it was investigating a \"number of options\" to upgrade Victoria Ward, where the Grade II-listed panels are displayed, to create a \"health care compliant area\".  The hospital want to remove the nursery rhyme tiles and place them in a local museum.",
        "closed_at": null,
        "created_at": "2019-03-07T23:20:47.338Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-08T07:25:18.559Z",
        "opened_at": null,
        "rejected_at": "2019-03-12T15:14:50.006Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-03-12T15:14:57.613Z"
    },
    "id": 244567,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244567.json"
    },
    "type": "petition"
}