{
    "attributes": {
        "action": "Change the amount carers receive when giving 35 hours care a week to receive £64",
        "additional_details": "I am going to start a petition I am going to fight this I’m going to get it to the parliament and I need as much help and support I can get I will dedicate my time in getting the 10.000 signatures needed and I will fight for the rights of disabled people and there devoted carers !!!!",
        "background": "Full time carers have continuously given a minimum of 35 hours per week leaving no time for a paid job - no help with there own needs such as help towards there own health and medicine and transportation for a tiny amount of £64 per week legal minimum wage is going to £8.21 ph why cares get less ???",
        "closed_at": null,
        "created_at": "2019-03-08T01:31:13.019Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-08T09:15:22.008Z",
        "opened_at": null,
        "rejected_at": "2019-03-20T08:58:59.961Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about the allowance given to carers whose duties involve at least 35 hours a week, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nPetitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do. For example, you could start a petition to increase the amount paid as carer's allowance to match the minimum wage, if that is what you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-03-20T08:59:20.570Z"
    },
    "id": 244576,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244576.json"
    },
    "type": "petition"
}