{
    "attributes": {
        "action": "Forbid work for more than 12 hours a day .",
        "additional_details": "Example of a professional HGV driver: the driver can work 3 x 15 hours a week and 3x13 hours which gives 84 hours a week. Because it is legally permitted, trssports companies use this mercilessly and plan routes. it causes danger on the roads, increased mortality and diseases among professional drivers. It breaks down the family because such a driver has no time for his wife and children.",
        "background": "Work over 12 hours a day causes depression because people do not have time for the family and free time for themselves. This is modern slavery.",
        "closed_at": null,
        "created_at": "2019-03-08T22:47:01.349Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-09T01:04:00.968Z",
        "opened_at": null,
        "rejected_at": "2019-03-26T09:14:36.156Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we're not sure exactly what you'd like the Government or Parliament to do. There are already laws in place to prevent companies forcing employees to work more than 48 hours on average. There are also specific regulations relating to drivers hours, and what counts as working.\r\n\r\nYou could start a new petition calling for the 'opt out' which allows people to work more than 48 hours a week to be removed, if that is something you would like to happen. Or you could start a new petition calling for more restrictions on drivers' hours."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-03-27T12:03:01.072Z"
    },
    "id": 244661,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244661.json"
    },
    "type": "petition"
}