{
    "attributes": {
        "action": "To be or not to be an adult! Higher education should not be funded by families.",
        "additional_details": "Families are being forced into financial difficulty in order to support their sons and daughters in their choice to engage in higher education. We now have positive discrimination - the poorer your family the more affordable your higher education experience. Level the playing field. Assess each 18+ on their circumstances & give them the support they need. At 18 you are an adult. Stop exploiting families as an easy option for the government to save money, the cost is greater than you realise.",
        "background": "If an 18 year old is in work, their employer does not pay them less because they have assessed their household income and decided their family should contribute. The same should apply to higher education. If an 18+ chooses higher education, their funding should be based on their income alone.",
        "closed_at": null,
        "created_at": "2019-03-09T10:21:49.678Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-11T18:15:33.756Z",
        "opened_at": null,
        "rejected_at": "2019-03-26T09:21:41.914Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nWe understand that you are concerned about the cost of higher education, but we aren't sure what changes you would like the Government to make.\r\n\r\nYou could start a new petition setting out clearly how you would like the system to work."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-26T09:21:45.247Z"
    },
    "id": 244682,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244682.json"
    },
    "type": "petition"
}