{
    "attributes": {
        "action": "Consider our proposed set of objectives to tackle air pollution.",
        "additional_details": "In response, we want:\r\n- A dramatic increase in the number of green spaces in London.\r\n- More active forms of transport to be a priority.\r\n- A dramatic expansion on today's low-pollution walking routes, cycle lanes and \"quiet ways\", creating traffic-free areas with green corridors.\r\n- A reduction on our dependence on road transport.\r\n- Walking, cycling and electrically powered transport to be the easiest options for getting about.\r\n- Homes converted to non-solid-fuel heating systems such as gas boilers or heat pumps.\r\n- Pushing businesses to reconsider their delivery systems.\r\n- Management of agricultural burning and farming.\r\n- Enforcing non-idling rules.",
        "background": "A number of studies highlighting the damaging effects of air pollution has recently circulated the media. One study found pollution now kills three times as many people worldwide as Aids, tuberculosis and malaria combined. We need urgent action to be taken before the risks escalate.",
        "closed_at": null,
        "created_at": "2019-03-08T10:51:53.238Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-08T11:17:17.992Z",
        "opened_at": null,
        "rejected_at": "2019-03-25T18:00:21.353Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because green space in London is the responsibility of individual councils and the London Assembly, not the UK Government and Parliament. Providing green transport schemes are also the responsibility of local councils, not the UK Government or Parliament. \r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nYou could start a new petition about something that the UK Government and Parliament are responsible for. For example, you could start a new petition asking the UK Government and Parliament to provide more funding to create new green spaces and greener transport schemes, if that's something you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-03-25T18:00:34.553Z"
    },
    "id": 244604,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244604.json"
    },
    "type": "petition"
}