{
    "attributes": {
        "action": "Replace our un-representative democracy with a non-political direct democracy",
        "additional_details": "Key criteria in the decision to replace our political system, are:\r\n- Is the economic success of the UK due to politicians?\r\n- Do Members of Parliament represent the “Will of the People”?\r\n- Are the current political parties capable of positioning the UK to thrive in the 21st Century – to lead a crusade with like-minded peoples in the world, to avert the rapidly approaching day of reckoning for all the creatures on Planet Earth?\r\nReplying no to these questions - means changing the UK governance.",
        "background": "The UK political system has lost the faith of the People - demonstrating a fundamental lack of ability to reach consensus to fulfil the will of the People. This system of opposites, forever destined to fight, is outdated. We need governance by capable and talented people elected from our midst.",
        "closed_at": null,
        "created_at": "2019-03-09T13:14:37.903Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-10T13:37:52.803Z",
        "opened_at": null,
        "rejected_at": "2019-03-26T08:56:19.633Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe understand you are unhappy with the current system, but we're not sure exactly what action you would like the Government or Parliament to take.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-26T08:56:55.820Z"
    },
    "id": 244693,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244693.json"
    },
    "type": "petition"
}