{
    "attributes": {
        "action": "Give UK citizens a legal right to build and live sustainably on land they own",
        "additional_details": "I do not believe this should be automatically granted to all those who own land and the right should be governed by the following points\r\n- to be granted permission to build you must first prove that you can live completely sustainably\r\n 1. you must plant trees to provide firewood\r\n 2. you must rear animals to provide meat\r\n 3. You must allocate a % of your land to the \r\n     production of fruit and vegetables\r\n 4. you must introducte solar or wind power  \r\n     to boost energy",
        "background": "I believe that it should be a human right to live sustainably. \r\nI also believe that if you are a UK citizen, you should be granted the right to build a modest dwelling on land you own to support sustainable living.\r\nThe house will be subject to a value limit to prevent owners selling for profit",
        "closed_at": null,
        "created_at": "2019-03-10T09:28:25.481Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-10T21:47:30.450Z",
        "opened_at": null,
        "rejected_at": "2019-03-18T11:43:48.970Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Planning issues are the responsibility of local planning authorities, which are usually councils. Many councils have self-build schemes and the UK Government has published guidance. You can find out more here:\r\n\r\nhttps://www.gov.uk/guidance/self-build-and-custom-housebuilding\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-03-18T11:48:54.902Z"
    },
    "id": 244756,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244756.json"
    },
    "type": "petition"
}