{
    "attributes": {
        "action": "Should it be Mandatory for all Politicians to be tested for Psychopathic Traits?",
        "additional_details": "Fundamentally, psychopaths are not right thinking people.  They are expert liars and schemers. Therefore, legally, under the scope of Duty of Care, should this group be permitted to influence the lives of right thinking citizens within the UK?  This is especially relevant when dealing with vulnerable citizens as psychopaths are natural predators of this group.   The electorate, surely should have the right to decide if this group should be permitted to hold high office.",
        "background": "The electorate is asked to sign this petition in order that their voice is heard to bring about change in the way our political candidates are elected. Presently, no one knows the true character of political candidates.",
        "closed_at": null,
        "created_at": "2019-03-09T14:21:05.558Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-11T07:36:09.727Z",
        "opened_at": null,
        "rejected_at": "2019-03-18T17:03:51.277Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament. It's not the responsibility of the UK Government or Parliament to introduce psychological assessments of all politicians or political candidates. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-27T11:44:54.444Z"
    },
    "id": 244700,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244700.json"
    },
    "type": "petition"
}