{
    "attributes": {
        "action": "Make enforcing Sharia Law in the UK illegal and imprison those trying to enforce",
        "additional_details": "RT.com showed footage of Walthamstow where this is happening now - my petition is not any firm of prejudice and yes - practicing religion of any faith is part of our diversity. But when laws of faiths contravene a country’s laws and obstruct what this country stands for. Those enforcing these illegal laws that involves verbally heckling or bullying and any physical enforcement should be made illegal and those committing such illegal enforcement face charges and imprisonment",
        "background": "After watching a news report, there are communities trying to set “Sharia Law” areas with vigilante wardens enforcing these laws. Verbally warning first then physically forcing “offenders” out of the area. This contravenes the laws of the land to freedom of speech, democracy and equality we live by",
        "closed_at": null,
        "created_at": "2019-03-09T22:09:25.944Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-10T07:07:38.390Z",
        "opened_at": null,
        "rejected_at": "2019-03-25T15:57:31.160Z",
        "rejection": {
            "code": "no-action",
            "details": "In a response to a previous petition about Sharia law, the Government said:\r\n\r\n\"There are a number of Sharia councils in England and Wales which help Muslim communities resolve civil and family disputes, by making recommendations, which they hope the parties will abide by. They are not part of the court system in this country and have no means of enforcing their decisions. If any of the decisions or recommendations they make are contrary to national law (including the Equality Act 2010) then national law prevails. This is no different to any other council or tribunal - whether or not based on Sharia principles.\"\r\n \r\nYou can read the full response here:\r\n\r\nhttps://petition.parliament.uk/archived/petitions/48352\r\n\r\nIt is therefore not clear what action you would like the Government to take, since Sharia councils already operate under British law in the UK.\r\n\r\nIf you are concerned that people are breaking the law, you should report this to the police immediately. You can find out how to do that here:\r\n\r\nhttps://www.police.uk/information-and-advice/reporting-crime/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-03-25T15:57:34.955Z"
    },
    "id": 244735,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244735.json"
    },
    "type": "petition"
}