{
    "attributes": {
        "action": "Introduce national or community service for all school leavers for 2 years 16-18",
        "additional_details": "Something has to be done about the rise in violent crime, the underinvestment in underprivileged areas and the rise of individualism, with less focus on the importance of community. This would also reduce the attractiveness of gangs and violent crime in the absence of obvious career paths - especially in underprivileged areas. \r\nThis would also reduce government spending on our public services and could be used as a stepping stone into the public sector.",
        "background": "The younger generations are losing sight of the importance of giving back to their local communities and country. By completing a period of community service, it would give 16 year olds an opportunity to reflect on what it is they would like to do with the lives/careers after school.",
        "closed_at": null,
        "created_at": "2019-03-10T14:11:10.653Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-12T08:32:40.155Z",
        "opened_at": null,
        "rejected_at": "2019-03-20T15:42:00.754Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want national or community service to be introduced, but we're not sure exactly what you'd like the Government or Parliament to do. Young people are currently required to stay in education or training until they are 18.\r\n\r\nYou could start a new petition explaining clearly what you'd like the UK Government of Parliament to do.\r\n\r\nThere’s already a petition about national service. You might like to sign this one. We wouldn't be able to accept a new petition if it calls for the same action as one that's already open. You are more likely to get action on this issue if you sign and share a single petition:\r\n\r\nhttps://petition.parliament.uk/petitions/236603\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-03-20T16:45:18.127Z"
    },
    "id": 244775,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244775.json"
    },
    "type": "petition"
}