{
    "attributes": {
        "action": "To allow schools to teach children to teach self defence.",
        "additional_details": "Police have recorded an increase of 41 per cent stabbings relating to stalking and harassment offences. Having self defence lessons can teach children signs of being followed and how to avoid it to prevent a fatal event to happen. It can also teach children that there are other ways to feel safe while walking the streets rather than ending someone’s life. I don’t believe young people know how to react in situations like this but unfortunately this has become frequent and they should know how.",
        "background": "It is becoming almost normal in London for teens to be involved in knife crime, evidently in the news children are dying every day from avoidable violence. One of the main reasons one of the main reasons people carry knives is for self defence so if they have alteratives it can be prevented.",
        "closed_at": null,
        "created_at": "2019-03-10T12:47:56.990Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-10T14:05:33.502Z",
        "opened_at": null,
        "rejected_at": "2019-03-18T17:27:18.605Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want schools to teach children self defence, but we're not sure exactly what you'd like the Government or Parliament to do. Schools aren't prevented from arranging self defence classes for students. You could start a new petition explaining clearly what you'd like the UK Government or Parliament to do. For example, you could start a petition calling for self defence classes to be mandatory in schools by adding self defence to the national curriculum, if that's what you want to happen. \r\n\r\nIf you start a new petition you'll need to give your full name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-18T17:27:22.522Z"
    },
    "id": 244770,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244770.json"
    },
    "type": "petition"
}