{
    "attributes": {
        "action": "Dla for children with life long illness easier to claim",
        "additional_details": "Dla for children does not currently take into account hospital trips, most of our children have to travel very far to specialist hospital which takes up time, money and effects the all the family.\r\nDla does not take into account pain the child has. \r\nDla makes it very difficult to explain how your child needs care on a daily base. \r\nMost children's condition varies day to day and have good days and bad.",
        "background": "Dla for children with lifelong illness is very difficult to claim, needs to be easier.\r\nChildren will need lifelong treatment, operation for life are being turned down  often for dla,these  family's have alot to deal with, hospital trips,treatment, watching there child through pain.",
        "closed_at": null,
        "created_at": "2019-03-09T18:10:49.930Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-14T13:33:44.196Z",
        "opened_at": null,
        "rejected_at": "2019-03-26T11:36:46.924Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about making it easier for parents to claim DLA, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. You could start a new petition asking the UK Government and Parliament to review how the DLA system works for children with lifelong illnesses and their parents, if that's what you'd like to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-26T11:36:54.156Z"
    },
    "id": 244714,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244714.json"
    },
    "type": "petition"
}