{
    "attributes": {
        "action": "Aeroplanes to be equipped with parachutes for all passengers for their safety",
        "additional_details": "Every couple off months we hear in the news or the radio about a fallen aeroplane carrying over 200 passengers who have lost they lives within a matter Off seconds. We pay so much money to fly around the world and to visit different destinations whether it’s pleasure, social, or business, but we never know if we ever are going to make it or not. By providing these parachutes will increase everyone’s confidence and make flying safe and saving many wasted lives off talented and beautiful people",
        "background": "Aeroplanes Should be equipped with parachutes for all passengers on board, as many lives are at risk and far too many lives are being taken within seconds. Providing parachutes too all passengers will save many lives and also decrease the death rate by far.",
        "closed_at": null,
        "created_at": "2019-03-10T23:28:24.914Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-11T19:01:00.412Z",
        "opened_at": null,
        "rejected_at": "2019-03-26T10:26:09.489Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure exactly what action you would like the UK Government or Parliament to take.\r\n\r\nMany planes, including commercial airliners, don't have parachutes because it isn't possible to leave the plane at the heights they operate at or use a parachute to land safely. We're not sure which planes you would like this to apply to.\r\n\r\nYou could start a new petition setting out clearly what aircraft you would this to apply to."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-26T10:26:23.690Z"
    },
    "id": 244820,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244820.json"
    },
    "type": "petition"
}