{
    "attributes": {
        "action": "Stop Bucks County Council!!!",
        "additional_details": "Recently in the Buckinghamshire area a decision has been made by Bucks County Council and the conservative MP that all free school transport for children with special needs and disabilities once they reach the age of 16 will be abolished.  I am a mother of a son who has just turned 16, has autism and suffers with anxiety.  The MP and BCC are expecting my child to use public transport alone with general members of the public.  Unfortunately autism has robbed my son from being capable to travel alone and has a lack of safety awareness which in itself could course unfortunate consequences.  When did the country stop taking care of it's vulnerable children and adults.  Please please sign this petiton, this needs to be stopped!!",
        "background": "Buckinghamshire County Council are stopping free school transport for children 16 and over with Special Needs!!!",
        "closed_at": null,
        "created_at": "2019-03-12T16:23:52.118Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-12T16:33:06.978Z",
        "opened_at": null,
        "rejected_at": "2019-03-26T10:32:24.386Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\t\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttps://democracy.buckscc.gov.uk/mgepetitionlistdisplay.aspx?VM=2&bcr=1\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2019-03-26T10:33:25.105Z"
    },
    "id": 244970,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244970.json"
    },
    "type": "petition"
}