{
    "attributes": {
        "action": "To assess penalties and Laws on neighbour disputes and who deals with them",
        "additional_details": "There are options when dealing with harassment but the Police are unwilling in a lot of cases to enforce these when it concerns neighbours. Unfortunately, this means that a lot of people are trapped in a living hell as they have no way of legally fighting back. My sister attempted suicide as a result of neighbour harassment and yet we were offered mediation - a victim should not be asked to take part in mediation with those harassing them. There needs to be an enforceable Law to stop this.",
        "background": "I have personally been a victim of harassment and bullying from a neighbour, and have since been contacted by other people in the same position. The Police were unable to deal with this matter, in fact they were unwilling to look at the various files of evidence that had been gathered.",
        "closed_at": null,
        "created_at": "2019-03-12T12:48:16.769Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-13T13:59:57.696Z",
        "opened_at": null,
        "rejected_at": "2019-03-18T17:22:43.960Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nHarassment can already be a criminal offence, so we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou can find out more about taking action about harassment here:\r\n\r\nhttps://www.citizensadvice.org.uk/law-and-courts/discrimination/taking-action-about-discrimination/taking-action-about-harassment/\r\n\r\nIf you're concerned about how the police have dealt with your case, you could talk to your local police and crime commissioner. You can find out who they are and how to contact them here:\r\n\r\nhttp://www.apccs.police.uk/find-your-pcc/\r\n\r\nThe Independent Office for Police Conduct conducts independent investigations of the police. You can find out more about the IOPC, including how to make a complaint, here:\r\n\r\nhttps://www.policeconduct.gov.uk/complaints-and-appeals/make-complaint \r\n\r\nYou can find more information about complaining about your neighbour here:\r\n\r\nhttps://www.citizensadvice.org.uk/housing/problems-where-you-live/complaining-about-your-neighbour/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-03-18T17:22:50.784Z"
    },
    "id": 244945,
    "links": {
        "self": "https://petition.parliament.uk/petitions/244945.json"
    },
    "type": "petition"
}