{
    "attributes": {
        "action": "Automatic child proximity restrictions placed on sex offenders post register",
        "additional_details": "Sex offenders are required to register for 5/10 years or life depending on their sentence. We have over 32,000 schools with many having old headmaster houses within the school grounds. Research by the Express listed homes with school in the name in the top 50 house names in Britain. Many of these houses have been sold and are under private ownership, but due to their locations may have access to the school grounds or line of sight into classrooms and playgrounds.",
        "background": "Currently convicted child sex offenders can purchase property next to a school/park. Giving them access to observe children without rousing suspicion. We need to change to the law in the UK so that this can’t happen. The offender has more rights than the innocent children in this situation.",
        "closed_at": null,
        "created_at": "2019-03-12T21:58:38.562Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-13T07:01:54.908Z",
        "opened_at": null,
        "rejected_at": "2019-03-20T12:38:00.262Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\nRestrictions, such as having to stay away from schools, can be placed on sex offenders who are released on licence whether or not they own a property near a school, so we're not sure what you'd like to happen. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-03-20T12:38:06.551Z"
    },
    "id": 245034,
    "links": {
        "self": "https://petition.parliament.uk/petitions/245034.json"
    },
    "type": "petition"
}