{
    "attributes": {
        "action": "Make punishments on Racism in Schools and on Social Media harsher.",
        "additional_details": "We are doing our GCSE Citizenship coursework and we are trying to campaign against Racism. It is still a huge problem in Schools and on Social Media as it is seen as a joke and never really met with a harsh punishment. Please sign our petition to help our campaign.",
        "background": "GCSE Coursework",
        "closed_at": null,
        "created_at": "2019-03-13T12:23:07.774Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-13T12:27:54.469Z",
        "opened_at": null,
        "rejected_at": "2019-03-20T14:47:59.081Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n \r\nDiscipline and punishment of students in schools are the responsibility of individual schools not the UK Parliament or Government. You could start a new petition calling on the UK Government to publish guidance to schools on disciplining students for racist behaviour in schools.\r\n\r\nIt's the responsibility of social media companies to manage content on their platforms and take action - such as suspending or closing accounts - against users who break their rules. \r\n\r\nThere's already a petition about hate speech on social media. We cannot accept a new petition when we already have one about a very similar issue. You might like to sign this petition if its calls for something you'd like to happen. You're more likely to get action on this issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/234725\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-20T16:39:21.702Z"
    },
    "id": 245096,
    "links": {
        "self": "https://petition.parliament.uk/petitions/245096.json"
    },
    "type": "petition"
}