{
    "attributes": {
        "action": "A UN Climate Change Lead in every school.  Teachers teaching CC Literacy!",
        "additional_details": "UNCCeLearn.org\r\nSchoolStrike4Climate\r\nOur children are the Climate Generation and we are not doing enough.  Our leaders, business, industry are simply not doing enough to educate us as to how we can mitigate Climate Change.  If we act now it will take 100 years to get our planet to a healthier and sustainable future.  We are committing Nepocide:  The conscious willingness to sacrifice future generations for current convenience.  We must act now.  Climate Change Literacy in Schools!",
        "background": "Children are striking for leaders to take immediate action on Climate Change.  We demand a dedicated UN Accredited Climate Change Lead (UN CC:Learn/UNITAR Climate Change Course for Teachers - UN CC:Teacher Academy) to ensure our children are taught Climate Change Literacy within the curriculum.",
        "closed_at": null,
        "created_at": "2019-03-14T12:59:31.954Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-14T13:32:00.439Z",
        "opened_at": null,
        "rejected_at": "2019-03-26T11:34:20.784Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure how you'd like the UN to be involved. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. You could start a new petition asking the UK Government and Parliament to ensure that every school has a climate change lead responsible for ensuring children are taught about climate change, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-03-26T11:34:43.164Z"
    },
    "id": 245295,
    "links": {
        "self": "https://petition.parliament.uk/petitions/245295.json"
    },
    "type": "petition"
}