{
    "attributes": {
        "action": "Implement accurate and relevant performance controls over M.P. s",
        "additional_details": "inability to answer questions honestly and accurately. \r\nThe expenses fiasco. Awarding themselves pay awards greater than their electorate achieve. Not representing the public and their electorate aims in relation to Brexit . Failing the people of this country with regard to maintaining our national health service and police force. Displaying unprofessional and self centred childish behaviour to the rest of the world degenerating and bringing uk politics into disrepute and a laughing stock!",
        "background": "astounded that UK  politics have become a playground for unprofessional self centred behaviour  for the majority of our M.P.s ?with  little or no control over their performance on behalf of their electorate  pursuing personal believes rather than behaving professionally to achieve democratic aims",
        "closed_at": null,
        "created_at": "2019-03-14T09:18:37.921Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-15T12:02:33.356Z",
        "opened_at": null,
        "rejected_at": "2019-03-22T14:47:44.614Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean by \"accurate and relevant performance controls\".\r\n\r\nPlease note that MPs' pay is decided by the Independent Parliamentary Standards Authority (IPSA), which is independent of both Parliament and Government. \r\n\r\nYou can find out how to contact IPSA here: \r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/ \r\n\r\nThere's already a petition calling for terms of service for MPs. You might like to sign this petition if it calls for something you'd like to happen:\r\n\r\nhttps://petition.parliament.uk/petitions/241276"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-22T14:47:53.101Z"
    },
    "id": 245254,
    "links": {
        "self": "https://petition.parliament.uk/petitions/245254.json"
    },
    "type": "petition"
}