{
    "attributes": {
        "action": "Prevent extension of Article 50 by inviting the Queen to refuse to sign the Bill",
        "additional_details": "Noone who wishes to prevent, delay or frustrate Brexit has ever explained satisfactorily what the problem with 100% of UK exports being conducted under WTO/GATT Rules is when a majority already are, without difficulty. The \"No Deal\" perjorative is aimed solely to mislead people who do not know about wealth creation and have no interest in finding out. And yet Parliament has tried to vote against going to the WTO/GATT Rules Brexit option.The nation does not accept that House of Commons decision.",
        "background": "WTO Rules are use by well over 50% of the exporting business community for non-EU trade already. There is no reason why new procedures should not be adopted by any dynamic business community and the certainty created, and the opportunbities presented, far outweigh any temporary problems.",
        "closed_at": null,
        "created_at": "2019-03-14T10:03:18.460Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-14T10:51:55.818Z",
        "opened_at": null,
        "rejected_at": "2019-03-26T21:24:44.872Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the Government or Parliament to take.\r\n\r\nA Bill is not required to extend Article 50. You can find out more about that process here:\r\n\r\nhttps://commonslibrary.parliament.uk/parliament-and-elections/elections-elections/extending-the-article-50-period-faqs/\r\n\r\nIf Parliament decides to change the exit date in UK domestic law it will do so through a statutory instrument, not a Bill. This process was set out in law in the European Union (Withdrawal) Act. The Queen does not have to give Royal Assent to this statutory instrument. We are therefore unsure what action you would like the UK Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-03-26T21:24:44.891Z"
    },
    "id": 245267,
    "links": {
        "self": "https://petition.parliament.uk/petitions/245267.json"
    },
    "type": "petition"
}