{
    "attributes": {
        "action": "Teachers should ask for parents/guardian permission before teaching RSE/LGBTQ",
        "additional_details": "My opinion on the Relationship and Sex Education curriculum (RSE) which will be taught in schools; in general, I am comfortable with the idea of it being taught to children however, I would like to teach my child regarding these matters myself as opposed to the government.Children in primary school are still developing both mentally and physically, being taught about such topics will confuse the child. Many studies have shown the negative effects of exposing children to the LGBTQ culture at a tender age, too much information at a young age will destroy childhood innocence.\r\nAs a community we believe that it our right and responsibly as parents to teach RSE to our children first hand.",
        "background": "Teachers should ask for the parent’s permission before teaching this subject, RSE as many aspects of this topic contradicts a lot of individuals faiths and beliefs.",
        "closed_at": null,
        "created_at": "2019-03-14T08:06:25.518Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-14T16:44:40.769Z",
        "opened_at": null,
        "rejected_at": "2019-04-08T08:52:31.932Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because the Government has already said it will require schools to consult with parents about their policies about teaching RSE. \r\n\r\nWe are therefore unsure what further action you would like it to take. You can find out more in the Government response to this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/236004\r\n\r\nWe're also unsure what you mean by \"teaching LGBTQ culture at an early age\". The Government isn't proposing this. You can find out about the reforms the Government proposes to RSE and parents' rights to opt their children out of sex education here:\r\n\r\nhttps://commonslibrary.parliament.uk/social-policy/education/relationships-and-sex-education-in-schools-whats-changing/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-08T08:52:45.891Z"
    },
    "id": 245240,
    "links": {
        "self": "https://petition.parliament.uk/petitions/245240.json"
    },
    "type": "petition"
}