{
    "attributes": {
        "action": "Make the Speaker of House more accountable for his or her decisions.",
        "additional_details": "The Speaker must be accountable for decisions. Otherwise it undermines faith in the business of the House. The position depends too heavily on the impartiality and good faith of the person holding the position. If that person has a political agenda the Speaker is able to inflict undue influence on the House. This undermines our Parliamentary system and the transparency of our political process. It also undermines the ability of elected representatives to express their will.",
        "background": "At the current time the Speaker of the House can make decisions which have a huge influence on British politics and legislation. However the Speaker is able to make decisions without being accountable. This has led to the politicisation of a role that should be impartial.",
        "closed_at": null,
        "created_at": "2019-03-14T13:15:50.274Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-14T13:27:00.553Z",
        "opened_at": null,
        "rejected_at": "2019-03-19T15:53:09.559Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-03-19T15:53:22.090Z"
    },
    "id": 245299,
    "links": {
        "self": "https://petition.parliament.uk/petitions/245299.json"
    },
    "type": "petition"
}