{
    "attributes": {
        "action": "Meet representatives of the UK Student Climate Network to discuss our demands",
        "additional_details": "Founded in January 2019, the UK Student Climate Network has coordinated hundreds of strikes from school across the UK. Yet, Downing Street continued to condemn this action all the while facilitating catastrophic ecological breakdown. We ask that the Prime Minister, Energy Secretary and Education Secretary meet with us to discuss our demands from the government to begin mitigating the most devastating consequences of the critical environmental situation.\r\nukscn.org",
        "background": "Presented with a 12 year ultimatum, students across the country have gone on strike from school to protest government inaction to counteract the climate crisis we face, however the UK government has consistently failed to enact adequate policy to keep warming below the accepted safer level of 1.5C.",
        "closed_at": null,
        "created_at": "2019-03-14T01:32:33.318Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-14T08:31:37.358Z",
        "opened_at": null,
        "rejected_at": "2019-03-26T11:19:29.362Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we're not sure what action you would like the UK Government or Parliament to take.\r\n\r\nScheduling meetings is a matter for individual ministers, not the Government as a whole.\r\n\r\nYou could start a new petition setting out what action you would like the Government to take to address climate change."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-03-26T11:19:37.851Z"
    },
    "id": 245222,
    "links": {
        "self": "https://petition.parliament.uk/petitions/245222.json"
    },
    "type": "petition"
}