{
    "attributes": {
        "action": "Save MacLehose Court, Eldon St, Greenock  from closing down.",
        "additional_details": "Residents, families & staff were informed on Mon 11th March 2019 that the 24hr Care home  will be turned in to 1 & 2 bedroom homes for people who can live independently with support. Unfortunately Margaret Blackwood Association didn't take in to consideration where the complex disable residents would live as they cannot live independently. This Association also plan to build an 8 bedded unit locally however this again is for people who can be supported independently. Still no consideration to complex disabled young people.",
        "background": "This Care home has provided care and support to residents for 25yrs. It is a specialist care home for younger people who have complex disabilities and require 24hr care. There are no other facilities like this in the area or close by. It will be an enormous blow to the residents.",
        "closed_at": null,
        "created_at": "2019-03-14T19:02:45.414Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-14T21:57:09.623Z",
        "opened_at": null,
        "rejected_at": "2019-03-22T16:35:02.240Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This issue is the responsibility of your local council. \r\n\r\nYou could raise the issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nInverclyde Council has its own petitions system. You can find out how to petition Inverclyde Council here:\r\n\r\nhttps://www.inverclyde.gov.uk/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-03-22T16:35:26.116Z"
    },
    "id": 245372,
    "links": {
        "self": "https://petition.parliament.uk/petitions/245372.json"
    },
    "type": "petition"
}