{
    "attributes": {
        "action": "Attorney General to review if stopping Brexit is legal, given we voted leave.",
        "additional_details": "The referendum or the general election did not give a mandate to ignore the referendum result, move the goal posts or to change the rules. The government should not have allowed parliment votes & to frustrate the EU leaving process. They have no legal right to try & remove no deal. We the electorate voted to leave, article 50 was triggered & that means we leave the EU on the 29th March, with or without a deal.",
        "background": "The referendum decision was to Leave the EU. No deal is the default legally. The House of Commons speakers biased acts & remain MPs have scuppered the process unduly & the government changed the rules without a mandate from the electorate. Review if this is legal & stop this abuse of power now.",
        "closed_at": null,
        "created_at": "2019-03-14T17:47:10.755Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-14T18:05:58.417Z",
        "opened_at": null,
        "rejected_at": "2019-03-27T12:21:10.617Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nDeciding on the legality of any decision not to leave the EU would be the responsibility of the courts.\r\n\r\nThere has been a ECJ ruling on revocation of Article 50. You can find out more here:\r\n\r\nhttps://www.instituteforgovernment.org.uk/explainers/ecj-ruling-article-50"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-03-27T12:21:19.353Z"
    },
    "id": 245344,
    "links": {
        "self": "https://petition.parliament.uk/petitions/245344.json"
    },
    "type": "petition"
}