{
    "attributes": {
        "action": "Pressure social media to be more active in stopping video/images of violent acts",
        "additional_details": "Terrorists and extremists rely on publicity to further their cause and social media is the biggest tool in their publicity. If we continue to allow terrorists and extremists their platform to spread their hate and violence then we can never hope to defeat it.\r\nHatred breeds more hatred and hatred, in turn, breeds violence and violence breeds more violence.  It is a chain of hatred and violence and if we can weaken or break one link of that chain then we have a better chance of beating terrorism wherever it manifests.",
        "background": "In Christchurch, New Zealand on 15th March 2019 terrorists were able to Livestream video of murders on a social media platform. The UK government should apply more pressure on social media platforms to prevent or remove these kinds of videos/posts thus denying terrorists a publicity platform.",
        "closed_at": null,
        "created_at": "2019-03-15T11:05:39.069Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-15T12:41:46.384Z",
        "opened_at": null,
        "rejected_at": "2019-03-26T12:53:31.403Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about the content of social media platforms but we're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what you mean by \"apply pressure\".\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do.\r\n\r\nThere are other petitions about regulating social media. You might like to sign one of these if it calls for something you'd like to happen. You are more likely to get action on an issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/234725\r\n\r\nhttps://petition.parliament.uk/petitions/236874"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-03-26T12:53:38.588Z"
    },
    "id": 245491,
    "links": {
        "self": "https://petition.parliament.uk/petitions/245491.json"
    },
    "type": "petition"
}