{
    "attributes": {
        "action": "Give UK women in full-time education/on benefits to receive free sanitary wear.",
        "additional_details": "We want feminine product manufacturers to donate products to the domestic violence refuges, charities supporting homeless women and girls and the donations to be made overseas to the most vulnerable and in need groups; the campaign will include making jewellery to sell and an art installation using feminine products and packaging. The sales proceeds would not only be used to raise the profile of the campaign but profits would be divided between charities supporting women and girls.",
        "background": "In Kelmscott Secondary School, our group of Youth Health Champions and Team London Ambassadors have been campaigning since September to put a stop to period poverty by organizing a campaign named Drip 16, involving producing a government funded P-Card (Period Card) that gives out free sanitary wear.",
        "closed_at": null,
        "created_at": "2019-03-15T15:39:48.599Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-15T15:53:06.763Z",
        "opened_at": null,
        "rejected_at": "2019-03-26T15:50:14.411Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe not sure exactly what you'd like the UK Government or Parliament to do. For example, we're not sure whether you want free sanitary products for women in the UK only. We're also not sure if you want women in education or on benefits to get free sanitary products, or a wider range of women.\r\n\r\nYou could start a new petition explaining clearly what you'd like the UK Government or Parliament to do. We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament. \r\n\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-26T15:50:19.497Z"
    },
    "id": 245539,
    "links": {
        "self": "https://petition.parliament.uk/petitions/245539.json"
    },
    "type": "petition"
}