{
    "attributes": {
        "action": "Actions and views promoting Islamophobia should be treated as antisemitism",
        "additional_details": "Spreading hate against any community based on their religion cannot be accepted. This was allowed to happen last century against the Jewish community and culminated in the holocaust before the world took action to stop it with laws dealing with antisemitism. This is now allowed to happen again with media and politicians spreading hate against Muslim communities. Violence against Muslims is rising across the world. Irresponsible people spreading hate should not be allowed to continue doing this.",
        "background": "With the increasing violence against Muslims across the world, the government should introduce laws to deal with actions and views spreading islamophobia and hate against Islam and Muslim communities on different media platforms under the same laws and guidelines dealing with antisemitism.",
        "closed_at": null,
        "created_at": "2019-03-16T15:30:32.656Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-16T16:31:01.582Z",
        "opened_at": null,
        "rejected_at": "2019-03-26T15:22:55.987Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about Islamophobia, but we're not sure exactly what action you'd like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do to tackle Islamophobia."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-03-26T15:22:55.999Z"
    },
    "id": 245670,
    "links": {
        "self": "https://petition.parliament.uk/petitions/245670.json"
    },
    "type": "petition"
}