{
    "attributes": {
        "action": "Introduce recycling bins alongside general waste bins in public areas of Derby.",
        "additional_details": "During my visit around Markeaton Park today I picked up plastic waste which I had to dispose of In general waste bins instead of recycling because it was my only option, with today’s awareness this shouldn’t be the case. So many other areas are making big progress in changes towards being environmentally friendly and yet Derby’s still lagging behind and damaging the work that others are putting in by not providing appropriate waste bins.",
        "background": "Other cities in the UK promote recycling by having recycling bins in all public areas such as parks etc. The difference this can make is substantial and the impact we’re creating without this simple change is detrimenting our environment daily.",
        "closed_at": null,
        "created_at": "2019-03-15T22:48:00.588Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-20T19:49:41.761Z",
        "opened_at": null,
        "rejected_at": "2019-03-26T16:27:58.266Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-26T16:28:02.160Z"
    },
    "id": 245608,
    "links": {
        "self": "https://petition.parliament.uk/petitions/245608.json"
    },
    "type": "petition"
}