{
    "attributes": {
        "action": "Make major changes to Universal Credit to accommodate self employed individuals",
        "additional_details": "The government welcome people becoming self employed as they have no need to claim JSA. However if you take home more than £192 per month you have reductions in your entitlement equal to 63p out of every £ above this figure. You also get deductions if you don't meet a minimum income floor equal to 35 hours per week (this is after deducting associated expenses, income tax & NI). Universal Credit is a double edged sword for the self employed. It effectively punishes the self employed for working.",
        "background": "One size does not fit all. Universal Credit does not cater for self employed people and new businesses. The government & UC / DWP only give new businesses 12 months to start up, build and achieve unrealistic levels of income which would normally take 2 or 3 years of trading to reach.",
        "closed_at": null,
        "created_at": "2019-03-17T20:29:04.852Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-18T06:46:07.157Z",
        "opened_at": null,
        "rejected_at": "2019-03-26T12:45:32.564Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about how Universal Credit works for people who are self-employed, but we're not sure exactly what changes you'd like to see.\r\n\r\nYou could start a new petition asking for a specific change. For example, you could ask for the 12 month period to be increased to 3 years, if that's what you'd like to happen. \r\n\r\nA group of MPs called the Work and Pensions Committee has recommended that the Government make changes to how Universal Credit works for self-employed people. You can find out more here:\r\n\r\nhttps://www.parliament.uk/business/committees/committees-a-z/commons-select/work-and-pensions-committee/inquiries/parliament-2017/inquiry/universal-credit-self-employment/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-26T12:45:32.573Z"
    },
    "id": 245797,
    "links": {
        "self": "https://petition.parliament.uk/petitions/245797.json"
    },
    "type": "petition"
}