{
    "attributes": {
        "action": "A vote of no confidence for politicians who voted out no deal on BREXIT",
        "additional_details": "Voting against the will of the majority of people in the U.K. constitutes an act of betrayal by the politicians against that populace and most damningly, those that voted out no deal which is there to protect our interests rather than the interests of politicians",
        "background": "As a majority of politicians constituents voted Leave on BREXIT they should follow the will of the majority or stand down and resign their post",
        "closed_at": null,
        "created_at": "2019-03-17T12:08:33.580Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-18T18:49:16.802Z",
        "opened_at": null,
        "rejected_at": "2019-03-25T16:36:46.616Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. \r\n\r\nYou may like to consider signing this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/229963"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-03-25T16:36:46.622Z"
    },
    "id": 245751,
    "links": {
        "self": "https://petition.parliament.uk/petitions/245751.json"
    },
    "type": "petition"
}