{
    "attributes": {
        "action": "Suspend MP's salaries until they agree a way of honouring the EU referendum",
        "additional_details": "It s disgraceful that self-serving remain-voting MPs on both sides of the House are behaving like spoiled brats and showing utter disdain by ignoring clear instructions from the electorate in the 2016 EU referendum. These same fools recently voted against leaving the EU without a deal on 29 March, in a blatant attempt to torpedo Brexit. This brings into disrepute an institution that until now has been recognised worldwide as a cradle of democracy and mother of parliaments.",
        "background": "Recent voting and bad behaviour by both sides of the House on the EU Withdrawal Agreement. Notions of national interest and collective responsibility have been flung aside, heralding the death of representative democracy. Great Britain has become a laughing stock.",
        "closed_at": null,
        "created_at": "2019-03-17T17:15:52.494Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-18T09:39:37.437Z",
        "opened_at": null,
        "rejected_at": "2019-03-26T10:49:27.641Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-26T10:49:27.710Z"
    },
    "id": 245777,
    "links": {
        "self": "https://petition.parliament.uk/petitions/245777.json"
    },
    "type": "petition"
}