{
    "attributes": {
        "action": "Make all parliamentary candidates take a competency exam and psychometric test",
        "additional_details": "We take it on trust that MP's will speak and act in a way which they believe will benefit the whole country. Whilst their views on how this is achieved will differ widely, voters should be able to know more about the names on their ballot papers, not just the party they belong to. We should expect to see clear indications of integrity, diligence, altruism and compassion; a focus on the truth and a willingness to hear opposing views. We already expect similar standards from other professions.",
        "background": "MP's are elected to represent us, but also to make laws that govern us. Most organisations require a proven level of competency from applicants for a role with such power and usually evidence of the candidates' ethical principles and critical thinking. Citizens should now demand the same safeguards.",
        "closed_at": null,
        "created_at": "2019-03-18T13:19:44.139Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-21T06:54:17.435Z",
        "opened_at": null,
        "rejected_at": "2019-03-28T11:01:27.387Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament. It's not the responsibility of the UK Government or Parliament to introduce competency exams or psychometric tests for parliamentary candidates. Selection of candidates is a matter for political parties."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-03-28T11:01:27.393Z"
    },
    "id": 245864,
    "links": {
        "self": "https://petition.parliament.uk/petitions/245864.json"
    },
    "type": "petition"
}