{
    "attributes": {
        "action": "Sexual crimes against children to be treated as importantly as counter terrorism",
        "additional_details": "Every second a child is abused, raped and killed by paedophiles, children are sold online to abusers and yet despite these sickening atrocities not enough is being done about this. We should be treating this with the utmost importance and putting every penny we can into trying to stop these monsters and save these children. \r\nI want change,  please sign if you want our world to be a better safer place for our children.",
        "background": "I am shocked that innocent children's lives are not treated as importantly with as much funding as counter terrorism. Our children's lives matter and human trafficking & paedophilia are disgusting crimes and need to stopped, full stop. The budget for these crimes needs to be increased.",
        "closed_at": null,
        "created_at": "2019-03-17T21:39:06.221Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-17T21:53:09.094Z",
        "opened_at": null,
        "rejected_at": "2019-03-27T16:47:02.215Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what you mean by \"as importantly\" as counter terrorism.\r\n\r\nYou could start a new petition explaining clearly what you'd like the UK Government or Parliament to do. For example, you could start a petition calling for more funding for child protection.\r\n\r\nThere's already a petition about sentencing of sex offenders. You might like to sign his one:\r\n\r\nhttps://petition.parliament.uk/petitions/232579"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-03-28T10:19:16.866Z"
    },
    "id": 245813,
    "links": {
        "self": "https://petition.parliament.uk/petitions/245813.json"
    },
    "type": "petition"
}