{
    "attributes": {
        "action": "We demand a first fair and free referendum and the public must vote on ANY deal.",
        "additional_details": "The electoral commission found vote Leave and Darren Grimes broke electoral law; which proves that the current mandate is untrue and British democracy is wailing for help. 40% of the budget was spent at Aggregate IQ, CA’s ‘Canadian branch’ and was used to unethically sway the public. In Dec 2016 Alexander Nix was spotted in 10 Downing Street yet this did not appear on the transparency data and is not being properly responded to in PMQ’s. Art 50 must be revoked and first true referendum is needed",
        "background": "Brexit has taken over social media and newspapers; but it seems nobody really understands the reality of the situation. The PM has strategically ‘run down the clock’ in order to force the HoC into voting for her deal, or no deal at all. I urge everybody reading to research exactly what is happening.",
        "closed_at": null,
        "created_at": "2019-03-18T13:15:47.464Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-18T13:23:45.597Z",
        "opened_at": null,
        "rejected_at": "2019-03-27T16:24:07.554Z",
        "rejection": {
            "code": "duplicate",
            "details": "There's already a petition calling for Article 50 to be revoked:\r\n\r\nhttps://petition.parliament.uk/petitions/241584\r\n\r\nThere's also a petition calling for a second referendum on EU membership:\r\n\r\nhttps://petition.parliament.uk/petitions/235138"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-03-28T10:20:07.436Z"
    },
    "id": 245863,
    "links": {
        "self": "https://petition.parliament.uk/petitions/245863.json"
    },
    "type": "petition"
}