{
    "attributes": {
        "action": "Ensure that children awaiting an ADOS in Mid Essex are seen within six months",
        "additional_details": "Although there is up to a two year wait for an ADOS through the NHS there are private companies charging thousands of pounds for an ADOS, using the same professionals you would see in the NHS. We need access to NHS funded ADOS assessments for our children in a timely manner to help improve their futures.",
        "background": "Children across Essex are being expected to wait up to two years for an ADOS assessment, which provides a formal diagnosis of Autism. This is unacceptable and is causing many children to miss out on early intervention, which is key for children with autism.",
        "closed_at": null,
        "created_at": "2019-03-18T21:45:22.881Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-19T06:32:50.869Z",
        "opened_at": null,
        "rejected_at": "2019-03-28T08:43:00.322Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This would be the responsibility of your local NHS services and local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttps://www.essex.gov.uk/Your-Council/Consultation-Feedback/Pages/Petitions.aspx\r\n\r\nYou could start a new petition calling for more funding for assessment of children for autism on the NHS, if that's what you'd like to happen. We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-03-28T08:43:04.511Z"
    },
    "id": 245928,
    "links": {
        "self": "https://petition.parliament.uk/petitions/245928.json"
    },
    "type": "petition"
}