{
    "attributes": {
        "action": "Reject the decision by Cumbria County Council to approve a new coal mine.",
        "additional_details": "The council believes that the project will eventually 'employ 500 people, with an estimated 2,000 more in its supply chain'. While this would benefit the community, the same money, were it to be invested in sustainable energy, could bring equal, or higher, levels of employment. The world is not ready for more investment in fossil fuels, and now is exactly the time to put a stop to this.\r\n\r\nhttps://www.independent.co.uk/environment/cumbria-coal-mine-woodhouse-colliery-climate-change-a8830046.html",
        "background": "A new £165 million coal mine has just been approved 'unanimously' by Cumbria county council. For any level of government to let these actions go ahead, especially following a weekend of protests and marching targeted at this exact sort of behaviour, is completely unacceptable.",
        "closed_at": null,
        "created_at": "2019-03-19T16:35:14.329Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-19T18:02:20.848Z",
        "opened_at": null,
        "rejected_at": "2019-03-27T10:59:09.368Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of local councils.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nCumbria County Council has its own e-petitions system. You can find out more here:\r\n\r\nhttps://councilportal.cumbria.gov.uk/mgePetitionListDisplay.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-27T10:59:39.944Z"
    },
    "id": 246027,
    "links": {
        "self": "https://petition.parliament.uk/petitions/246027.json"
    },
    "type": "petition"
}