{
    "attributes": {
        "action": "Stop anonymous from being an option when putting in a referral or complaint.",
        "additional_details": "Most anonymous referrals and complaints turn out to be malicious and untrue. This causes distress and a lot of emotion to family’s but also takes away services from people who really need them. Services are already stretched and this is made worse by people making lies up to try get to people. If a person has real concerns why would they feel the need to hide. By making it so they have to use a name will minimise the amount of false and malicious referrals and complaints, saving time and money.",
        "background": "A lot of time and money are wasted by services taking the time to investigate false allegations. Most anonymous referrals and complaints are made by people who are trying to cause trouble and make false and untrue statements. By stopping anonymous from being an option will reduce this from happening",
        "closed_at": null,
        "created_at": "2019-03-20T14:52:56.149Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-20T14:59:33.564Z",
        "opened_at": null,
        "rejected_at": "2019-03-27T17:38:17.422Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about anonymous referrals and complaints but we're not sure exactly what you'd like the UK Government or Parliament to do. In particular, we're not sure what kinds of referrals or complaints you're concerned about. \r\n\r\nYou could start a new petition explaining clearly what you'd like to happen. We can only accept petitions which call for actions that are the responsibility of the UK Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-03-27T17:39:20.763Z"
    },
    "id": 246178,
    "links": {
        "self": "https://petition.parliament.uk/petitions/246178.json"
    },
    "type": "petition"
}