{
    "attributes": {
        "action": "Vote of no confidence In the Maidenhead MP & Prime Minister Theresa May",
        "additional_details": "“ we will leave on the 29th March “. Now she is asking for extension. \r\n“ No deal better than bad deal “ her proposal takes us out of the EU but locks us in without a say.\r\n“We will leave the customs union “ this is correct BUT we will align all our laws to the EU’s which restricts the trade deals we can do around the world. Whole point in leaving is that we make our own laws not mimic the laws that are holding us back and ultimately the majority of voters voted to leave.",
        "background": "Theresa May is a EU supporter & voted as such in the EU referendum. She has renegaded on all of her promises on leaving the EU. “ leave means leave “ & “ No deal better than bad deal “ . She has done so much damage to the UK with her middle of the road approach trying to please both remain & leave.",
        "closed_at": null,
        "created_at": "2019-03-20T09:44:27.092Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-20T16:14:20.659Z",
        "opened_at": null,
        "rejected_at": "2019-03-25T17:14:36.216Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers, including the Prime Minister, to be sacked or for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-03-25T17:14:36.224Z"
    },
    "id": 246137,
    "links": {
        "self": "https://petition.parliament.uk/petitions/246137.json"
    },
    "type": "petition"
}