{
    "attributes": {
        "action": "Don’t allow the EU residents to move to U.K. if no deal is reached or a bad deal",
        "additional_details": "The health service is already suffering from limited resources and services.\r\n\r\nSchools are under pressure to provide education of the right level as pupil sizes are increasing.\r\n\r\nHousing shortage & not enough space in London to accommodate all the citizens of European and other countries entering EU entering the U.K.\r\n\r\nToo many EU citizens begging and living on the streets.\r\n\r\nNo criminal checks to people entering from the EU countries.\r\n\r\nThe EU residents are too many to be accommodated here in U.K.",
        "background": "Theresa May has endeavoured to make negotiations with all the EU leaders.\r\n\r\nIt is becoming apparent that the residents of European countries are moving to London putting pressure on our services.\r\n\r\nThere is nothing stopping the migrants travelling to Europe from getting into the U.K. also.",
        "closed_at": null,
        "created_at": "2019-03-20T07:15:58.281Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-20T07:47:24.215Z",
        "opened_at": null,
        "rejected_at": "2019-03-27T11:56:41.548Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what changes you'd like to see to immigration rules after the UK leaves the EU. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-27T11:56:41.553Z"
    },
    "id": 246114,
    "links": {
        "self": "https://petition.parliament.uk/petitions/246114.json"
    },
    "type": "petition"
}