{
    "attributes": {
        "action": "Parking fines. Option to dispute these fines by digital or telephone channels.",
        "additional_details": "Actions such as raising the dispute, attaching photos to support your challenge, are simple digitally, whereas printing copies, writing letters, cost of registered post etc. Following up by post or fax, is ineffective and time consuming. I am sure the majority of local authorities use similar tactics to maximize revenue and minimise valid challenges. All issuers of parking tickets should adhere to a standard code of practise including the ability to dispute a ticket via most effective channel.",
        "background": "Newham council are happy to receive payment of fines on-line or by telephone. If you wish to dispute the fine, it can only be done by post or fax. This is deliberately difficult, to discourage challenge and encourage you to pay in 14 days, to avoid the higher penalty. Unacceptable in digital age.",
        "closed_at": null,
        "created_at": "2019-03-20T13:55:59.989Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T19:51:12.850Z",
        "opened_at": null,
        "rejected_at": "2019-04-08T10:53:05.129Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is the responsibility of Newham Council. You could raise your issue with a local councillor, who represents you.\r\n\r\nYou can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-08T10:53:05.137Z"
    },
    "id": 246170,
    "links": {
        "self": "https://petition.parliament.uk/petitions/246170.json"
    },
    "type": "petition"
}