{
    "attributes": {
        "action": "Make selling fatloss products that have been proven not to work an offence.",
        "additional_details": "The post I saw that triggered this was a claim that a 'fat loss wrap' had the same effects as liposuction and it keeps the fat off. It's not on. They need to face penalties as the clients lose out financially as they do not achieve the stated claims at no fault of their own.",
        "background": "Social media has provided a platform to those who are not nutritionally qualified to sell 'fatloss'products such as teas, wraps and pills in an unethical way. They make outrageous false claims and use before and after photos that do not belong to them. I want to put a stop to this.",
        "closed_at": null,
        "created_at": "2019-03-20T17:21:23.463Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-20T17:38:49.329Z",
        "opened_at": null,
        "rejected_at": "2019-03-27T17:36:18.412Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like more regulation for fat loss products, but are not sure exactly what products you would like banned. It is also already illegal to use false or deceptive messages in advertising, so we are not sure what further action you'd like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition calling for specific types of weight loss products to be banned, if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2019-03-27T17:36:18.418Z"
    },
    "id": 246201,
    "links": {
        "self": "https://petition.parliament.uk/petitions/246201.json"
    },
    "type": "petition"
}