{
    "attributes": {
        "action": "Table a vote of no confidence in Prime Minister Theresa May",
        "additional_details": "\"Nothing has changed\" is a tag line by Theresa May which defines the issue of Brexit. The public are angry at her response to her accusations of saying this is what the public want. If she gets two votes the public should get one, if she gets three, the public definitely deserve one.",
        "background": "Theresa May has just made a statement on being on the Publics side. This is not true. Theresa May and her government have been found im comtempt of Parliament and has issued statements that have made her the victim of MPs who are in disagreement. This is a disgrace.",
        "closed_at": null,
        "created_at": "2019-03-20T21:00:19.899Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-20T21:58:20.048Z",
        "opened_at": null,
        "rejected_at": "2019-03-26T11:00:09.663Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers, including the Prime Minister, to be sacked or for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-03-26T11:00:12.762Z"
    },
    "id": 246246,
    "links": {
        "self": "https://petition.parliament.uk/petitions/246246.json"
    },
    "type": "petition"
}