{
    "attributes": {
        "action": "Keep the EU Veto until the UK has a Trading Agreement with the EU.",
        "additional_details": "Currently UK has a vote and, crucially, a veto within EU.\r\n\r\nEU asked what UK parliament wanted. Parliament said legally binding changes to Northern Ireland backstop. EU would not do it. Future trading arrangements will be held hostage over Gibraltar etc - result no trade deal.\r\n\r\nRevoke Art.50 so UK keeps vote & veto.  Negotiate future trading relationship whilst a member. Use veto to deal with problems. UK has same standards as EU so this should only take a few weeks. Then restart Art.50 process.",
        "background": "Parliament has put the UK in danger of being tied to the EU with no control over our trading relationships with the rest of the world and no say in the EU\r\nRewind Brexit. Revoke Article 50. Determine the future trading relationship with the EU then invoke Article 50 giving a 2 year transition period",
        "closed_at": null,
        "created_at": "2019-03-21T12:45:46.625Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T16:24:42.062Z",
        "opened_at": null,
        "rejected_at": "2019-04-08T13:13:08.916Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take. Under the negotiating rules agreed between the EU and UK in 2017 the future trading relationship isn't negotiated until after the UK has left the EU.\r\n\r\nIf you would like the UK Government to renegotiate those rules with the EU, revoke article 50, negotiate the future trading relationship and then re-trigger Article 50 you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 4,
        "state": "rejected",
        "updated_at": "2019-04-08T13:13:08.921Z"
    },
    "id": 246477,
    "links": {
        "self": "https://petition.parliament.uk/petitions/246477.json"
    },
    "type": "petition"
}