{
    "attributes": {
        "action": "Table a motion of no confidence in the government",
        "additional_details": "With a week to go until we apparently leave the EU, Theresa May has asked for an extension on Brexit. However, if the extension is not granted we could probably leave the EU next week with no deal. Theresa May has tried twice to push through a Brexit deal which nobody wants, yet the people do not get a second say in any of the negotiations",
        "background": "As the recent events have shown, our government has shown they are not capable of running this country. we need a government to help us at a most difficult time and will listen to the will of the people. Let us work together and create a government that is for the people. So please vote now.",
        "closed_at": null,
        "created_at": "2019-03-21T21:11:17.178Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:57:14.710Z",
        "opened_at": null,
        "rejected_at": "2019-03-26T15:09:21.103Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept petitions about appointments, which includes calling for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-03-26T15:09:21.113Z"
    },
    "id": 247289,
    "links": {
        "self": "https://petition.parliament.uk/petitions/247289.json"
    },
    "type": "petition"
}