{
    "attributes": {
        "action": "Bring a fundamental reform to the United Kingdoms democratic governing system.",
        "additional_details": "We need a fundamental change. \r\nI suggest that elected representatives should not be able to financially gain from being elected to serve their constituencies.\r\nElected representatives should be cared for by the country, fed, housed, given sufficient holiday but not paid. Upon completion of service then a financial incentive should be awarded.\r\nElected officials should not be allowed to take up concurrent employment whilst in service to the country. \r\n\r\nThis should be phased in over a period of years",
        "background": "The current democratic system is broken, the Brexit debacle is evidence alone.\r\nOur elected representatives are so financially invested about their own gain that they are unable to bring about the change voted for by the public without the biase of personal gain.",
        "closed_at": null,
        "created_at": "2019-03-21T22:02:12.785Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T01:49:48.153Z",
        "opened_at": null,
        "rejected_at": "2019-03-28T18:08:05.222Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because part of what you ask for isn't the responsibility of the UK Government and Parliament.\r\n\r\n The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n\r\nIf you'd like MPs to be banned from having additional paid employment, you could start a new petition asking for that. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-03-28T18:08:05.228Z"
    },
    "id": 247371,
    "links": {
        "self": "https://petition.parliament.uk/petitions/247371.json"
    },
    "type": "petition"
}