{
    "attributes": {
        "action": "Hold a petition to respect the voters of this Country who have voted to leave EU",
        "additional_details": "Put a stop to people being allowed to sign petitions to stop Brexit.",
        "background": "Put a stop to the bullying behaviour of this Country by the MP’s of Parliament a vote to leave the EU was done and won.  I feel my vote is totally undervalued as I didn’t vote to stay in the EU and because some MP’s don’t like the idea the possibility of having to vote again sickens me.",
        "closed_at": null,
        "created_at": "2019-03-21T21:53:04.236Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:57:15.614Z",
        "opened_at": null,
        "rejected_at": "2019-04-02T05:03:06.396Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have received a large number of petitions in support of leaving the EU, which are very similar to petitions that are already open. We cannot accept a new petition when we already have one asking for the same thing. You are more likely to get action if you sign and share a single petition. \n\nYou might like to sign and share one or more of these petitions. \n\nBrexit article 50 must not be withdrawn https://petition.parliament.uk/petitions/246387\n\nLeave the EU Without a deal on April 12th https://petition.parliament.uk/petitions/248281 \n\nLeave EU by April 12th 2019 with deal or no deal https://petition.parliament.uk/petitions/250967 \n\nLeave with No Deal if Parliament rejects the EU Withdrawal Agreement https://petition.parliament.uk/petitions/234393\n\nRenegotiate the Brexit deal immediately in the event MPs vote against it https://petition.parliament.uk/petitions/234195\n\nSupport the Prime Minister's Brexit Deal https://petition.parliament.uk/petitions/233104\n\nSay no to another EU Referendum aka \"Peoples Vote\" https://petition.parliament.uk/petitions/241418\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-04-02T05:03:06.402Z"
    },
    "id": 247352,
    "links": {
        "self": "https://petition.parliament.uk/petitions/247352.json"
    },
    "type": "petition"
}