{
    "attributes": {
        "action": "IT IS TIME TO PUT A STOP TO THIS ONGOING ENVIRONMENTAL DISASTER IN THE UK",
        "additional_details": "We need a large scale change in the mindset of our throwaway society and Governments are in the position to make this happen. Right now an estimated 12.7 million tonnes of plastic – everything from plastic bottles and bags to micro beads – end up in our oceans each year. That’s a truck load of rubbish a minute. This is the time for us to make a change! Our oceans are slowly turning into a plastic soup and the effects on ocean lives are chilling please help us to reduce plastic as soon as possible",
        "background": "Plastic is a major issue around the UK! Each year, 400 million tonnes of plastic is produced and 40% of that is single used, more than 8 million tonnes of plastic enters the world's oceans each year, and most of that escapes from land. Please sign this petition if you want to save the environment.",
        "closed_at": null,
        "created_at": "2019-03-21T22:18:06.772Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-28T19:27:35.069Z",
        "opened_at": null,
        "rejected_at": "2019-04-18T18:56:32.986Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about plastic use, but we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nYou might want to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/231235"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-04-18T18:56:38.588Z"
    },
    "id": 247397,
    "links": {
        "self": "https://petition.parliament.uk/petitions/247397.json"
    },
    "type": "petition"
}