{
    "attributes": {
        "action": "Include at least 1-2 ethnic minorities for almost every jury service",
        "additional_details": "Racial bias has in many cases proven to exist within the jury system. It is unfair for an all white jury to decide if a black or asian man is more likely to commit a crime in comparison to a white counterpart as people can often make a decision based on racial bias. Racial bias is also hard to prove however by having an ethnic minority in a trial especially for a case involving an ethnic minority they can understand what it is like to be stereotyped against & educate the rest of the jury members",
        "background": "Ethnic minorities are often stereotyped against when convicted. Their defence case is also often overlooked due to the bias & stereotypical image SOME jury members already have against them. Many are convicted without solid evidence by an all white jury who have never been stereotyped against.",
        "closed_at": null,
        "created_at": "2019-03-22T04:08:54.147Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:57:20.558Z",
        "opened_at": null,
        "rejected_at": "2019-04-18T18:19:43.290Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take. Equalities legislation would make it  illegal to pick a jury on the basis of race. We're not sure if removing that legislation is something that you would like to see happen.\r\n\r\nYou could start a new petition calling for all juries to be required to undergo compulsory racial bias training if that's something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2019-04-18T18:19:51.115Z"
    },
    "id": 247631,
    "links": {
        "self": "https://petition.parliament.uk/petitions/247631.json"
    },
    "type": "petition"
}