{
    "attributes": {
        "action": "Boycott the EU Elections in May 2019",
        "additional_details": "That would be absurd and a total hijacking of the sovereignty and internal affairs of the UK\r\nIf the EU elections go ahead, let the polling booths be empty, let there be silence, lets embarrass the EU in front of the world. If the UK unites we can send a powerful message that will humiliate them. We can use the EU Elections to demonstrate our determination to leave the EU.\r\nEuropean leaders have demonstrated time and again their understanding of democracy is superficial; they remain in many respects still socially and psychologically aligned with their own history of autocratic rule.\r\nThe UK was the single point of liberty and freedom in the 20th century, let us demonstrate we hold dear these key foundations of human society and will not be dragged into a United States of Europe.",
        "background": "The Government should stop any EU elections\r\n\r\nAt the June 2016 EU referendum 17.4 Million People voted to leave, a clear majority. Various political parties have conspired with the EU to frustrate the process and the delay will mean we could be faced with voting in new EU Elections in May 2019.",
        "closed_at": null,
        "created_at": "2019-03-22T07:34:59.148Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-05T20:27:32.394Z",
        "opened_at": null,
        "rejected_at": "2019-05-03T11:26:30.818Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It looks like you are calling on voters to take action and not the UK Government or Parliament.\r\n\r\nYou might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/250245\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-05-03T11:26:34.246Z"
    },
    "id": 247724,
    "links": {
        "self": "https://petition.parliament.uk/petitions/247724.json"
    },
    "type": "petition"
}