{
    "attributes": {
        "action": "Create better/humane conditions for all animals which are used for meat produce",
        "additional_details": "They’re often given so little space that they can’t even turn around or lie down comfortably. Egg-laying hens are kept in small cages, chickens and pigs are kept in jam-packed sheds, and cows are kept on crowded, filthy feedlots.\r\nAntibiotics are used to make animals grow faster and to keep them alive in the unsanitary conditions. Research shows that factory farms’ widespread use of antibiotics can lead to antibiotic-resistant bacteria that threaten human health",
        "background": "Too many animals are suffering and in poor disgusting conditions to be kept for meat and animal produce. Animals should be kept with large outdoor space to roam not tiny indoor cages. To not be ripped from their mothers after birth. Not being pumped with chemicals. Stop the suffering",
        "closed_at": null,
        "created_at": "2019-03-22T11:02:38.703Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:57:27.486Z",
        "opened_at": null,
        "rejected_at": "2019-04-01T12:32:58.995Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about animal welfare, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition calling for specific changes to the legal minimum standards for animal welfare, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-04-01T12:32:59.002Z"
    },
    "id": 247983,
    "links": {
        "self": "https://petition.parliament.uk/petitions/247983.json"
    },
    "type": "petition"
}