{
    "attributes": {
        "action": "stop the selling of cages under the minimal requirements",
        "additional_details": "Pets at home is a prime example of people not knowing what small animals need, they sell small/2 story cages for hamsters now hamsters have bad eye site as it is so why would you add levels if they cant see in front of themselves? Cages like ovo and the circus cage pets at home sell should be banned and replaced with cages such as the Alaskan, hamster heaven. The ovo&circus cage is equivalent to us living in a bathroom we wouldn't wanna live in the space the size of that so why should a hamster?",
        "background": "I want to stop the selling of cages under the minimal requirements which are 80x50, the cages that are under this size cause allot of stress for our small animals. Before i knew any better i had a small cage for my hamster he started to bar bite it and eventually lost his tooth because of this.",
        "closed_at": null,
        "created_at": "2019-03-22T12:55:37.004Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:57:30.826Z",
        "opened_at": null,
        "rejected_at": "2019-04-01T12:30:14.721Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about the sale of small cages for pets, but we're not sure exactly what you'd like the UK Government or Parliament to do.\r\n\r\nYou could start a new petition calling for it to be illegal to market any cage smaller than 50x80cm as being suitable for hamsters, if that's what you would like to happen.\r\n\r\nYou'll need to give your full name to start a petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-01T12:30:14.730Z"
    },
    "id": 248138,
    "links": {
        "self": "https://petition.parliament.uk/petitions/248138.json"
    },
    "type": "petition"
}