{
    "attributes": {
        "action": "For the government to respect the law under article 50, no deal is the default",
        "additional_details": "When the referendum result was released and Theresa May replaced David Cameron as Prime Minister, Theresa May said that, \"Brexit means Brexit\" and she also said, \"No deal is better than a bad deal\". This was written into law when she initiated article 50 which over 500 politicians voted for out of over 640. It's time they should obey the law they themselves ratified into legalisation into British law. If Theresa May wants to go back on this she should step down and make way for someone who will",
        "background": "The law is the law, and the will of the people is the will of the people. If we as members of the public break the law we get arrested and potentially sent to prison. Why do politicians think they can bend the law when they don't like it?",
        "closed_at": null,
        "created_at": "2019-03-22T12:57:46.810Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T02:32:18.532Z",
        "opened_at": null,
        "rejected_at": "2019-04-02T05:03:07.809Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have received a large number of petitions in support of leaving the EU, which are very similar to petitions that are already open. We cannot accept a new petition when we already have one asking for the same thing. You are more likely to get action if you sign and share a single petition. \n\nYou might like to sign and share one or more of these petitions. \n\nBrexit article 50 must not be withdrawn https://petition.parliament.uk/petitions/246387\n\nLeave the EU Without a deal on April 12th https://petition.parliament.uk/petitions/248281 \n\nLeave EU by April 12th 2019 with deal or no deal https://petition.parliament.uk/petitions/250967 \n\nLeave with No Deal if Parliament rejects the EU Withdrawal Agreement https://petition.parliament.uk/petitions/234393\n\nRenegotiate the Brexit deal immediately in the event MPs vote against it https://petition.parliament.uk/petitions/234195\n\nSupport the Prime Minister's Brexit Deal https://petition.parliament.uk/petitions/233104\n\nSay no to another EU Referendum aka \"Peoples Vote\" https://petition.parliament.uk/petitions/241418\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-03T02:51:33.534Z"
    },
    "id": 248147,
    "links": {
        "self": "https://petition.parliament.uk/petitions/248147.json"
    },
    "type": "petition"
}