{
    "attributes": {
        "action": "Investigate how false these petitions are as anyone can sign it multiple times.",
        "additional_details": "People have signed that petition from all of the world, including people who are not British citizens. Brexit is happening, and people should just accept it.",
        "background": "Following on from the latest petition calling for Brexit to be scrapped reaching over 3M signatures (at the time of this being made), I would like people to sign this as much as they can to show the government how false the petition is.",
        "closed_at": null,
        "created_at": "2019-03-22T14:24:44.374Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:57:33.098Z",
        "opened_at": null,
        "rejected_at": "2019-04-03T14:03:13.022Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe already monitor petitions to check for fraudulent activity. We use a number of techniques, automated and manual, to identify and block signatures from bots, disposable email addresses or other sources that show signs of fraudulent activity. We also monitor signing patterns. For security reasons, we don’t tell people when their fraudulent activity has been unsuccessful.\r\n\r\nWe don’t comment in detail about the security measures, but all petitions are subject to checks as part of due diligence and any concerns investigated. We're therefore not sure exactly what further action you'd like to see.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-03T15:14:39.492Z"
    },
    "id": 248288,
    "links": {
        "self": "https://petition.parliament.uk/petitions/248288.json"
    },
    "type": "petition"
}