{
    "attributes": {
        "action": "Make it more accessible for people to find and comment on planning applications",
        "additional_details": "It can be difficult for people to clearly see what major changes are occurring in their city. Often times, people aren't aware that a new building is being planned until it begins construction. It should be made more clear to the public what is being proposed and it should be easier for people to have their say on the matter. This can be done by consulting local residents directly about major works, or by using a common sense approach to prioritise displaying large scale changes online.",
        "background": "On council websites, large scale developments sit alongside minor works such as tree removals. This makes it confusing and time consuming for the public to have their say on new developments in their area, leading to a lack of effective public awareness and consultation during the planning process.",
        "closed_at": null,
        "created_at": "2019-03-22T13:49:03.789Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:57:32.691Z",
        "opened_at": null,
        "rejected_at": "2019-04-04T17:30:33.668Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this is the responsibility of your local council and not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor, who represents you. \r\n\r\nYou can use this page to find out who your local councillors are, and how to contact them: \r\nhttps://www.gov.uk/find-your-local-councillors \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-04T17:30:33.676Z"
    },
    "id": 248239,
    "links": {
        "self": "https://petition.parliament.uk/petitions/248239.json"
    },
    "type": "petition"
}