{
    "attributes": {
        "action": "UK Public vote of no confidence for Theresa May to step down as PM",
        "additional_details": "When questioned in Brussels on whether she thought the public's view had shifted towards revoking Article 50, Theresa May said she “will not countenance” revoking Article 50.\r\n\r\nThe Prime Minister has ruled out halting the Brexit process, saying: “I do not believe that we should be revoking Article 50.”\r\n\r\nIf the UK public wants to have a petition to revoke article 50. It should be listened to and not dismissed by the Prime Minister.\r\n\r\nSomething needs to change. Now!",
        "background": "We have seen that over 3 Million members of the public sign a petition to revoke article 50 and remain in the EU. Theresa May is dismissing this petition.\r\n\r\nThis is what the public wants not the MP's If Theresa May can't do this. Maybe we should have a PM who would.",
        "closed_at": null,
        "created_at": "2019-03-22T16:11:29.058Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:57:35.406Z",
        "opened_at": null,
        "rejected_at": "2019-04-01T09:33:07.410Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about honours and appointments. That includes asking for people to resign or be sacked. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could search for and sign a petition about that:\r\n\r\nhttps://petition.parliament.uk/\r\n\r\nIf you would like a general election, you might like to sign this petition instead:\r\n\r\nHave another general election  https://petition.parliament.uk/petitions/235480"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-04-01T09:33:07.465Z"
    },
    "id": 248395,
    "links": {
        "self": "https://petition.parliament.uk/petitions/248395.json"
    },
    "type": "petition"
}