{
    "attributes": {
        "action": "Replace petition email verification with postcard to prevent bogus signatures.",
        "additional_details": "The recent \"Revoke Article 50\" petition purports to have gained more than a million signatures per day and shows areas with 18% of the electorate signing. This is clearly not credible and brings the petition system into disrepute.\r\n\r\nA postcard system would cost little to administer as the cards would be printed and posted in bulk and scanned automatically on their return. \r\n\r\nI suggest return postage be paid by the signatory. The 58p cost would deter spurious responses and save taxpayers' money.",
        "background": "Government petitions validate signatories by checking for a valid UK postcode and requiring signatories to click a link in an email. Both of these are very easy to fake. \r\n\r\nAnyone with moderate coding skills and free software could put together a system to generate bogus signatures in a few days.",
        "closed_at": null,
        "created_at": "2019-03-22T19:17:36.998Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:57:39.390Z",
        "opened_at": null,
        "rejected_at": "2019-04-08T09:16:44.001Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because it's not clear what you would like to happen. Using a postcard system would stop the petitions system being an e-petitions system and turn it in to a paper petitions system instead. \r\n\r\nIn any case, the Government Digital Service monitors petitions to check for fraudulent activity. They use a number of techniques, automated and manual, to identify and block signatures from bots, disposable email addresses or other sources that show signs of fraudulent activity. They also monitor signing patterns. For security reasons, we don’t tell people when their fraudulent activity has been unsuccessful.\r\n\r\nWe don’t comment in detail about the security measures, but all petitions are subject to checks as part of due diligence and any concerns investigated.\r\n\r\nIf you want the Government and Parliament e-petitions site to be closed you could sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/251900"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-08T09:16:44.138Z"
    },
    "id": 248598,
    "links": {
        "self": "https://petition.parliament.uk/petitions/248598.json"
    },
    "type": "petition"
}