{
    "attributes": {
        "action": "Allow the people Of Scotland to refer themselves for Mental health services NHS",
        "additional_details": "The Suicide rate in Scotland is higher than the rest of the U.K and I don’t know anybody in my city who doesn’t know somebody who tragically lost their life to suicide. There needs to be more help in place that is more easily accessible. Many people with depression do not want to talk about it and find it hard to express their emotions, with this service they wouldn’t need to talk to their GP and they would be one step closer to getting help. If it works in England please trial it in Scotland.",
        "background": "The NHS in England allows people to refer themselves online for mental health/psychological services without the need to go through their GP. These services include CBT and therapy for help with depression, anxiety, ocd etc. This would save time and help those who struggle to talk about emotions.",
        "closed_at": null,
        "created_at": "2019-03-22T20:57:01.880Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:57:41.349Z",
        "opened_at": null,
        "rejected_at": "2019-04-04T18:10:13.506Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because healthcare in Scotland is the responsibility of the Scottish Government and Parliament and not the UK Government or Parliament.\r\n\r\nYou can start a petition to the Scottish Parliament here:\r\n\r\nhttps://www.parliament.scot/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-04-04T18:10:13.513Z"
    },
    "id": 248716,
    "links": {
        "self": "https://petition.parliament.uk/petitions/248716.json"
    },
    "type": "petition"
}