{
    "attributes": {
        "action": "More accountability and transparency within family courts.",
        "additional_details": "The family court exists behind closed doors. There is little in the way of scrutiny to ensure proper procedure, or to ensure that the courts follow prescribed law within proceedings. Court appointed ‘experts’, local authority and Cafcass all seem to influence outcomes without any checks or balances. Family court judges appear to accept their opinions without question. Indeed; in some cases, they appear to laud incorrect conclusions. There needs to be a sea-change within the Family Courts.",
        "background": "Family court judges, court ordered ‘experts’, Cafcass and local authorities are not held accountable within Family Court proceedings. The author of this petition maintains there is an insidious culture of ‘silence and support’ that pervades the Family Court system often to the detriment of parents.",
        "closed_at": null,
        "created_at": "2019-03-23T01:25:00.655Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T07:40:29.435Z",
        "opened_at": null,
        "rejected_at": "2019-03-29T18:15:34.166Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you have concerns about the family courts, but we're not sure exactly what you'd like the Government or Parliament to do.  You could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-03-29T18:15:34.173Z"
    },
    "id": 248892,
    "links": {
        "self": "https://petition.parliament.uk/petitions/248892.json"
    },
    "type": "petition"
}