{
    "attributes": {
        "action": "Install recorded CCTV on the Army and Navy Roundabout in Chelmsford.",
        "additional_details": "Earlier this year, a driver tried to cut me up on this roundabout from the inside lane to exit the A114. Instead of successfully completing this manoeuvre, they hit me on my drivers side. After I made a claim I was told it will be a 50-50 outcome, as there was no physical evidence of what happened that night. If there had been recorded CCTV, I would have won my case. This is why I feel so strongly in having CCTV on every part of the roundabout, especially if it could help someone in the future.",
        "background": "Most people assume that the Army and Navy roundabout in Chelmsford has cameras. Although they have one situated overlooking the flyover and the A114 exit, it does not record, and it is simply used for live traffic control and monitoring. \r\nI am petitioning for the installation of recorded CCTV.",
        "closed_at": null,
        "created_at": "2019-03-22T22:22:22.127Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:57:42.181Z",
        "opened_at": null,
        "rejected_at": "2019-04-01T17:57:38.742Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Safety on local roads is the responsibility of your local council.\r\n\t\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-04-01T18:01:09.480Z"
    },
    "id": 248802,
    "links": {
        "self": "https://petition.parliament.uk/petitions/248802.json"
    },
    "type": "petition"
}