{
    "attributes": {
        "action": "Stop planned removal of play equipment in Kirklees.",
        "additional_details": "Some families are not able to get to “destination parks” such as greenhead park etc. Taking play and exercise equipment and funding away from doorstep parks will have a massive negative impact on children of Kirklees.\r\nChildren are already at risk of online gaming addiction, removing local play equipment will increase this risk and will not support the development of children in Kirklees.",
        "background": "More than 100 of our 342 will be modernised but most will be converted into play spaces with no swings or slides.\r\nWith excercise and play being a pivotal part of children’s development, and online play becoming an increasing issue funding should be put into local areas to encourage children’s play.",
        "closed_at": null,
        "created_at": "2019-03-23T08:47:57.727Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:57:44.333Z",
        "opened_at": null,
        "rejected_at": "2019-03-29T18:53:56.551Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local parks are the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-03-29T18:53:56.556Z"
    },
    "id": 248978,
    "links": {
        "self": "https://petition.parliament.uk/petitions/248978.json"
    },
    "type": "petition"
}