{
    "attributes": {
        "action": "Outlaw party political whips from influencing parliamentary votes in any way.",
        "additional_details": "Parliamentarians in the final stages leading up to the 29th March 2019 have abjectly failed to act in the best interests of UK residents by coming to a consensus. Party politics consequentially caused the Brexit vote in the first place exclusively for party political gain - ever since then it is abundantly clear that party politics and the personal ambition of a large number of MP's have caused singular dysfunction in parliament on all sides of the argument. The removal of the ability of political parties to disrupt the governance of our nation in this way is required.",
        "background": "Parliamentarians must vote with their personal ideology and/or with the will of their constituents. The Brexit experience has shown us all that party political aspiration and personal ambition of MP's are not acting in the best interests of the United Kingdom.",
        "closed_at": null,
        "created_at": "2019-03-23T11:17:50.558Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T01:49:58.492Z",
        "opened_at": null,
        "rejected_at": "2019-04-03T14:17:30.862Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we are not sure what action you would like outlawed.\r\n\r\nPolitical parties can ask MPs to vote in a particular way. However, the decision is still made by the MP.\r\n\r\nYou could start a new petition calling for the UK Government to no longer appoint whips if that is something you would like to see happen.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-04-03T14:17:35.293Z"
    },
    "id": 249120,
    "links": {
        "self": "https://petition.parliament.uk/petitions/249120.json"
    },
    "type": "petition"
}