{
    "attributes": {
        "action": "Conduct an Immediate Investigation into the Petition 241584",
        "additional_details": "Timings of voting patterns where evident when the Petetion Website site relating to this website refreshed every 10 secs with clear incremental voting patterns; Video evidence suggest the use of autobot submissions. There is evidence of Internet Users recommending multiple submissions & how to instructions. \r\nThis casts into doubt the integrity of the UK Petitons process & it clearly demonstrates this system is not fit for purpose when it can easily be circumvented.  This review is urgent.",
        "background": "It is clear from data this petition & the number of contributions made within such a short time frame suggests false submissions have been made.  It may have even had interference and manipulation with the use of an automated systems such were the patterns of voting recorded during silent hours.",
        "closed_at": null,
        "created_at": "2019-03-23T11:35:03.303Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:57:47.207Z",
        "opened_at": null,
        "rejected_at": "2019-04-03T13:42:02.285Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe already monitor petitions to check for fraudulent activity. We use a number of techniques, automated and manual, to identify and block signatures from bots, disposable email addresses or other sources that show signs of fraudulent activity. We also monitor signing patterns. For security reasons, we don’t tell people when their fraudulent activity has been unsuccessful.\r\n\r\nWe don’t comment in detail about the security measures, but all petitions are subject to checks as part of due diligence and any concerns investigated. We're therefore not sure exactly what further action you'd like to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-03T15:02:30.131Z"
    },
    "id": 249132,
    "links": {
        "self": "https://petition.parliament.uk/petitions/249132.json"
    },
    "type": "petition"
}