{
    "attributes": {
        "action": "18+ student Oyster cards to give us a discount not a lie.",
        "additional_details": "On single fare finder if you type in your starting point and destination the exact same fare comes up for both adult and 18+ student Oyster cards. I have used this card for almost a year with £1.50 coming off each time on the bus. Not only me either. This is an adult fare not 30% off. I think it’s very wrong and misleading we are students and being fooled and taken advantage of.\r\n Things I want from this petition:\r\n* to actually have that 30% off bus fares\r\n* to have a tube and train discount also",
        "background": "Every time I get on a bus I get charged £1.50 which is the same as an adult fare. Tube does not count it is the same fare. They sold us an 18+ student Oyster card making us believe we will be getting 30% off bus fares  and discounted travel. \r\n\r\nWe should get tube and train discounts also.",
        "closed_at": null,
        "created_at": "2019-03-23T12:24:29.699Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:57:48.081Z",
        "opened_at": null,
        "rejected_at": "2019-03-29T18:51:50.941Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. Oyster cards are the responsibility of Transport for London, which is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-03-29T18:51:50.951Z"
    },
    "id": 249182,
    "links": {
        "self": "https://petition.parliament.uk/petitions/249182.json"
    },
    "type": "petition"
}