{
    "attributes": {
        "action": "In  future  MP candidates must provide 10 years plus non political experience",
        "additional_details": "The above petition is based on many conversations with friends and business representatives who opine that many of the present day MPs are not fit for purpose as they lack intellect, financial independence, business experience, management and leadership skills, competency and a lack of compromise for the greater good",
        "background": "Present MPs lack non political experience resulting in an inability to serve competently.There is a serious lack of being able to find and properly instigate solutions to problems in a proper and timely manner  due to a lack of leadership and team management skills resulting in public frustration",
        "closed_at": null,
        "created_at": "2019-03-23T15:14:20.522Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T01:50:00.804Z",
        "opened_at": null,
        "rejected_at": "2019-04-04T14:31:21.236Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nThe selection of candidates to stand for parliament is the responsibility of political parties and not the UK Government or Parliament as a whole.\r\n\r\nYou could start a new petition calling for a law disqualifying anyone from sitting in Parliament who cannot demonstrate experience outside politics if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2019-04-04T14:31:41.637Z"
    },
    "id": 249324,
    "links": {
        "self": "https://petition.parliament.uk/petitions/249324.json"
    },
    "type": "petition"
}