{
    "attributes": {
        "action": "Make it a criminal offence to display the USSR Hammer & Sickle symbol in public.",
        "additional_details": "It is time that this symbol was removed from 21st century public life in Britain and is treated with equal contempt to the Nazi swasticker. We have hundreds of thousands of immigrants living here who have come from Eastern European states which suffered numerous horrors under the soviet regime. They will either themselves or have family members who have suffered under the barbaric Soviet Union and there should be no place for people who arrogantly wave this symbol of suffering in their faces.",
        "background": "The Soviet Union, along with other Communist regimes today and throughout the 20th century were responsible for the illegal deportation, forced labour and brutal murders of millions of human beings. All of this was done under the banner of the hammer and sickle communism symbol.",
        "closed_at": null,
        "created_at": "2019-03-23T15:01:01.837Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-13T20:01:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-18T07:56:43.552Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what you mean by removing the USSR symbol from public life, for example whether this includes banning it's public display in all circumstances.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-18T07:57:01.467Z"
    },
    "id": 249313,
    "links": {
        "self": "https://petition.parliament.uk/petitions/249313.json"
    },
    "type": "petition"
}