{
    "attributes": {
        "action": "Award the Nobel Peace Prize to Jacinda Ardern The PM of New Zealand",
        "additional_details": "The diverse global community is searching for leadership that can unite peoples from different cultures, religions and languages. The people are from one humanity where the life and dignity of each and every citizen matters. We need leadership that inspires us all to value and respect our differences and yet bring us all together in peaceful coexistence. \r\n\r\nThe Prime Minister of New Zealand Jacinda Ardern is living proof and an example that needs to be officially recognised all around the world",
        "background": "After the recent cold blooded murders of men women and children in a mosque in Christchurch - New Zealand, the leadership and compassion shown by the Prime Minister of New Zealand is exemplary. She has shown how gun violence should be controlled internationally and how compassion heals and unites.",
        "closed_at": null,
        "created_at": "2019-03-23T16:29:09.495Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:57:51.628Z",
        "opened_at": null,
        "rejected_at": "2019-03-28T17:06:49.024Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept your petition because it asks for someone to be nominated for an honour. \r\n\r\nIn any case, this decision is the responsibility of the Nobel Foundation not the UK Parliament and Government. You can find out more about that here:\r\n\r\nhttps://www.nobelprize.org/nomination/peace/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-28T17:06:49.032Z"
    },
    "id": 249398,
    "links": {
        "self": "https://petition.parliament.uk/petitions/249398.json"
    },
    "type": "petition"
}