{
    "attributes": {
        "action": "Investigate the signatures which have signed the petition to revoke Article 50",
        "additional_details": "",
        "background": "Social media has said to have found multiple signatures from all different countries - you should only have a say if you are currently fully resident in the UK.",
        "closed_at": null,
        "created_at": "2019-03-23T19:14:39.846Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T01:50:03.609Z",
        "opened_at": null,
        "rejected_at": "2019-04-04T13:21:24.679Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nUnder the rules agreed by the House of Commons, anyone who is a UK resident or British citizen can sign a petition, including British citizens living or serving overseas.\r\n\r\nWe already monitor petitions to check for fraudulent activity. We use a number of techniques, automated and manual, to identify and block signatures from bots, disposable email addresses or other sources that show signs of fraudulent activity. We also monitor signing patterns. For security reasons, we don’t tell people when their fraudulent activity has been unsuccessful.\r\n\r\nWe don’t comment in detail about the security measures, but all petitions are subject to checks as part of due diligence and any concerns investigated.\r\n\r\nYou could start a new petition to change the rules to prevent all people with an IP address registered overseas, including British citizens, from signing petitions if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-04T13:21:50.546Z"
    },
    "id": 249603,
    "links": {
        "self": "https://petition.parliament.uk/petitions/249603.json"
    },
    "type": "petition"
}