{
    "attributes": {
        "action": "please stop eu migrants from calling all blood relations from non eu countries.",
        "additional_details": "eu migrants who are initally from pakistan, india bangladesh etc settled in eu countries such as spain, italy france etc. Then from there moved into the uk now calling people from pakistan india etc easily over by claiming they are supporting families financially. they are calling over parents, siblings, siblings partners, their children and siblings grandchildren list is endless!",
        "background": "Sajid Javid has taken a new immigration law out where eu migrants who have settled in the uk can call over all \"blood relations\" to the uk who they claim they are financially supporting. This law is being wrongly used to call extended families to settle in the uk. please stop this!",
        "closed_at": null,
        "created_at": "2019-03-23T21:34:00.007Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:57:57.373Z",
        "opened_at": null,
        "rejected_at": "2019-04-08T09:21:13.764Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's not the UK Government or Parliament's responsibility to stop people applying for UK residence if they are entitled to it.\r\n\r\nYou can find out more about the Government's proposals for settled status after leaving the EU here:\r\n\r\nhttps://www.gov.uk/settled-status-eu-citizens-families/what-settled-and-presettled-status-means\r\n\r\nYou could start a new petition calling for changes to those arrangements if that's something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-04-08T09:21:20.791Z"
    },
    "id": 249796,
    "links": {
        "self": "https://petition.parliament.uk/petitions/249796.json"
    },
    "type": "petition"
}