{
    "attributes": {
        "action": "To block all none UK I.P. users taking part on Government petitions",
        "additional_details": "One petition in particular is the now article 50 one with 100'000s of signatures coming from the 4 corners of the globe.\r\nPeople who have no vested interests signing away the rights of the 17 million people who voted leave.\r\n\r\nThis may suit some but it's another way of those who didn't get things to go their way of cheating the system and falsifying stats.\r\n\r\nI am one of the people who as not changed my mind, and I'm fed up of being told I have\r\n\r\nYou can sign this leave or stay if you believe in truth",
        "background": "I propose that this medium we are prevailed to use should be exclusive to U.K.  I.P. users with the exception of Gibraltar. ATEOTD U.K. law could ultimately be changed & with that in mind we don't want this to be a beacon for internet trolls trying to disrupt our democracy.",
        "closed_at": null,
        "created_at": "2019-03-24T00:35:07.082Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:58:00.350Z",
        "opened_at": null,
        "rejected_at": "2019-04-05T13:23:45.114Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nUnder the rules agreed by the House of Commons, anyone who is a UK resident or British citizen can sign a petition, including British citizens living or serving overseas. Signing patterns are monitored for fraud prevention.\r\n\r\nYou could start a new petition to change the rules to prevent all people with an IP address registered overseas, including British citizens, from signing petitions if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-05T13:23:45.120Z"
    },
    "id": 249954,
    "links": {
        "self": "https://petition.parliament.uk/petitions/249954.json"
    },
    "type": "petition"
}