{
    "attributes": {
        "action": "The UK should have a second and final referendum whether or not to leave the EU",
        "additional_details": "One of the things that Brexit was promoted with was the huge Immigration issue in the UK. Now that Brexit has looked imminent the public are more educated to know that Brexit will have little to no impact on improving the immigration issue in the UK. This is just one of the many things that were miss-sold to the public. Further to this Brexit was voted in with the last PM in power NOT with Teresa May as our PM.",
        "background": "The public were miss-sold the benefits of leaving the EU and on that basis the people should be given the right to voting again only this time the people are better informed. For example It was promoted that if we left the EU we would have an extra £350 million to put into the NHS.",
        "closed_at": null,
        "created_at": "2019-03-24T06:02:45.562Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:58:01.090Z",
        "opened_at": null,
        "rejected_at": "2019-04-02T04:59:12.135Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have received a large number of petitions about a second referendum on EU membership, which are very similar to petitions that are already open. We cannot accept a new petition when we already have one asking for the same thing to happen. You are more likely to get action on this issue if you sign and share a single petition. \n\nYou might like to sign and share one or more of these petitions. \n\nGeneral petitions about a second referendum: \n\nTo have a second referendum on Britain leaving the EU https://petition.parliament.uk/petitions/231461\n\nHold a new Brexit referendum at the next General Election if UK has not left EU https://petition.parliament.uk/petitions/239032\n\nGrant a People's Vote if Parliament rejects the EU Withdrawal Agreement https://petition.parliament.uk/petitions/232984\n\nRevoke Article 50 then hold a referendum on our future relationship with the EU https://petition.parliament.uk/petitions/245960\n\nPetitions asking for specific questions in a second referendum:\n\nHold a second referendum on EU membership. (No deal not an option.) https://petition.parliament.uk/petitions/235138\n\nInclusion of No Deal Brexit be a condition for any second referendum. https://petition.parliament.uk/petitions/245516\n\nIn further public vote on course of leaving the EU, \"Remain\" not an option shown https://petition.parliament.uk/petitions/233063\n\nHold a 2nd referendum (2 tier), stay or leave, if leave: Mays deal or No Deal. https://petition.parliament.uk/petitions/241701\n\n2nd referendum 1 - Exit the EU with No Deal 2 - Revoke article 50 https://petition.parliament.uk/petitions/246157\n\nHave a new referendum regards leaving the European Union. (Accept current deal / no deal / negotiate a \"new softer Brexit\".) https://petition.parliament.uk/petitions/250135\n\nMechanism for second Brexit Referendum that will resolve the current stalemate (\"Hard Brexit\" / Theresa May's deal / or remain.) https://petition.parliament.uk/petitions/235216\n\nHave a referendum on whether the UK should join the EEA. https://petition.parliament.uk/petitions/245505\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-04-02T04:59:12.140Z"
    },
    "id": 249997,
    "links": {
        "self": "https://petition.parliament.uk/petitions/249997.json"
    },
    "type": "petition"
}