{
    "attributes": {
        "action": "Scrap the petition to Revoke Article 50",
        "additional_details": "If many of the signatures on this petition are found to be false, then the petition should be removed immediately and an investigation started into potential fraud.",
        "background": "In the past week a petition calling for Article 50 to be revoked has passed 4 million signatures.\r\nIt has since been claimed that many of these signatures are false, many being attributed to Jacob Reece Mogg, Nigel Farage and even Her Majesty the Queen.",
        "closed_at": null,
        "created_at": "2019-03-24T09:07:01.740Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:58:02.059Z",
        "opened_at": null,
        "rejected_at": "2019-04-04T14:51:26.319Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/246387\r\n\r\nIn any case, we already monitor petitions to check for fraudulent activity. We use a number of techniques, automated and manual, to identify and block signatures from bots, disposable email addresses or other sources that show signs of fraudulent activity. We also monitor signing patterns. For security reasons, we don’t tell people when their fraudulent activity has been unsuccessful.\r\n\r\nWe don’t comment in detail about the security measures, but all petitions are subject to checks as part of due diligence and any concerns investigated. We're therefore not sure exactly what further investigation you'd like to see.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-04T14:51:26.417Z"
    },
    "id": 250078,
    "links": {
        "self": "https://petition.parliament.uk/petitions/250078.json"
    },
    "type": "petition"
}