{
    "attributes": {
        "action": "Make petitions online require identifying security to stop petition corruption",
        "additional_details": "The petition Number 241584, is a prime example of a petition that was being signed by nearly 500 every few seconds during an afternoon of a working week. Impossible unless it was a national holiday for the signers of said petition. Its not the first time as shown here in this article https://www.bbc.co.uk/news/technology-36640459?SThisFB&fbclid=IwAR2J8mUTlJhtkzXQtn4bhSBB9sJTajUPbkkWiOHWpeiFbWvhR8FX6pfyMWk.\r\nPetitions must make the system more secure to sign and only be signed once per uk person",
        "background": "Petitions are being signed by people with multiple emails, using bots, using their children's emails and from people not from the UK. \r\nThe petitions system triggers our government in to responding to the electorates requests. The government are being triggered by misrepresentation of signings.",
        "closed_at": null,
        "created_at": "2019-03-24T10:27:49.860Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:58:03.052Z",
        "opened_at": null,
        "rejected_at": "2019-04-08T13:02:22.609Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take. We aren't sure what new measures you would like to see.\r\n\r\nMuch like the traditional paper petitioning system, which asks people to provide an address and signature, the e-petitions system aims to strike a balance between allowing people to easily register their support for issues which are important to them, whilst discouraging dishonesty. \r\n\r\nThe Government Digital Service, who run the Government and Parliament e-petitions site, have a number of ways of identifying and preventing fraudulent activity based around blocking, removing and monitoring signatures as appropriate. These include techniques, automated and manual, to identify and block signatures from bots, disposable email addresses or other sources that show signs of fraudulent activity. They also monitor signing patterns and take action when appropriate. Ideally, someone who has tried to fraudulently sign a petition would never realise that they have failed.\r\n\r\nUnder the rules agreed by the House of Commons, anyone who is a UK resident or British citizen is allowed to sign a petition. You could start a new petition to only allow people who have a specific form of identification to start a petition if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-08T13:02:22.616Z"
    },
    "id": 250146,
    "links": {
        "self": "https://petition.parliament.uk/petitions/250146.json"
    },
    "type": "petition"
}