{
    "attributes": {
        "action": "Make an accepted offer on a house/property a legally binding contract.",
        "additional_details": "The current system gives neither party any security or confidence that the transaction will be completed, prior to exchange of contracts, which happens very late on in the conveyancing process. Should either party decide to withdraw prior to exchange of contracts, there are currently no penalties or requirement to reimburse the other party for any distress or financial loss incurred. The system in Scotland and in other countries protects both parties once an offer has been accepted. Why is there no such protection in England? Please sign this petition as a change in the law would prevent both parties from withdrawing without good reason, such as a survey revealing structural defects in the property, which can be months after an offer has been made and accepted.",
        "background": "The government urgently need to review the laws relating to buying and selling property  Buying or selling a property is a very stressful experience. A change in the law would protect both parties against practices such as gazumping and attempts to drop the price by the buyer at the final hurdle.",
        "closed_at": null,
        "created_at": "2019-03-24T11:44:43.705Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T01:44:44.554Z",
        "opened_at": null,
        "rejected_at": "2019-03-27T15:06:00.663Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/231425"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-03-27T15:06:00.670Z"
    },
    "id": 250219,
    "links": {
        "self": "https://petition.parliament.uk/petitions/250219.json"
    },
    "type": "petition"
}