{
    "attributes": {
        "action": "75 years after “Great Escape” led by Roger Bushell, award him a George Cross",
        "additional_details": "Bushell’s network also provided the Allies with vital intelligence on German weapons production. His was an extraordinary contribution to the Allies’ success and his story is told in The Great Escaper by Simon Pearson and celebrated by Dan Snow at the Hammersmith Apollo and screened in cinemas throughout the country on March 24, 2019 - the 75th anniversary of the escape. Bushell should have been recognised decades ago - let’s put it right now",
        "background": "The 76-man breakout from Stalag Luft III was the most successful escape of the Second World War, causing mayhem in Germany and enraging Hitler, who ordered the murder of 50 captured officers. Bushell had been warned he would be shot if he caused more trouble for the Germans. He went ahead anyway.",
        "closed_at": null,
        "created_at": "2019-03-24T12:56:29.784Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T01:44:45.322Z",
        "opened_at": null,
        "rejected_at": "2019-03-28T09:17:37.369Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept your petition because it asks for someone to be nominated for an honour.\r\n\r\nMembers of the public can nominate people for honours directly. You can find out how to nominate someone for an honour, including the George Cross, here:\r\n\r\nhttps://www.gov.uk/honours"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-02T15:08:24.462Z"
    },
    "id": 250265,
    "links": {
        "self": "https://petition.parliament.uk/petitions/250265.json"
    },
    "type": "petition"
}