{
    "attributes": {
        "action": "Abolish Council tax along with local acts that empower private companies",
        "additional_details": "Local government finance act 1993 (LGFA) (private act) clearly arguably manipulates council taxes ruling in favour of private businesses/companies to enforce rules against persons to maximise monies legally for their business. \r\nPrivate acts only change the law as it applies to specific individuals or organisations who overturn imposed ruling that are not favor.  \r\nLocal acts clearly state that it should not be used against the general public in which rendering the council tax demand as unlawful.",
        "background": "Private companies and organisations are continuing to implement and amend governing local acts (private acts) at their pleasure to enforce ruling upon individuals for financial reward without any form of contract or agreement from persons issued the yearly financial demand notice. i.e, the LGFA1993",
        "closed_at": null,
        "created_at": "2019-03-24T15:32:47.947Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:58:05.938Z",
        "opened_at": null,
        "rejected_at": "2019-04-17T12:36:54.695Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you would like council tax abolished, but we are unsure what you mean by \"governing local acts that empower private companies\". \r\n\r\nYou could start a new petition setting out clearly the change you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-04-17T12:36:58.227Z"
    },
    "id": 250372,
    "links": {
        "self": "https://petition.parliament.uk/petitions/250372.json"
    },
    "type": "petition"
}