{
    "attributes": {
        "action": "Investigate petitions with multiple signatures by one person or other countries",
        "additional_details": "",
        "background": "In light of the the revoke article 50 petition with allegations of bot voting, non British citizen and multiple signatures from individuals. Close the petition website down as it stands as it is non-democratic and falsely representative of the people.",
        "closed_at": null,
        "created_at": "2019-03-24T16:39:26.831Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:58:06.396Z",
        "opened_at": null,
        "rejected_at": "2019-04-04T15:54:38.086Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe already monitor petitions to check for fraudulent activity. We use a number of techniques, automated and manual, to identify and block signatures from bots, disposable email addresses or other sources that show signs of fraudulent activity. We also monitor signing patterns. For security reasons, we don’t tell people when their fraudulent activity has been unsuccessful.\r\n\r\nWe don’t comment in detail about the security measures, but all petitions are subject to checks as part of due diligence and any concerns investigated. We're therefore not sure exactly what further action you'd like to see.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-04-04T15:54:38.093Z"
    },
    "id": 250429,
    "links": {
        "self": "https://petition.parliament.uk/petitions/250429.json"
    },
    "type": "petition"
}