{
    "attributes": {
        "action": "Make all petitions require a valid UK national insurance number.",
        "additional_details": "",
        "background": "The petition system on this website is, despite what people claim, very easily gamed by fake emails and random British postcode submissions. By introducing the need to enter a valid UK NI number then you can near eliminate the risk of throwing the petition via bots or from foreign submissions.",
        "closed_at": null,
        "created_at": "2019-03-24T20:10:59.360Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:58:07.551Z",
        "opened_at": null,
        "rejected_at": "2019-04-17T12:42:24.305Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nUnder the rules agreed by the House of Commons all UK residents and British Citizens and sign a petition. This includes people who don't have National Insurance numbers (eg. people who are under 16). We aren't sure whether you want to disqualify those people from signing petitions or not.\r\n\r\nThere are also measures in place to prevent the use of bots and other forms of petitions fraud. Much like the traditional paper petitioning system, which asks people to provide an address and signature, the e-petitions system aims to strike a balance between allowing people to easily register their support for issues which are important to them, whilst discouraging dishonesty. \r\n\r\nThe Government Digital Service, who run the Government and Parliament e-petitions site, have a number of ways of identifying and preventing fraudulent activity based around blocking, removing and monitoring signatures as appropriate. These include techniques, automated and manual, to identify and block signatures from bots, disposable email addresses or other sources that show signs of fraudulent activity. They also monitor signing patterns and take action when appropriate. Ideally, someone who has tried to fraudulently sign a petition would never realise that they have failed.\r\n\r\nIf you'd like the rules on petitions to change, so that only people with National Insurance numbers are eligible to sign petitions and need to provide their NI number to sign, you could start a new petition asking for that. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-17T12:43:11.105Z"
    },
    "id": 250598,
    "links": {
        "self": "https://petition.parliament.uk/petitions/250598.json"
    },
    "type": "petition"
}