{
    "attributes": {
        "action": "Theresa may to deliver a hard brexit,leave without a deal or resign.",
        "additional_details": "Trade deals with major countries awaiting on the uk , the e.u will eventually have a trade deal with the uk as it will benefit them and the uk should not be held to ransom over a trade deal ... we voted leave now is the time leave or replace the pm with a true brexiteer for example boris Johnson who’s knows the UK is worth more than what it’s trying to be bought for and won’t sell it out",
        "background": "17.4 million UK voters opted to leave the e.u and bring the UK back under British rule and retain our sovereignty. The voters are being robbed of there votes and Theresa may needs to deliver to us voters either a hard brexit, a no deal or resign ... the uk will prosper either way I.e USA/China trade",
        "closed_at": null,
        "created_at": "2019-03-24T20:31:46.551Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:58:07.688Z",
        "opened_at": null,
        "rejected_at": "2019-04-02T05:03:14.672Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have received a large number of petitions in support of leaving the EU, which are very similar to petitions that are already open. We cannot accept a new petition when we already have one asking for the same thing. You are more likely to get action if you sign and share a single petition. \n\nYou might like to sign and share one or more of these petitions. \n\nBrexit article 50 must not be withdrawn https://petition.parliament.uk/petitions/246387\n\nLeave the EU Without a deal on April 12th https://petition.parliament.uk/petitions/248281 \n\nLeave EU by April 12th 2019 with deal or no deal https://petition.parliament.uk/petitions/250967 \n\nLeave with No Deal if Parliament rejects the EU Withdrawal Agreement https://petition.parliament.uk/petitions/234393\n\nRenegotiate the Brexit deal immediately in the event MPs vote against it https://petition.parliament.uk/petitions/234195\n\nSupport the Prime Minister's Brexit Deal https://petition.parliament.uk/petitions/233104\n\nSay no to another EU Referendum aka \"Peoples Vote\" https://petition.parliament.uk/petitions/241418\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-04-02T05:03:14.679Z"
    },
    "id": 250617,
    "links": {
        "self": "https://petition.parliament.uk/petitions/250617.json"
    },
    "type": "petition"
}