{
    "attributes": {
        "action": "Columbia Park 1500 houses ON GREEN BELT land Streetly",
        "additional_details": "Barr Beacon the highest point is just beyond the designated Green belt area buzzards are living in the trees they are frequently in the skies circling round above Aldridge Road Queslett Road East and Doe Bank Lane .it's a lovely views in spring of an oil seed rape field off Aldridge Road the smell fills the air  Green belt is supposed to mean NOT TO BE BUILT ON There are plenty of  other brown fields areas locally which could be built on instead",
        "background": "This Green belt and is open fields hedges trees an array of wildlife and birds insects caterpillars butterflies have lived here for years",
        "closed_at": null,
        "created_at": "2019-03-25T06:37:57.918Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-28T22:24:28.464Z",
        "opened_at": null,
        "rejected_at": "2019-04-11T12:47:43.652Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the Green Belt, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might also like to sign this petition:\r\nhttps://petition.parliament.uk/petitions/230678\r\n\r\nYou're more likely to get action on an issue if you sign and share a single petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-04-11T12:48:01.583Z"
    },
    "id": 250785,
    "links": {
        "self": "https://petition.parliament.uk/petitions/250785.json"
    },
    "type": "petition"
}