{
    "attributes": {
        "action": "To change restrictions and add new laws which reduce greenhouse gas emissions",
        "additional_details": "Since the 19th century the average global temperature has increased by 1.62 degrees according to NASA and the international panel on climate change. This causes lots of problems all around the globe. From our exotic coral being killed to rapid changes in weather all around the world surely you can agree this catastrophic monster will not stop without your help. The root of this major issue is greenhouse gas emissions being higher than ever. Let’s make a change for the greater good of the earth",
        "background": "We want a change for the younger generations that we are apart of. Recently temperatures have peaked and continued to rise due to a lack of restrictions and response from the government about the current issue which effects us everyday. Global warming.",
        "closed_at": null,
        "created_at": "2019-03-25T12:46:10.901Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T01:44:58.792Z",
        "opened_at": null,
        "rejected_at": "2019-04-01T13:30:09.525Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you would like new laws to reduce greenhouse gas emissions but we aren't sure what changes you would like to see.\r\n\r\nYou might like to sign one of these petitions instead:\r\n\r\nhttps://petition.parliament.uk/petitions/240178\r\n\r\nhttps://petition.parliament.uk/petitions/231038\r\n\r\nOr you could start a new petition setting out how you would like greenhouse gas emissions reduced."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-01T13:30:21.768Z"
    },
    "id": 250916,
    "links": {
        "self": "https://petition.parliament.uk/petitions/250916.json"
    },
    "type": "petition"
}