{
    "attributes": {
        "action": "Students under the age of 18 should get paid to attend college.",
        "additional_details": "As students have to stay in education until they are 18, I believe that they should be getting paid for attending. This is beacuse they dont have a choice or not if they want to attend and also the cost of travel to and from college can sometimes be a struggle for teens. In 2011, colleges used to pay students to attend and this meant that more students actually came to college. However in recent days more people have decided to drop out of college and get full time jobs where they will recive no qualifications. I believe that if we got paid to attend, more people would choose to stay in full time education until the age of 18.",
        "background": "I believe that students under the age of 18 should get paid to attend college so that they will stay in education. By earning money through attending classes, it will make students want to go to college and it will allow them to leave with qualifications instead of dropping out.",
        "closed_at": null,
        "created_at": "2019-03-25T13:19:01.949Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T01:44:59.393Z",
        "opened_at": null,
        "rejected_at": "2019-04-05T10:44:09.661Z",
        "rejection": {
            "code": "no-action",
            "details": "Young people have to stay in some form of education or training until they are 18. They can continue their education full time at school or college or start a paid apprenticeship or paid job with training.\r\n\r\nPeople aged 16 to 19 can get help with the costs of staying in education, depending on their circumstances. Find out more here:\r\n\r\nhttps://www.gov.uk/guidance/16-to-19-education-financial-support-for-students\r\n\r\nWe're not sure exactly what you would like the Government or UK Parliament to do. You could start a new petition explaining clearly what you'd like the UK Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-04-05T10:44:24.262Z"
    },
    "id": 250931,
    "links": {
        "self": "https://petition.parliament.uk/petitions/250931.json"
    },
    "type": "petition"
}