{
    "attributes": {
        "action": "The promises made at the 2016 Referendum should be audited by the Government.",
        "additional_details": "The Leave Campaign Flagship slogan at the 2016 Referendum was a promised saving for the NHS of £350 million per week as shown in the EU \"Gross Contribution Calculation”, this alone being capable of giving a 2% win at the Referendum. The savings claimed include Maggie Thatcher’s rebate, not paid for 35 years, subsidies destined for UK Farmers etc which we continue to pay and our share of the costs of Trade Negotiation now replaced in the UK by a New Ministry. Other savings claimed from the “Gross Contribution Calculation” give the same result, the promised Brexit savings do not exist. With costs of Brexit administration and borrowing cost on the increased National Debt, nothing is left for the NHS. Brexit costs since the Referendum are put at £700 million per week by the Bank of England.",
        "background": "The Government claims Brexit to be the will of the people. Remainers deride this claiming the 2% swing margin for Leave was won by “lies and wild promises”. With another Referendum in sight, claims made at the 2016 Referendum should be examined to prevent this happening again.",
        "closed_at": null,
        "created_at": "2019-03-25T12:50:42.318Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T01:44:58.877Z",
        "opened_at": null,
        "rejected_at": "2019-03-28T15:01:53.173Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the UK Government or Parliament to do. In particular, we're not sure what you mean by auditing of campaign promises.\r\n\r\nYou could start a new petition explaining clearly what you'd like to happen. There are already petitions about this issues. You might like to sign one of these if it calls for something you want to happen. You're more likely to get action on an issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/241848\r\n\r\nhttps://petition.parliament.uk/petitions/245297"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-03-28T15:01:57.568Z"
    },
    "id": 250918,
    "links": {
        "self": "https://petition.parliament.uk/petitions/250918.json"
    },
    "type": "petition"
}