{
    "attributes": {
        "action": "The public should get a vote on MP's getting a 15% pay rise they have proposed.",
        "additional_details": "The latest earnings increase of 15% for politicians, at a time when this country is in so much debt, how can we even think of allowing such an increase in wages until our national debt is paid off.",
        "background": "For a number of years i have seen mp's wages rise astronomically when there have been little wage rise for the rest of us, especially as they also get expenses paid on nearly every aspect of their lives, when most of us have to pay our bills with what we earn.",
        "closed_at": null,
        "created_at": "2019-03-25T15:57:43.308Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-01T06:31:52.147Z",
        "opened_at": null,
        "rejected_at": "2019-04-02T16:57:32.126Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nAt the moment, the UK Government and Parliament aren't responsible for deciding on MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n\r\nIf you'd like the way that MPs' pay is decided on to change, you could start a new petition calling for the specific changes you'd like to see. For example, you could ask for the law to change, so that any increase to MPs' pay required a public vote, if that's what you want to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-02T16:57:32.132Z"
    },
    "id": 250999,
    "links": {
        "self": "https://petition.parliament.uk/petitions/250999.json"
    },
    "type": "petition"
}