{
    "attributes": {
        "action": "Revoke Austerity, End Corporate Tax Negligence, Regulate The Banks and MSM.",
        "additional_details": "Show the establishment a society set up solely for the gross profits of the 1% is not only unviable it's criminal against those left behind with out adequate hospitals, policing or an affordable and viable public transport system.\r\nThe housing market has been inflated beyond reason to offset the economic imbalance this has caused. when combined with wage stagnation, this has left millions with out stable homes or the ability to save enough to afford even the most paltry of mortgage deposits.",
        "background": "Only by forcing the establishment to comply legally with these 4 demands will we see a fairer society and an end to the divisions caused by economic disparity.\r\nMoney rarely trickles down, it does trickle up endlessly, the establishment knowingly appeases this at the expense of the majority.",
        "closed_at": null,
        "created_at": "2019-03-25T16:26:22.301Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T01:45:02.769Z",
        "opened_at": null,
        "rejected_at": "2019-04-04T14:37:48.062Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take. Banks and media organisations are already regulated, we aren't sure what further action you would like the UK Government or Parliament to take. We also aren't sure what action you would like taken to end corporate tax negligence. \r\n\r\nYou could start a new petition setting out clearly the action you would like taken."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-04T14:37:57.261Z"
    },
    "id": 251011,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251011.json"
    },
    "type": "petition"
}