{
    "attributes": {
        "action": "Compulsory for schools to take all types of bullying and concerns seriously",
        "additional_details": "The particular school that I have been involved with do not get involved with anything within social media apps (whatsapp, tiktok and any other) despite it being listed as a form of bullying in their anti bullying policy. In a day an age, where children have access to things younger and younger despite age limits, and are communicating more and more, it is vital that matters are taken seriously and dealt with accordingly.",
        "background": "Schools can pick and choose which elements they want to get involved in, and this is a serious concern when it comes to safeguarding our children.",
        "closed_at": null,
        "created_at": "2019-03-25T17:57:04.769Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T01:45:05.622Z",
        "opened_at": null,
        "rejected_at": "2019-04-01T14:16:18.276Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nThe Government publishes guidance to schools about dealing with bullying. It has also published non-statutory advice to Headteachers and school staff about cyberbullying. You can find out more here: \r\n\r\nhttps://www.gov.uk/bullying-at-school/bullying-outside-school\r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/374850/Cyberbullying_Advice_for_Headteachers_and_School_Staff_121114.pdf\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. You could start a new petition explaining clearly what you'd like to happen, for example you could start a new petition calling for the Government's statutory guidance to include guidance on dealing with cyberbullying."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-01T14:16:27.358Z"
    },
    "id": 251069,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251069.json"
    },
    "type": "petition"
}