{
    "attributes": {
        "action": "Introduce solidarity tax to increase equality in wealth and earnings in the UK",
        "additional_details": "Average earnings in the South East are three times higher than in some parts of Britain. Those regions, with higher unemployment and a lower standard of living, represent many Brexit voters. Large numbers in Scotland and Northern Ireland are now looking elsewhere for future wealth and prosperity, and the only way to stop this and unite this country again is to show that they can be better off in a Britain which is prosperous, all the way from John o' Groats to Penzance.",
        "background": "Brexit has shown what a divided country the UK now is, with the regions not sharing the prosperity enjoyed by the South East. After reunification German introduced a solidarity tax, to support East Germany, and the UK needs to do the same to support and develop the less wealthy parts of Britain.",
        "closed_at": null,
        "created_at": "2019-03-25T19:51:12.595Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-27T09:13:23.465Z",
        "opened_at": null,
        "rejected_at": "2019-04-08T11:38:24.144Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you would like a form of tax to reduce regional inequalities, but we aren't sure what would be taxed or who would pay it.\r\n\r\nYou could start a new petition setting out clearly the type of tax you would like to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-08T11:38:24.150Z"
    },
    "id": 251129,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251129.json"
    },
    "type": "petition"
}