{
    "attributes": {
        "action": "make it easy for people in the UK to rent four bed houses through the government",
        "additional_details": "We are a family of 7 ,5 children and two adults.we live in social house ,our windows are knackered ,they let in lots of cold air,we have an out of date boiler that they don't make no more, the house is very drafty and cold.we cannot rent privately as they want three lots of rent upfront plus a bond.most people in the UK suffer all of this in there lives and it isn't fair at all .",
        "background": "Local governments all over UK are doing their best ,but housing association are using descriminatory policy to not house family's with more than 3 children,and private renting is not an option for family's like this as they want three lots of rent plus bond up front.",
        "closed_at": null,
        "created_at": "2019-03-25T21:15:17.221Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T01:45:10.258Z",
        "opened_at": null,
        "rejected_at": "2019-04-10T12:31:22.110Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe understand that you're concerned about social housing, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you rent your home from the council or a housing association or claim housing benefit, there are rules about how many bedrooms you are entitled to. You can find out how many bedrooms you're entitled to here:\r\n\r\nhttps://www.citizensadvice.org.uk/benefits/help-if-on-a-low-income/housing-benefit/housing-benefit-restrictions-for-social-housing-tenants1/housing-benefit-bedroom-calculator-for-social-housing-tenants/\r\n\r\nYou may also be able to apply for help to make changes to your home:\r\n\r\nhttps://www.citizensadvice.org.uk/housing/moving-and-improving-your-home/help-with-home-improvements/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for the housing allowance rules to be changed so that children with more than a 10-year age gap are not expected to share a room, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-10T12:31:36.655Z"
    },
    "id": 251189,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251189.json"
    },
    "type": "petition"
}