{
    "attributes": {
        "action": "Hold the 2016 London Mayoral Election again",
        "additional_details": "Sadiq Khan won the 2016 Mayoral election based on lies and false promises. \r\n\r\nFrom his manifesto in 2016:\r\n\r\n\"Make London safer, with action to restore neighbourhood policing, tackle gangs and knife crime,\r\na plan to tackle the spread of extremism, and a review of the resourcing of our fire service\"\r\n\r\nThis has definitely NOT happened. Not only has Knife Crime become terrible in our city. Extremism has risen for which he has done NOTHING to stop. Our Fire Service has been forgotten too.",
        "background": "Sadiq Khan won the 2016 Mayoral election based on lies and false promises. It's time the Election was held again,",
        "closed_at": null,
        "created_at": "2019-03-25T20:42:39.618Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T01:45:09.426Z",
        "opened_at": null,
        "rejected_at": "2019-04-01T09:36:05.749Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure whether you'd like to change the length of term for the London Mayor or change the law so that the Government can decide the date of the mayoral elections. At the moment, the next London mayoral election will be held in May 2020.\r\n\r\nThe Mayor of London is accountable to the London Assembly. If you are concerned about a specific policy which is the responsibility of the Mayor of London, the London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nYou could also start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-04-01T09:36:14.440Z"
    },
    "id": 251167,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251167.json"
    },
    "type": "petition"
}