{
    "attributes": {
        "action": "Public vote if MP's need pay rise or increase expense amount. MP vote not fair.",
        "additional_details": "We the general people demand a public vote or referendum whenever the MP's increasing their pay or expense amount. It is not fair on taxpayers to have no say and the MP's decide on their pay rise which no MPs disagree with. Taxpayers money, taxpayer should decide if a pay rise should take place. As MPs decides for public, it is demand that the public decides MPs pay.",
        "background": "We the general people demand a public vote or referendum whenever the MP's increasing their pay or expense amount. It is not fair on taxpayers to have no say and the MP's decide on their pay rise which no MPs disagree with. Taxpayers money, taxpayer should decide if a pay rise should take place.",
        "closed_at": null,
        "created_at": "2019-03-26T00:45:53.385Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-27T09:04:08.058Z",
        "opened_at": null,
        "rejected_at": "2019-04-02T15:23:29.928Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-04-02T15:23:29.933Z"
    },
    "id": 251272,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251272.json"
    },
    "type": "petition"
}