{
    "attributes": {
        "action": "Greater understanding and awareness of children with CHD in education",
        "additional_details": "As these children grow up, some are likely to face difficulties that can be managed in mainstream education. Because a great deal of the time children with chd, on the surface look like any other child their age with a healthy heart, their disability is overlooked and often parents look as if they are being over protective of their child, or even in some cases the severity of the chd is doubted. More understanding is needed for these children, to achieve their full potential in education.",
        "background": "1 in 100 babies born, will be born with a chd. As medicine has advanced more and more children being born with chd are surviving. There are children walking this earth that 40 years ago, sadly would have passed away in infancy. Yet awareness and understanding is so little.",
        "closed_at": null,
        "created_at": "2019-03-25T23:45:26.028Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T09:35:55.711Z",
        "opened_at": null,
        "rejected_at": "2019-03-29T18:10:30.377Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned that there isn't enough awareness about the needs of children with chd, but we're not sure exactly what action you'd like the Government or Parliament to take. \r\n\r\nYou could start a new petition asking the Government to require teachers and other education professionals to have training to raise their awareness of the needs of children with coronary heart disease, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2019-03-29T18:10:30.384Z"
    },
    "id": 251258,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251258.json"
    },
    "type": "petition"
}