{
    "attributes": {
        "action": "Public Vote of no confidence in the House of Parliament and its members",
        "additional_details": "Parliament voted by a great majority to make it law to hold a referendum and give the voters the decision to stay or leave the eu. They voted leave , not to negotiate just leave . Then once we’d left to hold talks on trade and other issues . They have broken a law they made , and also a law given the royal approval by the Queen. L",
        "background": "They have failed democracy in this country by failing to the laws of this country.",
        "closed_at": null,
        "created_at": "2019-03-25T22:27:52.876Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-27T18:50:37.247Z",
        "opened_at": null,
        "rejected_at": "2019-04-02T14:34:32.002Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-02T15:00:24.213Z"
    },
    "id": 251225,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251225.json"
    },
    "type": "petition"
}