{
    "attributes": {
        "action": "The Government/DofE to assign a team to monitor every School Academy",
        "additional_details": "Having watched the BBC's Academy Schools Scandal last night, it is time for the Government to act in relation to how Academy's are run are how public money is spent.  Parents and staff are left frustrated by the lack of experience some of these management teams have and are not running these schools properly.  Staff who raise concerns are not being heard by the Academies CEO's or management teams.",
        "background": "The Department of Education/The Government need to assign a team of highly experienced people to go into schools to assess each Academy at timed intervals.  Schools should not be given any prior notice for these visits.",
        "closed_at": null,
        "created_at": "2019-03-26T11:35:20.350Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T12:31:40.243Z",
        "opened_at": null,
        "rejected_at": "2019-04-08T09:31:49.782Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nOFSTED is responsible for school inspections. We aren't sure whether you would like a new body to inspect academies, or would like OFSTED to change its inspection procedures.\r\n\r\nYou can find out more here:\r\n\r\nhttps://www.gov.uk/guidance/being-inspected-as-a-maintained-school-or-academy\r\n\r\nYou could start a new petition setting out clearly what you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2019-04-08T09:31:49.789Z"
    },
    "id": 251393,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251393.json"
    },
    "type": "petition"
}