{
    "attributes": {
        "action": "Change law pertaining to executor responsibilities in UK probate matters",
        "additional_details": "family member refuses to distribute estate despite being granted probate according to wishes of deceased in will.\r\nProbate court not willing to act on issue saying it is a civil matter when in fact the executor is in contempt of court and therefore should be legally challenged by probate.\r\nSolicitors hands tied because of this and just becomes a money eating time wasting matter as the executor can use the estate money to block any legal attempts.",
        "background": "No real legal power to make executor in contempt of court if unwilling to distribute estate after swearing an oath to do same when being granted probate.\r\nProbate should be able to step in and take over if not done in reasonable time frame",
        "closed_at": null,
        "created_at": "2019-03-26T09:27:10.511Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T15:26:13.216Z",
        "opened_at": null,
        "rejected_at": "2019-04-08T09:50:51.429Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned there are insufficient powers to make an executor perform their functions, but we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition setting out clearly the change in the law you would like to see. For example, allowing courts to find executors who fail to undertake their duties in contempt."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-04-08T09:50:54.325Z"
    },
    "id": 251340,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251340.json"
    },
    "type": "petition"
}