{
    "attributes": {
        "action": "Government to acknowledge that the referendum result was only advisory",
        "additional_details": "The referendum result was a close result. There have been a number of judgments about irregularities by Leave campaigns. The close result in 2016 should be reconsidered in this context. Additionally the government has spent two years trying to reach accommodations with the EU and it seems that the range of possible outcomes is now quite different to that thought in 2016.\r\n\r\nThe government should make acting in the best interests of the UK, rather than on outdated public opinion, a priority.",
        "background": "The referendum result of 2016 was a relatively close result. The referendum was, in any case, always an advisory one in which public opinion would form only part of the information considered in making decisions.",
        "closed_at": null,
        "created_at": "2019-03-26T11:52:54.141Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T12:39:49.307Z",
        "opened_at": null,
        "rejected_at": "2019-04-05T14:08:46.368Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition calling on the House of Commons to vote on a motion acknowledging that the 2016 referendum was advisory if that's something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-05T14:08:46.375Z"
    },
    "id": 251399,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251399.json"
    },
    "type": "petition"
}