{
    "attributes": {
        "action": "Make lying, \"fake news\" or misinformation in electioneering a criminal offence",
        "additional_details": "\"You can fool all the people some of the time and some of the people all the time, but you cannot fool all the people all the time\". Abraham Lincoln.\r\n\r\nThe quote by Lincoln still holds true and the truth has now emerged regarding lies told during the 2016 referendum campaign. It should now be made a criminal offence to lie to or to misinform the public for political gain.",
        "background": "The Referendum result in 2016 was heavily influenced by electioneering based on falsehoods by the Leave campaign eg claims that the UK gives £350 million per week to the EU and that leaving the EU would result in an extra  £100 million per week going to the NHS.",
        "closed_at": null,
        "created_at": "2019-03-26T08:50:28.147Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T12:32:00.404Z",
        "opened_at": null,
        "rejected_at": "2019-04-08T09:35:24.212Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what conduct you would like criminalised or who it would apply to.\r\n\r\nIt's also already a criminal offence to make or publish any false statement of fact (rather than merely comment or opinion) in relation to a candidate’s personal character or conduct in the run up to an election. \r\n\r\nIf you would like to make it a criminal offence for MPs to mislead the general public then you might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/239850"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-04-08T09:35:24.218Z"
    },
    "id": 251324,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251324.json"
    },
    "type": "petition"
}