{
    "attributes": {
        "action": "Ensure music & PA systems in retail outlets are kept to respectful  noise level.",
        "additional_details": "Chains such as Morrisions have introduced a 'quieter hour' to accommodate autistic shoppers. This is a FANTASTIC idea, but why stop there? Why do we need to be constantly bombarded with outrageously loud music, PA announcements and otherwise wherever we go? This discomfort during shopping trips for some is such a disruption that we often leave feeling anxious, deflated and downright upset that this preventable absurdness has yet to be stopped. Let's introduce a lower noise limit, now!",
        "background": "Entering a store, restaurant or café can be quite distressing for those who have hearing related injuries, chronic hearing disorders, or even autism, especially when the music is often so loud that we have no other choice than to leave the premises.",
        "closed_at": null,
        "created_at": "2019-03-26T10:10:48.145Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T11:06:24.993Z",
        "opened_at": null,
        "rejected_at": "2019-03-29T18:07:10.366Z",
        "rejection": {
            "code": "irrelevant",
            "details": "At the moment, this would be a choice for individual shops, restaurants or cafes. \r\n\r\nIf you'd like Parliament change the law to set a legal maximum volume for music in retail outlets, you could start a new petition asking for that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-03-29T18:07:10.373Z"
    },
    "id": 251359,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251359.json"
    },
    "type": "petition"
}