{
    "attributes": {
        "action": "Improve Gov petition security to prevent fraudulant signatures being added.",
        "additional_details": "We feel the .gov petition service has a fundamental security flaw. It is easy for campaigners to encourage their supporters to add fraudulant data. \r\nOne method being setting up domaon names with catch-all email addresses and forwarding the catch all to one address for manual verification Employing the use of scripting language, otherwise known as bots, it is easy to add thousands of fake names in just hours. \r\nThere are simple fixes to prevent this happening. CAPTCHA on signup forms could help.",
        "background": "Recently it has come to light that the actual number of signatures displayed on a .Gov petition cannot be relied upon as a true and accurate number of genuine signees. \r\nBots, among other methods, can be used to add false data. Internet companies get around this issue by using human response tests.",
        "closed_at": null,
        "created_at": "2019-03-26T07:29:29.279Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T07:51:37.042Z",
        "opened_at": null,
        "rejected_at": "2019-04-04T14:14:11.233Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe already monitor petitions to check for fraudulent activity. We use a number of techniques, automated and manual, to identify and block signatures from bots, disposable email addresses or other sources that show signs of fraudulent activity. We also monitor signing patterns. For security reasons, we don’t tell people when their fraudulent activity has been unsuccessful.\r\n\r\nWe don’t comment in detail about the security measures, but all petitions are subject to checks as part of due diligence and any concerns investigated. We're therefore not sure exactly what further action you'd like to see.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-04T14:17:23.602Z"
    },
    "id": 251301,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251301.json"
    },
    "type": "petition"
}