{
    "attributes": {
        "action": "make it legal for transgender students to use the bathroom of their choice",
        "additional_details": "Forcing trans students to use the bathroom of their birth gender or a disabled toilet invalidates their identity and can often cause dysphoria, bullying and/or mental trauma. This needs to change. Trans students should have the same rights and opportunities as cisgender students. \r\nIn certain states in America and countries all around the world, a law like this has been introduced, and the prospect of gender neutral bathrooms has also been explored and sometimes used.",
        "background": "I'm a student at a high school in Norwich who partakes in student council meetings, student support sessions and my main job is to support LGBT+ students & students with mental health issues.\r\nI think that it is wrong that trans students should have to use the bathroom of the gender they were born.",
        "closed_at": null,
        "created_at": "2019-03-26T15:27:47.413Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-27T14:08:14.924Z",
        "opened_at": null,
        "rejected_at": "2019-04-08T14:09:19.938Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. The law does not prevent people using the bathroom of their choice, so we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you'd like the UK Government or Parliament to do. For example, you could start a new petition calling for government funding for gender-neutral toilets or for legislation requiring the provision of gender-neutral toilets.\r\n \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-04-08T14:09:38.533Z"
    },
    "id": 251512,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251512.json"
    },
    "type": "petition"
}