{
    "attributes": {
        "action": "yes, no, peoples referendum on the accepance or not of Theresa May's Brexit deal",
        "additional_details": "Most members of the House of Commons are believed to have voted Remain in the EU referendum.\r\n\r\nAccording to a survey of all 650 MPs carried out by the Press Association ahead of the referendum on June 23:\r\n\r\n:: 480 MPs said they would be voting Remain, including 184 Conservatives\r\n:: 159 MPs said they would be voting Leave, including 139 Conservatives\r\n\r\n:: 11 MPs were undeclared, including four Conservatives\r\n\r\nThis gives Remain a notional Commons majority of at least 310.",
        "background": "I do not believe that the current balance of view displayed by the members of Parliment displays a true reflection of the view of the people. The House is weighted in favour of remain which does not represent the outcome of the in/out referendum. 480 out of 650 mp's it is believed voted remain.",
        "closed_at": null,
        "created_at": "2019-03-26T18:09:10.239Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T18:26:40.013Z",
        "opened_at": null,
        "rejected_at": "2019-04-02T04:59:12.338Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have received a large number of petitions about a second referendum on EU membership, which are very similar to petitions that are already open. We cannot accept a new petition when we already have one asking for the same thing to happen. You are more likely to get action on this issue if you sign and share a single petition. \n\nYou might like to sign and share one or more of these petitions. \n\nGeneral petitions about a second referendum: \n\nTo have a second referendum on Britain leaving the EU https://petition.parliament.uk/petitions/231461\n\nHold a new Brexit referendum at the next General Election if UK has not left EU https://petition.parliament.uk/petitions/239032\n\nGrant a People's Vote if Parliament rejects the EU Withdrawal Agreement https://petition.parliament.uk/petitions/232984\n\nRevoke Article 50 then hold a referendum on our future relationship with the EU https://petition.parliament.uk/petitions/245960\n\nPetitions asking for specific questions in a second referendum:\n\nHold a second referendum on EU membership. (No deal not an option.) https://petition.parliament.uk/petitions/235138\n\nInclusion of No Deal Brexit be a condition for any second referendum. https://petition.parliament.uk/petitions/245516\n\nIn further public vote on course of leaving the EU, \"Remain\" not an option shown https://petition.parliament.uk/petitions/233063\n\nHold a 2nd referendum (2 tier), stay or leave, if leave: Mays deal or No Deal. https://petition.parliament.uk/petitions/241701\n\n2nd referendum 1 - Exit the EU with No Deal 2 - Revoke article 50 https://petition.parliament.uk/petitions/246157\n\nHave a new referendum regards leaving the European Union. (Accept current deal / no deal / negotiate a \"new softer Brexit\".) https://petition.parliament.uk/petitions/250135\n\nMechanism for second Brexit Referendum that will resolve the current stalemate (\"Hard Brexit\" / Theresa May's deal / or remain.) https://petition.parliament.uk/petitions/235216\n\nHave a referendum on whether the UK should join the EEA. https://petition.parliament.uk/petitions/245505\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-04-02T04:59:12.343Z"
    },
    "id": 251591,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251591.json"
    },
    "type": "petition"
}