{
    "attributes": {
        "action": "Ban prescription of Conjugated Oestrogen from Mare's Urine for HRT for Menopause",
        "additional_details": "Many women do not realise that despite alternatives to conjugated oestrogen based HRT being widely available, (eg estradiol, estrone and estriol), they are being prescribed a product which is derived through incredible cruelty to horses.  Brand names using pregnant mares' urine which are prescribed on the NHS are Premarin, Prempak-C and Premique, produced by Pfizer.  In addition to Canada they are now contracting with PMU farms in Poland,China, and Kazakhstan with even lower welfare standards",
        "background": "Conjugated Oestrogen is produced in Canada, by confining pregnant horses in narrow tie stalls for 6 months of the year with a urine collection harness in place. It is an inhumane life for an animal designed to be in near constant motion.   Many of the resulting foals are slaughtered as a by product.",
        "closed_at": null,
        "created_at": "2019-03-26T16:31:41.753Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-11T08:58:05.071Z",
        "opened_at": null,
        "rejected_at": "2019-05-09T15:55:20.335Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament. Decisions about which medicines are available to prescribe on the NHS are the responsibility of the National Institute for Health and Care Excellence (NICE).\r\n\r\nYou can find out how to contact NICE here:\r\n\r\nhttps://www.nice.org.uk/get-involved/contact-us\r\n\r\nYou could start a new petition calling for NICE to be required to take animal welfare into account in its decisions about medicines available on the NHS.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-05-09T15:55:44.829Z"
    },
    "id": 251549,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251549.json"
    },
    "type": "petition"
}