{
    "attributes": {
        "action": "Dissolve The UK voluntary Union with England",
        "additional_details": "2018 – Westminster debates Scotland’s Claim of Right and the motion is resolved unopposed. The full debate can be found at Hansard and is an interesting and highly entertaining read if you have a little (ok, a lot of) time.\r\n\r\nLet us commend the efforts of the SNP MPs at Westminster for maintaining a high momentum following the walkout and subsequent disruption tactics coincidentally during some football match. This clears the way for the next independence referendum. Its a political masterstroke and removes all debate around who calls the shots when it comes to Scotland’s political future – it’s the Scottish people",
        "background": "Scottish people are sovereign and have that right to decide who and what govern Scotland.\r\n\r\n1320 – The Scottish right to self determination based on the people being sovereign is an ancient political principle in Scotland and was first officially document in the Declaration of Arbroath in 1320.",
        "closed_at": null,
        "created_at": "2019-03-26T16:52:56.172Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T17:14:47.125Z",
        "opened_at": null,
        "rejected_at": "2019-04-08T10:33:30.163Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would be a decision for the people of Scotland in a Referendum.\r\n\r\nYou might like to sign this petition calling for such a referendum instead:\r\n\r\nhttps://petition.parliament.uk/petitions/235096"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-08T10:33:30.170Z"
    },
    "id": 251556,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251556.json"
    },
    "type": "petition"
}