{
    "attributes": {
        "action": "Stop children being banned from mothers ultrasound scans",
        "additional_details": "My personal story regarding this matter is that I’m high risk pregnancy needing scans every 2 weeks and I have personally been denied a scan due to me having my 3 year old daughter with me and not being able to sort out childcare. This is medical negligence and this stupid rule punishing mums for having young children. Not everyone has support with children so this needs to be scrapped immediately.",
        "background": "On the 1st of January 2019 Frimley Health (NHS Foundation) started a new rule at all of its hospitals that children are no longer to attend their mothers ultrasound scan, this means they will deny you a scan even if you have young children and no one to look after them.",
        "closed_at": null,
        "created_at": "2019-03-26T15:19:42.963Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T15:39:09.627Z",
        "opened_at": null,
        "rejected_at": "2019-04-16T16:02:22.268Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nThe rule you want to be changed is the responsibility of the individual NHS Trust, rather than the UK Government or Parliament.\r\n\r\nYou could start a new petition calling for an action that is the responsibility of the UK Government or Parliament. For example, you could start a new petition calling for the NHS to be required either to allow children to attend their mothers' ultrasound scans or, where children are not allowed to attend, to require the NHS to provide childcare for the duration of the scan."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-16T16:02:44.593Z"
    },
    "id": 251508,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251508.json"
    },
    "type": "petition"
}