{
    "attributes": {
        "action": "Stop charging bus fare for children Nottingham",
        "additional_details": "Many city do not charge for bus fare, so why Nottingham, a small city should pay for little kids under 10. Our fare doesn't seem to be going back to the NCT company due to the hygiene conditions of the bus and also kids under 10 are more likely to be traveling with an adult therefore the bus company is gaining profit from both parents and child, yet we see no changes in the way the buses are presented around Nottingham.",
        "background": "Charging bus fare for kids under 10 makes it harder for kids to get to school safe and on time in the morning and also to come home safe. Kids under 16 goes to school every day five times a week and the cost adds up therefore this makes it hard for parents to send their kids to school.",
        "closed_at": null,
        "created_at": "2019-03-26T20:29:38.975Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T21:34:44.683Z",
        "opened_at": null,
        "rejected_at": "2019-04-02T14:33:05.012Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Local bus services are the responsibility of local bus operators and your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-04-03T12:18:42.635Z"
    },
    "id": 251665,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251665.json"
    },
    "type": "petition"
}