{
    "attributes": {
        "action": "Election results should be discarded and rerun if campaigns break electoral law",
        "additional_details": "There have been two cases in the last 5 years, in both cases the lawbreakers won.\r\n\r\nDuring the 2015 General Election the Conservative party broke election law and won a majority in the House of Commons. Although they were fined £70,000 that is a small price to pay for 5 years in power.\r\nDuring the 2016 EU Referendum Vote Leave exceeded the maximum spending by £500,000 but were fined just £20,000. As well as breaking spending laws they were fined by the ICO for sending nearly 200,000 spam texts.",
        "background": "Election and Referendum campaigns have strict laws governing how much they may spend. This ensures a level playing field.\r\nIf an organisation breaks these laws they will have an unfair advantage.\r\n\r\nOur democracy will die if results won by criminals, liars and cheats are allowed to stand.",
        "closed_at": null,
        "created_at": "2019-03-26T19:50:27.587Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-26T20:30:32.178Z",
        "opened_at": null,
        "rejected_at": "2019-04-16T16:27:35.374Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament. The legality of elections and decisions to re-run elections are matter for the courts and the Electoral Commission, which are independent of the Government and Parliament.\r\n\r\nYou could start a new petition calling for an action that is the responsibility of the UK Government or Parliament, for example calling for the Electoral Commission to be given enhanced powers to order the re-running of elections."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-16T16:27:58.426Z"
    },
    "id": 251639,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251639.json"
    },
    "type": "petition"
}