{
    "attributes": {
        "action": "CHANGE WORDING \"POSSESSION OF AN OFFENSIVE WEAPON TO RECEIVE CUSTODIAL SENTENCE\"",
        "additional_details": "TAKEN FROM YOUR WEBSITE\r\n\r\n“In 2015, we introduced minimum custodial sentences for repeat knife possession and offences that involve threatening with a weapon. Adults face a minimum of 6 months’ imprisonment whilst young people aged 16 or 17 face a minimum 4 month Detention and Training Order. Since the introduction of the minimum custodial term people caught carrying a knife or offensive weapon for a second time are now more likely than ever before to go to prison—in the year ending September 2018, 82% of offenders received a custodial sentence for repeat possession offences. These offences carry maximum terms of 4 years’ imprisonment.”",
        "background": "CURRENTLY THE LAW STATES THAT \"REPEAT OFFENDERS CAUGHT WITH A KNIFE OR AN OFFENSIVE WEAPON WILL RECEIVE A CUSTODIAL SENTENCE\".  THAT NEEDS TO CHANGE TO DETER POTENTIAL FIRST TIME OFFENDERS.",
        "closed_at": null,
        "created_at": "2019-03-26T23:04:31.508Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-03T10:04:46.771Z",
        "opened_at": null,
        "rejected_at": "2019-04-26T14:17:21.267Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do.\r\n\r\nThere are already petitions about sentencing for possession of a knife, which you might like to sign if they call for something you want to happen. You're more likely to get action on an issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/233926\r\n\r\nhttps://petition.parliament.uk/petitions/251946"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-04-26T14:17:36.526Z"
    },
    "id": 251771,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251771.json"
    },
    "type": "petition"
}