{
    "attributes": {
        "action": "Brexit was a democratic vote and anything stopping this is undemocratic.",
        "additional_details": "To not leave the EU would be a failing of the political process, the MPs work for the people that put them in to their fortunate position. To find MPs going against the will of the people and playing party politics within Westminster is disgraceful.\r\n\r\nWe do not need a people's vote as the June 23rd 2016 was a people's vote and to argue otherwise is undemocratic.\r\n\r\nThe reason for this petition is that hopefully that democracy shall be carried out.",
        "background": "The people of the UK were asked to vote on either too stay within the EU or to leave the EU. The vote went in favour of leaving the EU on June 23rd 2016.",
        "closed_at": null,
        "created_at": "2019-03-26T22:54:47.197Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-27T08:25:56.242Z",
        "opened_at": null,
        "rejected_at": "2019-04-05T16:10:17.536Z",
        "rejection": {
            "code": "no-action",
            "details": "We have received a large number of petitions in support of leaving the EU, which are very similar to petitions that are already open. We cannot accept a new petition when we already have one asking for the same thing. You are more likely to get action if you sign and share a single petition. \r\n \r\nYou might like to sign and share one or more of these petitions. \r\n \r\nWalk away now! We voted for a No Deal Brexit https://petition.parliament.uk/petitions/235185\r\n\r\nBrexit article 50 must not be withdrawn  https://petition.parliament.uk/petitions/246387\r\n  \r\nLeave the EU Without a deal on April 12th https://petition.parliament.uk/petitions/248281 \r\n \r\nLeave EU by April 12th 2019 with deal or no deal https://petition.parliament.uk/petitions/250967 \r\n\r\nLeave with No Deal if Parliament rejects the EU Withdrawal Agreement  https://petition.parliament.uk/petitions/234393\r\n \r\nRenegotiate the Brexit deal immediately in the event MPs vote against it https://petition.parliament.uk/petitions/234195\r\n \r\nSupport the Prime Minister's Brexit Deal https://petition.parliament.uk/petitions/233104\r\n\r\nSay no to another EU Referendum aka \"Peoples Vote\"  https://petition.parliament.uk/petitions/241418\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-04-05T16:10:27.950Z"
    },
    "id": 251757,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251757.json"
    },
    "type": "petition"
}