{
    "attributes": {
        "action": "Apologise for the Government's response to the Revoke Article 50 Petition",
        "additional_details": "The Government (G) claims that \"Revoking Article 50 would break the promises made by G to the British people”, but does not recognise that delivering Brexit will break the promises made by ministers and government representatives before and after the referendum. https://twitter.com/bydonkeys?lang=en\r\n\r\nG wrote about trust in government, but G’s actions over the past 4 years have already resulted in the greatest loss of public trust in government and opposition in parliament.",
        "background": "The Government's response to the Petition to Revoke A50 was arrogant and dismissive of the views of the 5.8m signatories, and the 1m who marched in London on 23rd March, 16.1 million who voted Remain, and unknown numbers or people who would now favour staying in the EU or were unable to vote in 2016",
        "closed_at": null,
        "created_at": "2019-03-26T23:11:22.296Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-27T09:45:19.521Z",
        "opened_at": null,
        "rejected_at": "2019-04-08T15:16:29.032Z",
        "rejection": {
            "code": "duplicate",
            "details": "We understand that you are not satisfied with the Government's response to this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/241584\r\n\r\nHowever, we cannot accept your petition whilst the original petition is still open.\r\n\r\nYou could contact the Department for Exiting the European Union, which submitted the Government's response, or submit a new petition once petition 241584 has closed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-04-08T15:16:38.557Z"
    },
    "id": 251775,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251775.json"
    },
    "type": "petition"
}