{
    "attributes": {
        "action": "In 2016 the country answered a question -now they can answer it better. ASK THEM",
        "additional_details": "No-one knew the real day to day implications of Article 50 and how countries would react. Now we all have experience, and potentially the opportunity to, benefit from hindsight- we are a modern democratic society - another referendum is surely the only way forward ....in any business strategy there is always an initial decision to investigate further - surely this is what the UK did in 2016 - Surely now is the time for the final presentation to the board by the project team?",
        "background": "1)The public were told soo many stories about the impact of Brexit \r\n2) None really knew what they were voting for as negotiations hadn't even begun\r\n\r\nSo much more is now commonly know - It's only fair to ask the public again.....",
        "closed_at": null,
        "created_at": "2019-03-27T01:13:49.254Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-27T09:29:47.444Z",
        "opened_at": null,
        "rejected_at": "2019-04-01T09:18:18.330Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have received a large number of petitions about a second referendum on EU membership, which are very similar to petitions that are already open. We cannot accept a new petition when we already have one asking for the same thing to happen. \r\n \r\nYou might like to sign and share one or more of these petitions. \r\n\r\nTo have a second referendum on Britain leaving the EU https://petition.parliament.uk/petitions/231461\r\n\r\nHold a new Brexit referendum at the next General Election if UK has not left EU https://petition.parliament.uk/petitions/239032\r\n\r\nGrant a People's Vote if Parliament rejects the EU Withdrawal Agreement https://petition.parliament.uk/petitions/232984\r\n\r\nRevoke Article 50 then hold a referendum on our future relationship with the EU  https://petition.parliament.uk/petitions/245960"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-04-01T09:18:18.339Z"
    },
    "id": 251806,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251806.json"
    },
    "type": "petition"
}