{
    "attributes": {
        "action": "Teresa May must stand down as prime minister",
        "additional_details": "The current state of the country, how division runs deep, the raising levels of crime, the drop in services, the fact she has made the whole country a laughing stock because of her total mis-management of the brexit process and her fascist level of determination for it to be her way or no way.\r\n\r\nShe has uses the will of the people to push her agenda though parliament ignoring the parliamentary process, well we say the will of the people is that she goes.",
        "background": "Theresa May has shown that she has totally lost control, she no longer commands her party, parliament or the Brexit process. She has spent 2 years building a deal that no-one wants, yet refuses to let it drop. She does not represent the will of the people and she must go.",
        "closed_at": null,
        "created_at": "2019-03-27T07:16:34.026Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-27T21:24:34.834Z",
        "opened_at": null,
        "rejected_at": "2019-04-01T09:41:52.232Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about honours and appointments. That includes asking for people to resign or be sacked. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could search for and sign a petition about that:\r\n\r\nhttps://petition.parliament.uk/\r\n\r\nIf you would like a general election, you might like to sign this petition instead:\r\n\r\nHave another general election  https://petition.parliament.uk/petitions/235480"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-04-01T09:41:52.237Z"
    },
    "id": 251839,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251839.json"
    },
    "type": "petition"
}