{
    "attributes": {
        "action": "Debate the formation of an independent, non-partisan form of government",
        "additional_details": "Let's strip the party politics away from the government of our country.\r\nSo much energy is wasted on trying to defeat the motions and policies of rival parties. That energy should instead be focussed into positive action and working with government colleagues for the good of the people and the nation.\r\nThere are so many talented, intelligent people currently in parliament, great things could be achieved though collaborating and working together.",
        "background": "The current Brexit fiasco has highlighted the problems with our current party political system. The current system creates division and focuses energies on defeating the opposition rather than serving the will of the people. We need a system that serves the electorate and deals with relevant issues.",
        "closed_at": null,
        "created_at": "2019-03-27T08:35:54.279Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-03T16:47:17.123Z",
        "opened_at": null,
        "rejected_at": "2019-04-30T12:38:38.550Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  In particular, we're not sure what reforms you want to be debated.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign this petition, which calls for a government of national unity, if that's something you'd like to happen. You're more likely to get action on an issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/246772"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-30T12:39:02.501Z"
    },
    "id": 251876,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251876.json"
    },
    "type": "petition"
}