{
    "attributes": {
        "action": "Establish a Written Constitution.",
        "additional_details": "It is wrong that, through bending the rules, a majority in Parliament can deny the will of Government and possibly the people.\r\nA written constitution could also address everyday parliamentary behaviour such as the use/misuse of expenses, the employment of family members, the removal of jailed MPs.  It could also set out basic requirements for the election to and participating in the House of Lords.",
        "background": "Create a list of inalienable citizens right's and a legally binding detailed governmental code of practise.The failure of Government and Parliament reach any conclusions on Brexit shows the need for much greater rigour in proceedings.",
        "closed_at": null,
        "created_at": "2019-03-27T11:34:25.212Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-27T19:32:48.580Z",
        "opened_at": null,
        "rejected_at": "2019-04-08T15:48:56.444Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\nWe understand you'd like a written constitution, but we're not sure exactly what you'd like it to contain.\r\n\r\nWe can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament. Some of the issues you've raised - MPs expenses and rules about employing family members - are the responsibility of the Independent Parliamentary Standards Authority (IPSA), which is independent of both Parliament and Government.\r\n\r\nYou could start a new petition explaining clearly what you would like the UK Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-04-08T15:49:00.336Z"
    },
    "id": 251989,
    "links": {
        "self": "https://petition.parliament.uk/petitions/251989.json"
    },
    "type": "petition"
}