{
    "attributes": {
        "action": "Allow all those who voted REMAIN to retain their European status after brexit.",
        "additional_details": "Most people now want the UK to remain in the EU. If this is not possible then all those who voted remain or would now vote remain should be able to retain their European status and rights and protections of being part of the EU.",
        "background": "The referendum to exit the EU we now know to be based on lies and funded illegally.  How can it be democratic for the UK to leave under these circumstances?  If we cannot change this then we should be able to retain our citizenship.  The EU have already suggested that this may be a possibility.",
        "closed_at": null,
        "created_at": "2019-03-27T11:57:17.732Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-27T13:14:58.495Z",
        "opened_at": null,
        "rejected_at": "2019-04-08T13:28:47.150Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because under UK law there is no record of how someone voted in a referendum or election. It's therefore not possible to give a group of people rights based on how they voted.\r\n\r\nIn any case, EU citizenship is the responsibility of the EU and not the UK Government or Parliament. You could start a new petition calling on the UK Government to negotiate an agreement for UK citizens to have EU citizenship on an individual basis if that's something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-04-08T13:28:47.156Z"
    },
    "id": 252007,
    "links": {
        "self": "https://petition.parliament.uk/petitions/252007.json"
    },
    "type": "petition"
}