{
    "attributes": {
        "action": "LegallyBindingPublicBrexitVote: a)remain b1)May's deal b2)no deal b3)other deal",
        "additional_details": "The question put to the public should be :\r\nWhat is the definitive solution to the Brexit impasse?\r\nA) remain in the EU (more than 50% of total participants must vote A for this to happen)\r\nB1) Leave - May's deal (2 month delay to pass legislation)\r\nB2) Leave - no deal (Brexit effective day after this public vote)\r\nB3) Leave - other deal (1 year delay necessary to find another solution and (probably) hold a general election\r\nFOR THE \"B\" OPTIONS, HIGHEST % WINS AS LONG AS OPTION A GETS LESS THAN 50%",
        "background": "The parliament is gridlocked. This is not good for either the UK, Europe, business, leavers and remainers alike. We are all tired of uncertainty. The way forward would be another public vote, but this time it should be legally binding.",
        "closed_at": null,
        "created_at": "2019-03-27T12:41:10.880Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-28T15:26:40.340Z",
        "opened_at": null,
        "rejected_at": "2019-04-11T14:42:11.651Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what other deal the referendum would include or whether you're calling for a general election.\r\n\r\nYou could start a new petition explaining clearly what you want the Government or Parliament to do.\r\n\r\nThere are already petitions about a second EU referendum, which you might like to sign. You are more likely to get action on an issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/231461\r\n\r\nhttps://petition.parliament.uk/petitions/232984\r\n\r\nhttps://petition.parliament.uk/petitions/245960\r\n\r\nhttps://petition.parliament.uk/petitions/241701\r\n\r\nhttps://petition.parliament.uk/petitions/235216"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-04-11T14:42:11.658Z"
    },
    "id": 252035,
    "links": {
        "self": "https://petition.parliament.uk/petitions/252035.json"
    },
    "type": "petition"
}