{
    "attributes": {
        "action": "Propose that HM Queen Elizabeth use her power to dissolve Government",
        "additional_details": "The will of the people has not been met, democracy has failed, party politics should have been put to one side. As those in 'power' have been unable to work together to achieve that which we, as a voting populace put before them, they should no longer be our 'representatives' and a new way forwards needs to be found for the betterment of all within the UK",
        "background": "Since the Referendum and the ongoing debacle, it has become apparent the Government no longer represents the populace. The inherent cronyism within the circles of power have led to a situation whereby small numbers of well off insulated people are able to further weaken Britain on the world stage.",
        "closed_at": null,
        "created_at": "2019-03-27T19:49:22.735Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-27T20:38:24.235Z",
        "opened_at": null,
        "rejected_at": "2019-03-28T09:22:31.211Z",
        "rejection": {
            "code": "no-action",
            "details": "It’s not clear what the petition is asking the UK Government or Parliament to do.\r\nWe can't accept your petition because it's not clear what action you would like the UK Government or Parliament to take.\r\n\r\nUnder the Fixed Terms Parliament Act 2011 the Queen cannot dissolve Parliament.\r\n\r\nYou might like to sign these petitions instead:\r\n\r\nhttps://petition.parliament.uk/petitions/235547 \r\nhttps://petition.parliament.uk/petitions/237487 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-03-28T09:22:31.217Z"
    },
    "id": 252289,
    "links": {
        "self": "https://petition.parliament.uk/petitions/252289.json"
    },
    "type": "petition"
}