{
    "attributes": {
        "action": "A ban all non widely recyclable/non biodegradable packaging in the UK by 2045",
        "additional_details": "This could be a source of revenue for the Government, with heavy fines for companies who miss this target. It would also help the Goverment generate jobs and aid their commitment towards a circular economy.\r\n\r\nLegislation would help enforce this and the emphasis would be on companies to finance the transition, not the UK tax payer.",
        "background": "The UK fails to recycle over 1.5 million tonnes of plastic packaging waste each year, which ends up in landfill & waterways instead.\r\n\r\nCreating packaging that our society cannot deal with is blatantly unsustainable. We urgently need 100% recyclable/compostable packaging on every product in the UK.",
        "closed_at": null,
        "created_at": "2019-03-27T19:36:16.234Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-28T14:14:36.580Z",
        "opened_at": null,
        "rejected_at": "2019-04-11T12:16:18.980Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure if you're calling for just a ban or also for the imposition of fines.\r\n\r\nYou could start a new petition explaining clearly what you want the Government or Parliament to do.\r\n\r\nThere are already petitions about banning non-recyclable plastics and packaging, which you might like to sign if they call for something you want to happen. You're more likely to get action on an issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/230883\r\n\r\nhttps://petition.parliament.uk/petitions/232684"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-04-11T12:16:34.590Z"
    },
    "id": 252282,
    "links": {
        "self": "https://petition.parliament.uk/petitions/252282.json"
    },
    "type": "petition"
}