{
    "attributes": {
        "action": "Reform the government and remind them they serve the people, not themselves.",
        "additional_details": "I am not an expert on politics or Brexit but what I do know is the way our country is governed is wrong and archaic and MPs have shown recently they need reminding who they serve.\r\n\r\nI call for a complete reform on how our government works. It won’t be simple but it needs to happen before it’s too late for our great country.",
        "background": "Regardless of how you voted, brexit is a mess and our MPs are to blame for the entire situation from the vote to the way things have been handled since then. The only way we stop sliding down this slope is to completely reform the way our government works.",
        "closed_at": null,
        "created_at": "2019-03-27T18:49:45.163Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-27T19:19:26.428Z",
        "opened_at": null,
        "rejected_at": "2019-04-08T16:16:33.408Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do.\r\n\r\nThere are already petitions calling for public inquiries into Brexit. You might like to sign one of these if it calls for what you'd like to happen:\r\n\r\nhttps://petition.parliament.uk/petitions/252922\r\n\r\nhttps://petition.parliament.uk/petitions/245297"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2019-04-08T16:16:45.408Z"
    },
    "id": 252252,
    "links": {
        "self": "https://petition.parliament.uk/petitions/252252.json"
    },
    "type": "petition"
}