{
    "attributes": {
        "action": "Demand an investigation into the politicians who stand to benefit from Brexit",
        "additional_details": "The question remains why the Government insists on progressing with Brexit given the clear evidence of tampering and social engineering and harm it will bring to citizens which implies an unimagined level of corruption within the political class. We demand Parliament halts Brexit until a full and impartial investigation into the intent of those politicians who stand to financially benefit from Brexit, or have been funded by outside interests that seek to gain from the UK leaving the EU.",
        "background": "The govt insists there was no evidence of interference in the EU referendum, despite links uncovered by journalists, and govt QC admitting illegality. Every assessment shows Brexit will make the UK worse off, which implies politicians are proceeding for reasons in contravention of HoC principles.",
        "closed_at": null,
        "created_at": "2019-03-27T18:17:15.463Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-27T18:51:07.551Z",
        "opened_at": null,
        "rejected_at": "2019-04-02T14:47:24.834Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Investigating whether MPs have broken their Code of Conduct is the responsibility of the Parliamentary Commissioner for Standards, not the UK Parliament and Government. \r\n\r\nYou can find out more about the Parliamentary Commissioner for Standards here:\r\n\r\nhttps://www.parliament.uk/documents/commons-committees/Standards-Committee/standards-committee-complaint-infographic.pdf\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/complaints-and-investigations/ \r\n\r\nYou might like to sign and share this petition instead: \r\n\r\nhttps://petition.parliament.uk/petitions/241848\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-02T14:47:24.839Z"
    },
    "id": 252231,
    "links": {
        "self": "https://petition.parliament.uk/petitions/252231.json"
    },
    "type": "petition"
}