{
    "attributes": {
        "action": "Remove all of the existing differences between UK and NI laws",
        "additional_details": "Existing exceptions:\r\n- They can't have a border with Ireland\r\n-Northern Ireland is a common law jurisdiction. Although its common law is similar to that in England and Wales, and partially derives from the same sources, there are some important differences in law and procedure between Northern Ireland and England and Wales.\r\n-There are three distinct legal jurisdictions in the United Kingdom: England and Wales, Northern Ireland and Scotland. Each has its own legal system, distinct history and origins.\r\n- look up the details for yourself",
        "background": "Northern Ireland already has certain differences to the laws governing the rest of the UK. You can look them up. Why can they not accept another difference? Is this just about money for the DUP?",
        "closed_at": null,
        "created_at": "2019-03-27T21:05:36.495Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-27T23:10:53.753Z",
        "opened_at": null,
        "rejected_at": "2019-04-15T12:45:49.275Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would be the responsibility of the Northern Ireland Assembly and not the UK Government or Parliament.\r\n\r\nAlthough the Assembly isn't currently sitting, the UK Government has not formally taken back responsibility for devolved laws in Northern Ireland.\r\n\r\nWe also aren't sure what you mean by \"existing differences between UK and NI laws\". As you state in your petition, the different nations of the UK have different laws in some areas.\r\n\r\nIf you would like a specific law changed you could start a new petition calling on the UK Government and Parliament to take back (reserve) responsibility for that law in Northern Ireland and then change it if that's something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-04-15T12:46:05.427Z"
    },
    "id": 252344,
    "links": {
        "self": "https://petition.parliament.uk/petitions/252344.json"
    },
    "type": "petition"
}