{
    "attributes": {
        "action": "I want to live in a democracy. Why don't I seem to anymore?",
        "additional_details": "Our MP's seem hell bent on ignoring the will of the British people. A referendum was held, fair and square, and the majority of those who took the time to vote chose to sever ties with the European Union. It's in black and white, what's not to understand? So why do so many of our MP's think they can, at best, hinder this, at worst, stop it altogether? Why do our votes not count? I thought we lived in a democracy. OUR MP'S should ask themselves if we really do. I'd like their answer, please.",
        "background": "I want to live in a country where my vote is respected, where my voice is heard. Of late it looks like the UK is no longer that country. I want to shout out that my vote, in favour of leaving the European Union, is just as valid today as it was in May 2016. Want to join me? Your vote is valid also.",
        "closed_at": null,
        "created_at": "2019-03-27T21:38:40.884Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-28T07:55:19.301Z",
        "opened_at": null,
        "rejected_at": "2019-04-02T14:54:43.299Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe can't accept your petition because we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nYou might like to consider signing this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/250967"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-04-02T14:56:14.749Z"
    },
    "id": 252366,
    "links": {
        "self": "https://petition.parliament.uk/petitions/252366.json"
    },
    "type": "petition"
}