{
    "attributes": {
        "action": "Reform our democratic processes to ensure that parliament truly represents us.",
        "additional_details": "We propose all election candidates should be paid an equal wage and forfeit any other income. Every candidate should receive the same campaign budget, no donations allowed. We need proportional representation to create a parliament that truly represents us all, including minority views. The House of Lords must be replaced by a parliament of the future, where children's representatives have the power to veto policies that will be bad for them in the longer term. Democracy should empower us all!",
        "background": "Brexit has shown us all what a bunch of clowns our \"democracy\" has put in charge. If we are to \"take back control\" our first action should be to rewrite the laws of our democratic system to stop the rich from buying power and create a truly democratic parliament that gives us all an equal voice.",
        "closed_at": null,
        "created_at": "2019-03-27T22:33:04.840Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-28T15:52:54.027Z",
        "opened_at": null,
        "rejected_at": "2019-04-11T14:50:05.784Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure which laws you want to change.\r\n\r\nIt would not be the responsibility of the Government or Parliament to decide how much candidates for election are paid.\r\n\r\nYou could start a new petition explaining clearly what you want the Government or Parliament to do. \r\n\r\nThere's already a petition about proportional representation, which you might like to sign. You're more likely to get action on an issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/245488\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-11T14:50:05.792Z"
    },
    "id": 252430,
    "links": {
        "self": "https://petition.parliament.uk/petitions/252430.json"
    },
    "type": "petition"
}