{
    "attributes": {
        "action": "Prevent MPs from blocking their constituents on social media.",
        "additional_details": "The government policy is 'digital first'. This pushes the platform of political debate and spread of information from the soapbox onto social media.\r\n\r\nI am aware of a number of constituents in the Elmet and Rothwell constituency who, when challenging their MP in a perfectly reasoned and respectful manner, have been blocked on social media by their MP, Alec Shelbrooke.\r\n\r\nThis removes the constituent from the debate and disallows them from taking part in the political soapbox.",
        "background": "MPs are using social media platforms to reach out to their constituents This is the modern equivalent of a soapbox; they are reaching out to their voting public, and expect to be challenged respectfully.\r\n\r\nHowever, many MPs, when challenged in a civilised manner, are blocking their constituents.",
        "closed_at": null,
        "created_at": "2019-03-27T22:31:45.482Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-28T06:58:33.428Z",
        "opened_at": null,
        "rejected_at": "2019-04-04T07:54:26.613Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something the UK Government and Parliament is not responsible for.\r\n\r\nAny decisions on who an MP follows or blocks on social media would be a matter for the individual MP, as it would be for any other individual.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2019-04-04T07:54:33.084Z"
    },
    "id": 252427,
    "links": {
        "self": "https://petition.parliament.uk/petitions/252427.json"
    },
    "type": "petition"
}