{
    "attributes": {
        "action": "Final brexit referendum,prime ministers deal/no deal, NO 3rd option to remain",
        "additional_details": "Parliament/house of commons have thrown up every conceivable obstacle to try to derail brexit, we keep hearing from “people’s vote” campaigners about respecting the people and letting them have the final say. \r\nThe 2016 referendum decided to leave the EU, the people decided that!! \r\nLet’s have a people’s vote that respects the people today, **AND** the people from the 2016 referendum. 2 options, deal, or no deal. No option to remain!!\r\nRespect everybody, respect the leave vote, respect democracy!!",
        "background": "Certain politicians keep saying they’re representing the people, time to put their money where their mouth is, they want a 2nd referendum, let’s do it.\r\nA) ‘prime ministers deal’ to leave on May 22nd\r\nB) ‘no deal’ to leave on April 12th\r\nCategorically NO 3rd option to remain. Let the people decide!!",
        "closed_at": null,
        "created_at": "2019-03-27T22:38:52.269Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-28T15:15:54.657Z",
        "opened_at": null,
        "rejected_at": "2019-04-02T04:59:12.794Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have received a large number of petitions about a second referendum on EU membership, which are very similar to petitions that are already open. We cannot accept a new petition when we already have one asking for the same thing to happen. You are more likely to get action on this issue if you sign and share a single petition. \n\nYou might like to sign and share one or more of these petitions. \n\nGeneral petitions about a second referendum: \n\nTo have a second referendum on Britain leaving the EU https://petition.parliament.uk/petitions/231461\n\nHold a new Brexit referendum at the next General Election if UK has not left EU https://petition.parliament.uk/petitions/239032\n\nGrant a People's Vote if Parliament rejects the EU Withdrawal Agreement https://petition.parliament.uk/petitions/232984\n\nRevoke Article 50 then hold a referendum on our future relationship with the EU https://petition.parliament.uk/petitions/245960\n\nPetitions asking for specific questions in a second referendum:\n\nHold a second referendum on EU membership. (No deal not an option.) https://petition.parliament.uk/petitions/235138\n\nInclusion of No Deal Brexit be a condition for any second referendum. https://petition.parliament.uk/petitions/245516\n\nIn further public vote on course of leaving the EU, \"Remain\" not an option shown https://petition.parliament.uk/petitions/233063\n\nHold a 2nd referendum (2 tier), stay or leave, if leave: Mays deal or No Deal. https://petition.parliament.uk/petitions/241701\n\n2nd referendum 1 - Exit the EU with No Deal 2 - Revoke article 50 https://petition.parliament.uk/petitions/246157\n\nHave a new referendum regards leaving the European Union. (Accept current deal / no deal / negotiate a \"new softer Brexit\".) https://petition.parliament.uk/petitions/250135\n\nMechanism for second Brexit Referendum that will resolve the current stalemate (\"Hard Brexit\" / Theresa May's deal / or remain.) https://petition.parliament.uk/petitions/235216\n\nHave a referendum on whether the UK should join the EEA. https://petition.parliament.uk/petitions/245505\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-02T04:59:12.799Z"
    },
    "id": 252437,
    "links": {
        "self": "https://petition.parliament.uk/petitions/252437.json"
    },
    "type": "petition"
}