{
    "attributes": {
        "action": "Brexit outcome to a public vote - As Dame Margaret Beckett speech on 27/03/19",
        "additional_details": "Dame Margaret Beckett said: “It’s clear that many who voted Leave have accepted the possible economic damage of which they have been warned as a price they’re prepared to pay for the return of sovereignty.\r\n\r\n“But sovereignty is not returning. In fact, we’re sacrificing sovereignty for the sake of saying we are no longer members of the EU.\r\n“I recognise that such a deal may be all that’s on offer but to me, it’s inconceivable that its acceptance should be solely a matter for members of this House.",
        "background": "Dame Margaret Beckett claimed Brexiteers' will to deliver on the 2016 referendum result at all costs would be \"the undemocratic establishment stitch-up of all time\".\r\n\r\nPeoples Vote, Not MP's Vote, Brexit effect the every single person in the United Kingdom!  Not just MP's!\r\n\r\nVOTE",
        "closed_at": null,
        "created_at": "2019-03-27T23:18:09.379Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-27T23:41:30.536Z",
        "opened_at": null,
        "rejected_at": "2019-04-02T04:59:13.134Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have received a large number of petitions about a second referendum on EU membership, which are very similar to petitions that are already open. We cannot accept a new petition when we already have one asking for the same thing to happen. You are more likely to get action on this issue if you sign and share a single petition. \n\nYou might like to sign and share one or more of these petitions. \n\nGeneral petitions about a second referendum: \n\nTo have a second referendum on Britain leaving the EU https://petition.parliament.uk/petitions/231461\n\nHold a new Brexit referendum at the next General Election if UK has not left EU https://petition.parliament.uk/petitions/239032\n\nGrant a People's Vote if Parliament rejects the EU Withdrawal Agreement https://petition.parliament.uk/petitions/232984\n\nRevoke Article 50 then hold a referendum on our future relationship with the EU https://petition.parliament.uk/petitions/245960\n\nPetitions asking for specific questions in a second referendum:\n\nHold a second referendum on EU membership. (No deal not an option.) https://petition.parliament.uk/petitions/235138\n\nInclusion of No Deal Brexit be a condition for any second referendum. https://petition.parliament.uk/petitions/245516\n\nIn further public vote on course of leaving the EU, \"Remain\" not an option shown https://petition.parliament.uk/petitions/233063\n\nHold a 2nd referendum (2 tier), stay or leave, if leave: Mays deal or No Deal. https://petition.parliament.uk/petitions/241701\n\n2nd referendum 1 - Exit the EU with No Deal 2 - Revoke article 50 https://petition.parliament.uk/petitions/246157\n\nHave a new referendum regards leaving the European Union. (Accept current deal / no deal / negotiate a \"new softer Brexit\".) https://petition.parliament.uk/petitions/250135\n\nMechanism for second Brexit Referendum that will resolve the current stalemate (\"Hard Brexit\" / Theresa May's deal / or remain.) https://petition.parliament.uk/petitions/235216\n\nHave a referendum on whether the UK should join the EEA. https://petition.parliament.uk/petitions/245505\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-02T04:59:13.139Z"
    },
    "id": 252468,
    "links": {
        "self": "https://petition.parliament.uk/petitions/252468.json"
    },
    "type": "petition"
}