{
    "attributes": {
        "action": "Demand proportional or direct representation and end two party system",
        "additional_details": "To demand proportional/direct representation to bring an end to the undemocratic two party system that has lied and led voter to vote for them under their manifesto but once voted in they change their position to suit their agenda playing party politics and ignoring the majority of voters is undemocratic. We have gone to wars with countries due to their leader Been undemocratic, British democracy is the mother of all democracies around the world. Let’s not give other countries reasons",
        "background": "The main parties have led voters down the rabbit hole and changing HMQ statured law on Brexit betraying the will of 17.4million voters who opted for change in this austerity age. Parties should respect and stick to the results of referendum or an election that reflect pledges made in manifestos",
        "closed_at": null,
        "created_at": "2019-03-27T23:39:22.321Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-28T01:52:28.753Z",
        "opened_at": null,
        "rejected_at": "2019-04-11T11:32:46.962Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what form of direct representation you'd like to see.\r\n\r\nThere's already a petition about proportional representation, which you might like to sign. You're more likely to get action on an issue if you sign and share a single petition. \r\n\r\nhttps://petition.parliament.uk/petitions/245488"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-04-11T11:34:14.185Z"
    },
    "id": 252477,
    "links": {
        "self": "https://petition.parliament.uk/petitions/252477.json"
    },
    "type": "petition"
}