{
    "attributes": {
        "action": "Put a final four-way vote to the UK on EU membership",
        "additional_details": "I have sought to take the main contentions of the people and find a long term solution within this petition. A fourth option needs to consider:\r\n\r\nHalting of the free movement of people (one of the major rallying points for vote leave)\r\n\r\nThe EU divorce bill (many feel that the UK cannot afford to plough millions into the EU)\r\n\r\nEU laws (the UK should be able to veto laws that it feels are culturally incompatible with its values)\r\n\r\nEU and UK citizen's right to settle in the country they live in",
        "background": "Negotiate an option to remain in the EU with a renewed deal including the halting of free movement of people, and the removal of the requirement for a large divorce bill; to include in a public vote with 3 other options (remain as we are, a 'hard brexit', and Theresa May's deal or something similar",
        "closed_at": null,
        "created_at": "2019-03-28T00:37:44.562Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-28T11:14:56.653Z",
        "opened_at": null,
        "rejected_at": "2019-04-10T13:38:59.590Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you want to happen. In particular, we're not sure whether you want a referendum to happen prior to negotiating the things you want or once they have been negotiated. We're also not sure what you mean by laws that are \"culturally incompatible\".\r\n\r\nYou could start a new petition explaining clearly what you want to happen.\r\n\r\nThere's already a petition about a second EU referendum in which \"no deal\" is not an option. You might like to sign this one. You are more likely to get action on an issue if you sign and share a single petition.\r\n\r\nHold a second referendum on EU membership. (No deal not an option.):\r\n\r\nhttps://petition.parliament.uk/petitions/235138"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-04-10T13:39:12.290Z"
    },
    "id": 252504,
    "links": {
        "self": "https://petition.parliament.uk/petitions/252504.json"
    },
    "type": "petition"
}