{
    "attributes": {
        "action": "Change the way online petitions are signed for by requiring proof of identity.",
        "additional_details": "",
        "background": "Currently anybody can sign an online petition. All that's required is an email address and a tick box to prove you are a British citizen. This is open to abuse and can misrepresent support and undermine the democratic process. The Government should introduce stricter rules on signing petitions.",
        "closed_at": null,
        "created_at": "2019-03-28T07:06:54.841Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-29T05:45:57.224Z",
        "opened_at": null,
        "rejected_at": "2019-04-18T12:01:20.414Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what \"stricter rules\" you would like to see happen.\r\n\r\nMuch like the traditional paper petitioning system, which asks people to provide an address and signature, the e-petitions system aims to strike a balance between allowing people to easily register their support for issues which are important to them, whilst discouraging dishonesty.\r\n\r\nAt present anyone who is a UK resident or a British citizen can sign a petition. If you'd like to restrict that to people who have a specific form of identification you could start a new petition setting out clearly what form of identification you think should be required."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-18T12:01:20.421Z"
    },
    "id": 252539,
    "links": {
        "self": "https://petition.parliament.uk/petitions/252539.json"
    },
    "type": "petition"
}