{
    "attributes": {
        "action": "Hold a referendum on Theresa May’s deal or No deal for leave voters only.",
        "additional_details": "The UK voted to leave the EU by a majority of 1.3 million people. The UK is leaving the EU.\r\nParliament voted to invoke Article 50 and begin the Brexit process. \r\nSince general consensus seems to be that Leave voters did not know what they were voting for and that there should be a second referendum, we should put the question to leave voters only and let the people who voted to leave the EU, decide how it should best be done.\r\nLeave with Theresa May’s deal or leave with No Deal.",
        "background": "With British MP’s consistently proving incapable of resolving a Brexit deadlock which they themselves have created, Leave voters from the first referendum should be given the chance to vote on whether to Leave the EU with Theresa May’s deal or No Deal at all.",
        "closed_at": null,
        "created_at": "2019-03-28T11:01:26.522Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-28T18:25:38.890Z",
        "opened_at": null,
        "rejected_at": "2019-04-12T15:21:27.628Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It's not the UK Government's or Parliament's responsibility to stop people from voting in a referendum.\r\n\r\nThere's already a petition about an EU referendum, which you might like to sign. You're more likely to get action on an issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/232882"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-04-12T15:21:27.635Z"
    },
    "id": 252660,
    "links": {
        "self": "https://petition.parliament.uk/petitions/252660.json"
    },
    "type": "petition"
}