{
    "attributes": {
        "action": "Reform and Modernise parliament debating and voting systems",
        "additional_details": "I watched the debate following the indicative vote in horror of what our politic has become.  MPs were unable to speak (or be heard) as the chamber was filled with the noise of others expressing their opinions over one another.\r\n\r\nIt is like this for PMQs and every large debate.  It is like listening to toddlers.\r\n\r\nWe deserve better.  We deserve MPs to be held to account when they stop debate. We deserve opinion to be expressed quickly and debate moved on. We deserve debate, not a bear pit.",
        "background": "In recent time, the house of commons has resembled a mob mentality of shouting and booing where debate should exist. The speaker has limited control except to call for order and to sanction MPs after the case. With the house being refurbished, is it not time for our politics to be brought up too?",
        "closed_at": null,
        "created_at": "2019-03-28T10:19:27.036Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-28T12:11:54.964Z",
        "opened_at": null,
        "rejected_at": "2019-04-09T14:52:56.476Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. We understand you want to change the way debates and votes happen in Parliament, but we're not sure exactly what you'd like to happen.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-04-09T14:52:59.991Z"
    },
    "id": 252644,
    "links": {
        "self": "https://petition.parliament.uk/petitions/252644.json"
    },
    "type": "petition"
}