{
    "attributes": {
        "action": "MOD to accept applications from those with ASD diagnosis",
        "additional_details": "Labour's Paula Sherriff, shadow minister for mental health, said while autism is not a mental health condition, people on the autistic spectrum often developed mental health conditions like anxiety.\r\nMs Sherriff called for a change in the law, saying current rules mean autistic people can be sectioned under the Mental Health Act even if they do not suffer a mental condition",
        "background": "December 2018 the MOD reported to have not met their recruitment targets yet continue to overlook applications from those on the autistic spectrum\r\nAssessing risk in every situation is a given, but over looking such a large population of significantly talented people within our society is archaic!",
        "closed_at": null,
        "created_at": "2019-03-28T19:18:20.204Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-28T20:11:39.774Z",
        "opened_at": null,
        "rejected_at": "2019-04-12T15:43:37.368Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure whether you're only concerned about people with autism being able to work for the MoD or you want changes to the law about autistic people and mental health. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-12T15:43:37.374Z"
    },
    "id": 252864,
    "links": {
        "self": "https://petition.parliament.uk/petitions/252864.json"
    },
    "type": "petition"
}