{
    "attributes": {
        "action": "Stop using harmful plastic and use cannabis plastics (non-toxic & biodegradable)",
        "additional_details": "•By day 80 of disposing of a hemp-bottle it will have biodegraded completely, compared to the average time it takes for a regular plastic bottle to biodegrade, which is 450 years\r\n•As hemp plants grow they take in CO2, reducing the greenhouse affect \r\n•biodegradable and lightweight, making them an easy alternative to petrochemical, oil base, plastics\r\n• when hemp is used for suistainable material the CO2 becomes trapped and is not released into the atmosphere",
        "background": "Each day the world is becoming more and more polluted and by the time a lot of us decide it’s time to do something it will be too late. A main cause to this pollution and to global warming in general comes from non-biodegradable & harmful plastic which could easily be replaced by hemp-based plastic.",
        "closed_at": null,
        "created_at": "2019-03-28T21:48:31.789Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-28T22:14:00.397Z",
        "opened_at": null,
        "rejected_at": "2019-04-18T11:47:44.862Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because, whilst the Government can ban the use of plastic, it's not responsible for deciding what is used instead.\r\n\r\nYou might like to sign this petition to ban single-use plastic:\r\n\r\nhttps://petition.parliament.uk/petitions/231235"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-04-18T11:47:47.216Z"
    },
    "id": 252927,
    "links": {
        "self": "https://petition.parliament.uk/petitions/252927.json"
    },
    "type": "petition"
}