{
    "attributes": {
        "action": "Stop using smart motorways as a revenue genetators!",
        "additional_details": "stop abusing CASH COW MOTORWAYS (aka smart motorways) by\r\n1. introducing limits far too awa from congestion and/or incident i.e. clear road and limit 50mph\r\n2. keeping limits after incident is cleared just to increase chance of getting money from fines\r\n3. setting low limits on empty motorways without a reason, for example there was nothing on empty M25 at ca 2am and suddenly all lines were restricted to 20mph!\r\n\r\nYou want people to obey the limits? use them WISELY and they will do!",
        "background": "Limits on smart motorways and any speed limits should be used ONLY WHEN NEEDED not abused for revenue generation. Many times limits are set without a reason and left when reason is resolved i.e. incident clered. Authorities must EARN respect and respect is not granted.",
        "closed_at": null,
        "created_at": "2019-03-28T21:17:34.254Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-28T21:59:52.241Z",
        "opened_at": null,
        "rejected_at": "2019-04-18T11:45:40.703Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the setting of individual limits at specific points on smart motorways is an operational decision and not one the UK Government or Parliament is responsible for.\r\n\r\nYou could start a new petition calling for changes to the law around how smart motorways are introduced or enforced if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-18T11:45:43.347Z"
    },
    "id": 252914,
    "links": {
        "self": "https://petition.parliament.uk/petitions/252914.json"
    },
    "type": "petition"
}