{
    "attributes": {
        "action": "UK to change it’s voting system to something other than first past the post",
        "additional_details": "As the Brexit votes over that past few months have shown more cooperation between parties needs to happen and the ridiculous two party system needs to be broken. Please research the Single Transferable Vote (STV) as an example of how local elections can be more representive of political views. The current system has left us with labour or conservative parties and they have not been representive of our views and have left many in this country frustrated, angry and unheard",
        "background": "I have found myself voting for the party that I least dislike! Not based on their policies, I have been voting tactically as the first past the post voting system has not represented the changing and diverse views of this country, there are other voting systems which will allow new parties in.",
        "closed_at": null,
        "created_at": "2019-03-28T21:02:06.664Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-28T22:41:38.700Z",
        "opened_at": null,
        "rejected_at": "2019-04-11T15:58:24.594Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThere's already a petition about proportional representation, which you might like to sign. You're more likely to get action on an issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/245488"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2019-04-11T15:58:24.600Z"
    },
    "id": 252906,
    "links": {
        "self": "https://petition.parliament.uk/petitions/252906.json"
    },
    "type": "petition"
}