{
    "attributes": {
        "action": "Use the European Parliament elections as a proxy referendum for Remain or Leave.",
        "additional_details": "6 million people have signed a petition to withdraw Article 50. The British people are now far clearer about the issues relating to Brexit than 3 years ago. If we are required to hold European elections anyway, they can be used to test current opinion on whether to stay or leave. All parties would be required to state, in addition to any other manifesto, whether they favour remaining or leaving. If no remain or no leave candidate stands in a given constituency, an independent should stand.",
        "background": "If we need to take part in the European elections since we cannot have an orderly Brexit before May 23rd, each party & candidate should  declare whether they support remaining in the EU, or whether they support leaving, irrespective of the terms. Totalling the votes will give an advisory referendum.",
        "closed_at": null,
        "created_at": "2019-03-29T12:07:39.997Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-29T12:33:57.949Z",
        "opened_at": null,
        "rejected_at": "2019-04-23T17:08:16.554Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we're not sure what action you'd like the UK Government or Parliament to take. It's up to political parties how they campaign in an election."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-23T17:08:23.153Z"
    },
    "id": 253098,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253098.json"
    },
    "type": "petition"
}