{
    "attributes": {
        "action": "Provide voters the option to online vote to inform current goverment debate.",
        "additional_details": "Currently the 650+ MP’s responsible for deciding UK policy are not providing real time feedback to goverment. \r\n\r\nHad voters had been engaged in policy then the brexit deal would have been publicly debated for the past 2 years.\r\n\r\nOther issues could also be brought forward as voters concerns, debated and resolved without considerable effort - and in this way true democratic society could be realised.\r\n\r\nThe UK invented Goverment - We should now make steps to evolve this.",
        "background": "Voters have no say in the governance of the UK - and a facility to vote for debated issues would inform our public servants (MP’s) in the will of the electorate. \r\n\r\nA short TV daily debate with a telephone / online voting system would inform government of the will of the nation.",
        "closed_at": null,
        "created_at": "2019-03-29T06:18:54.165Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-29T11:26:41.010Z",
        "opened_at": null,
        "rejected_at": "2019-04-17T10:29:03.401Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would be the responsibility of broadcasters and not the UK Government or Parliament.\r\n\r\nIf you would like Parliament to consult the public directly ahead of votes you might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/242603"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-04-17T10:29:03.409Z"
    },
    "id": 253004,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253004.json"
    },
    "type": "petition"
}