{
    "attributes": {
        "action": "Call to vote no confidence in the government for the handling of Brexit.",
        "additional_details": "The government led us into this vote to which no one was properly informed about. To the average person it was just a simple yes/no vote and all they had to do was read some very simple information from either side. None of this was backed up with real evidence at all. The government have handled it badly.\r\n\r\nI am not asking for one side of the argument to vote here, I am asking both sides to see how badly the government have handled everything so far and how they have put everything at risk.",
        "background": "I call upon everyone in the UK to call a vote of no confidence in the UK government and to start a real discussion about how we want the country to be run. We are in a position of power whether you are for staying in the EU or leaving it does not matter. Now is our time to speak.",
        "closed_at": null,
        "created_at": "2019-03-29T09:28:37.437Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-29T09:39:39.138Z",
        "opened_at": null,
        "rejected_at": "2019-04-05T09:07:48.322Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-04-05T09:07:48.328Z"
    },
    "id": 253042,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253042.json"
    },
    "type": "petition"
}