{
    "attributes": {
        "action": "Demand a UK Plebiscite to Reform Parliamentary Constitution & Procedures",
        "additional_details": "Parliament has proved that it is not fir for purpose in dealing with complex issues of national interest.  This is very worrying as it paralyses important decision making by the Executive which could lead to catastrophic consequences.\r\n\r\nWe need a better Parliamentary system and it needs to be accountable to the electorate as it seems Parliament has hijacked the decision of the people and distorted that decision.\r\n\r\nA Plebiscite by the people for Reform is needed now to stop any reoccurrence.",
        "background": "The UK Parliament has been plunged into Political crisis in the process of administering the will of the people as decided in the democratic and legitimate referendum result on June 23rd 2016\r\n\r\n17,410,642 pollsters registered their express wish to LEAVE the European Union.  It has not happened.",
        "closed_at": null,
        "created_at": "2019-03-29T11:08:01.105Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-29T12:36:49.472Z",
        "opened_at": null,
        "rejected_at": "2019-04-18T17:29:22.716Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what type of reform you would to be considered in the referendum.\r\n\r\nYou could start a new petition setting out clearly the reforms you would like to see put to a referendum."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-18T17:29:25.929Z"
    },
    "id": 253079,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253079.json"
    },
    "type": "petition"
}