{
    "attributes": {
        "action": "Change the law so pet owners can claim damages for pain & suffering of an animal",
        "additional_details": "I'm starting this petition for my Zammo whose heart disease was not detected until it had gone into failure, despite attending three different vet practices on over a dozen occasions in 4 months. The vets in my experience were reactive rather than proactive. Had they employed foresight when I first presented Zammo's symptoms and looked at worse case scenarios instead of jumping to conclusions, his prognosis would have been better and he could have got the medication he needed much earlier.",
        "background": "As things stand you cannot sue / claim compensation for the negligent actions / misdiagnosis / short-sightedness of a vet in the UK. You can only hope to get an apology or recoup your financial loss if their missteps create pain and suffering in the animal. This needs to change.",
        "closed_at": null,
        "created_at": "2019-03-29T12:24:59.156Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-29T22:50:54.035Z",
        "opened_at": null,
        "rejected_at": "2019-04-23T15:02:39.354Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about damages for pet owners, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIf a vet's negligence causes an animal pain, injury, inconvenience or a pet owner  incurs extra costs because of the negligence, the pet owner is entitled to compensation.\r\n\r\nYou can find out more about complaining about vets here:\r\n\r\nhttps://www.citizensadvice.org.uk/consumer/somethings-gone-wrong-with-a-purchase/complaining-about-misconduct-or-negligence-vets/\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-04-23T15:03:01.178Z"
    },
    "id": 253101,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253101.json"
    },
    "type": "petition"
}