{
    "attributes": {
        "action": "Save our local Craigavon Area Hospital Breast Service.",
        "additional_details": "The current plan is to remove all breast diagnostic outpatient clinics and tests from Craigavon Hospital even though the breast service is achieving all government targets. Craigavon Breast Service provides state of the art and cutting edge techniques to improve all aspects of the patient experience. Many of these services are unique to Craigavon Hospital and are currently not available in the proposed remaining breast units. Make your voice count and save your local breast service!",
        "background": "The proposal to remove Breast Services from Craigavon Hospital means you will lose access to this vital local service and be forced to travel much further for investigation of any problem including breast cancer. Don’t allow this high quality service to be removed from your local area.",
        "closed_at": null,
        "created_at": "2019-03-29T18:41:37.048Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-29T18:49:37.051Z",
        "opened_at": null,
        "rejected_at": "2019-04-17T09:10:32.403Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something that the UK Government and Parliament aren't responsible for.\r\n\r\nThis is the responsibility of the Northern Ireland Assembly and Executive. Although the Assembly isn't sitting at present, the UK Government hasn't formally taken back responsibility for healthcare in Northern Ireland."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-17T09:10:38.197Z"
    },
    "id": 253288,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253288.json"
    },
    "type": "petition"
}