{
    "attributes": {
        "action": "Reduce NHS prescription costs for the employed - tax payers already pay for NHS",
        "additional_details": "Furthermore the unemployed then are eligible for free repeat prescriptions, yet they probably dont need them; but employed tax people are the ones paying for the medicines to be stocked up and available on top of paying for each item on the prescription, so overall not only do we pay for personal prescriptions we are more or less contributing to the unemployed peoples prescriptions.",
        "background": "NHS prescription costs are on the rise per item for those who work. However its us employed people that have no choice to pay for items when Ill so we can continue to go to work, even though we pay for NHS through tax. Whilst unemployed people get the benefits of free prescriptions as they please.",
        "closed_at": null,
        "created_at": "2019-03-29T19:51:04.527Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-29T20:34:13.397Z",
        "opened_at": null,
        "rejected_at": "2019-04-24T09:46:15.246Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about NHS prescription charges, but we're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure if you want reduced charges for employed people or all people who work and pay income tax.\r\n\r\nYou can find out more about who's eligible for free NHS prescriptions in England here:\r\n\r\nhttps://www.nhs.uk/using-the-nhs/help-with-health-costs/get-help-with-prescription-costs/\r\n\r\nYou could start a new petition explaining clearly what you'd like the UK Government or Parliament to do.\r\n\r\nThere's already a petition calling for free NHS prescriptions in England. You might like to sign this petition. You're more likely to get action on an issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/243065\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-05-24T09:55:37.095Z"
    },
    "id": 253323,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253323.json"
    },
    "type": "petition"
}