{
    "attributes": {
        "action": "Delete Paragraph 2 from the Public Libraries and Museums Act 1964",
        "additional_details": "In providing this service, local authorities must, among other things:\r\n•\thave regard to encouraging both adults and children to make full use of the library service (section 7(2)(b))\r\n•\tlend books and other printed material free of charge for those who live, work or study in the area (section 8(3)(b))\r\n\r\nThe Secretary of State has the power to make a remedial order against a library authority following a local inquiry. Such an inquiry can be commenced either on receipt of a complaint that a local library authority is failing to carry out its statutory duties or of the Secretary of State’s own motion (section 10).",
        "background": "Local authorities have a statutory duty under the Public Libraries and Museums Act 1964 ‘to provide a comprehensive and efficient library service for all persons’ in the area that want to make use of it (section 7).",
        "closed_at": null,
        "created_at": "2019-03-29T19:06:52.659Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-29T22:14:11.499Z",
        "opened_at": null,
        "rejected_at": "2019-04-18T17:47:01.276Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the Government or Parliament to take.\r\n\r\nWe aren't sure which part of the Act you would like deleted (Acts are divided into sections, the sections are then divided into paragraphs) and we aren't sure what effect you would like that to have.\r\n\r\nYou could start a new petition setting out clearly what you would like to happen; it's often clearer to say what you would like to happen rather than focusing on specific pieces of legislation."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-18T17:47:01.282Z"
    },
    "id": 253305,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253305.json"
    },
    "type": "petition"
}