{
    "attributes": {
        "action": "Improve Children’s Rights In Schools",
        "additional_details": "",
        "background": "Children across the nation are treated inhumanly and are degraded on a daily basis. Students have similar rights and treatment to those in prison, teachers bully and mistreat them in a way that could land them a criminal offense if they were to treat adults like they do kids. This must change.",
        "closed_at": null,
        "created_at": "2019-03-30T06:46:56.903Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-30T08:38:03.103Z",
        "opened_at": null,
        "rejected_at": "2019-04-26T14:07:51.071Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we're not sure what you'd like to happen to improve children's rights in schools. \r\n\r\nIn any case, laws on assault and abuse already apply to adults and children equally, so we're not sure what change to the law you'd like. If you think someone may have committed a crime, you could contact the police: https://www.police.uk/contact/ \r\n\r\nIf you're worried about the treatment of students in a particular school, you could speak to the school governors. Details of how to contact them should be on the school website. \r\n\r\nYou could start a new petition that explains clearly what you'd like to happen. For example, you could start a new petition asking the UK Government and Parliament to set up an inquiry to look into whether some school policies have a detrimental impact on children's rights. You'll need to give your full name to start a petition. \r\n\r\nYou might also like to sign and share one or more of these petitions:\r\n\r\nhttps://petition.parliament.uk/petitions/245399\r\nhttps://petition.parliament.uk/petitions/233644\r\nhttps://petition.parliament.uk/petitions/232890\r\nhttps://petition.parliament.uk/petitions/234997\r\nhttps://petition.parliament.uk/petitions/242410 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-04-26T14:08:14.707Z"
    },
    "id": 253494,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253494.json"
    },
    "type": "petition"
}