{
    "attributes": {
        "action": "Sign On To The CANZUK Free Trade Deal Once We Leave The EU",
        "additional_details": "CANZUK is a free trade/free movement deal between Canada, New Zealand, Australia and the United Kingdom. Their is overwhelming support from citizens of the four nations: Canada 75%, New Zealand 70%, Australia 82% and the United Kingdom 58%. The deal benefits remainers and leavers; leavers for its lack of intergovernmental components and remainers for its free movement. It also aims to limit the free movement of companies solely funded by government, to reduce the risk of monopolies.",
        "background": "The UK is about to leave the EU and we are presented with an opportunity to sign on to the CANZUK Deal, which would satisfy the desires of both remainers and leavers. In order for us to begin legal proceedings however, we must first leave the EU with or without a deal.",
        "closed_at": null,
        "created_at": "2019-03-30T02:37:17.439Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-01T13:50:11.045Z",
        "opened_at": null,
        "rejected_at": "2019-04-16T14:46:51.428Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what you mean by \"the CANZUK free trade deal.\" There is no currently existing deal between these countries that the UK could join so we aren't sure what you want to see happen.\r\n\r\nIf you would like the UK Government to negotiate for free movement between the UK, Canada, New Zealand and Australia you might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/235596"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-22T16:14:10.881Z"
    },
    "id": 253470,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253470.json"
    },
    "type": "petition"
}