{
    "attributes": {
        "action": "Many brits are born Europeans and should be able to be recognised as such.",
        "additional_details": "Millions of Brits reside in the European community as do Millions of Europeans reside in the UK. We might identify as Brits that have never truly evolved. The failure to deal in the Euro as currency  is more than proof. We have wanted our cake and eat it!\r\nWe surely are stronger together in an ever changing world. So much positive work has been achieved as a union than years of war and distrust over many centuries. \r\nLet’s strive for peace and prosperity as a unified Europe, and seek to strengthen.",
        "background": "It is a failure to recognise rights, like faith or ethnicity. Those born after the entry to the eu should have the right to be defined European. Individuals should be afforded the right to swap citizen ship to a Country in which they identify as home, which in many cases might not be the UK.",
        "closed_at": null,
        "created_at": "2019-03-30T02:30:37.841Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-31T15:28:55.047Z",
        "opened_at": null,
        "rejected_at": "2019-04-24T10:22:52.540Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the UK Government or Parliament to do.\r\n\r\nIn any case, it would not be the responsibility of the UK Government or Parliament to decide to grant citizenship in other countries.\r\n\r\nYou could start a new petition explaining clearly what you want the UK Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-24T10:23:13.658Z"
    },
    "id": 253469,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253469.json"
    },
    "type": "petition"
}