{
    "attributes": {
        "action": "Reform Parliament making it fit for the 21st Century. A New Building and system",
        "additional_details": "Similar systems already exist with the Welsh Assembly, Scottish Parliament being examples.  Watching the time wasted by MP's leaving the chamber to vote. The times when you see the chamber with only a handful of MP's sitting, the child like squabbles across the chamber. Public confidence in our MP's and Parliamentary system is at an all-time low.  The Tax payer needs to see our Parliament is working in a modern cost effective way to restore Public Confidence. It needs to be reformed now.",
        "background": "The present Brexit debate has shown that the present Parliamentary system is Broken and not fit for the 21st Century.  It is time for reform. A Parliament Chamber fit for the modern age we live in.  Every MP should have a desk with a Computer. MP's should be in attendance when Parliament is sitting",
        "closed_at": null,
        "created_at": "2019-03-30T07:15:51.476Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-01T20:27:55.493Z",
        "opened_at": null,
        "rejected_at": "2019-04-26T12:41:22.206Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. \r\n\r\nWe understand you want a new Parliament building but we're not sure exactly how you want to change the way Parliament works.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-04-26T12:41:37.193Z"
    },
    "id": 253498,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253498.json"
    },
    "type": "petition"
}