{
    "attributes": {
        "action": "End BREXIT-related division with a legally-binding confirmatory referendum.",
        "additional_details": "Hold a legally-binding confirmatory referendum between Parliament's chosen deal (voted on with the proviso that it is subject to this referendum being held) vs. remain. Specify dates on which either a. we leave the EU or b. Article 50 is revoked. Regardless of the outcome of this referendum, it can be respected as all of the facts are now known, unlike in 2016. The outcome will be legally-binding so that there can be no more discussion and endless voting in the Commons.",
        "background": "The UK populus, Parliament, and the Government are bitterly divided. The 2016 EU referendum was flawed on both sides with inaccurate, exaggerated, and knowingly false data being used to support their respective arguments. Hold a legally-binding confirmatory referendum.",
        "closed_at": null,
        "created_at": "2019-03-30T10:16:32.522Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-30T12:10:39.508Z",
        "opened_at": null,
        "rejected_at": "2019-04-23T16:39:46.940Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have received a large number of petitions about a second referendum on EU membership, which are very similar to petitions that are already open. We cannot accept a new petition when we already have one asking for the same thing to happen. You are more likely to get action on this issue if you sign and share a single petition. \r\n \r\nYou might like to sign and share one or more of these petitions.\r\n\r\nhttps://petition.parliament.uk/petitions/235138\r\n\r\nhttps://petition.parliament.uk/petitions/231461\r\n\r\nhttps://petition.parliament.uk/petitions/253234\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2019-04-23T16:40:13.102Z"
    },
    "id": 253559,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253559.json"
    },
    "type": "petition"
}