{
    "attributes": {
        "action": "Parliament to admit it has lost the UK's confidence",
        "additional_details": "The first step to fixing a problem is admitting you have one.\r\nPeople across the UK have lost trust in politicians who are supposed to act in our interests but who instead - across multiple parties - seem only to act for themselves, chasing power instead of what's best for the people in our country.\r\nTo begin to rebuild trust and create positive change, all parties should come together, agree they have a problem, and that there is no magic fix to the Brexit issue.\r\nPlease. The UK deserves better.",
        "background": "However we voted in referendums and elections, we come together to state we have no confidence in the UK's parliament.\r\nWe ask all parties to admit this is a fact, apologise and - instead of blaming each other - work together to change parliament in a way which benefits every corner of the country.",
        "closed_at": null,
        "created_at": "2019-03-30T11:25:40.670Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-31T13:59:10.298Z",
        "opened_at": null,
        "rejected_at": "2019-04-17T11:17:14.406Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you would like Parliament to act to regain public confidence but we're not sure what action you'd like it to take to achieve this. It would be a decision for political parties as to whether they wish to work together, not the UK Government or Parliament as a whole.\r\n\r\nIf you would like the Government to negotiate to form a Government of National Unity you could sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/246772"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-04-17T11:17:14.415Z"
    },
    "id": 253587,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253587.json"
    },
    "type": "petition"
}