{
    "attributes": {
        "action": "Hold our Government Accountable",
        "additional_details": "It's time we held our politicians accountable for their actions and broken promises.  We should base their pay on their performance and if they fail the country they should not get the money they each get regardless of what they do on standing down, being elected out or by retiring from the PM position.  If they worked for a private company they would have to deliver their promises and would not be rewarded with considerable sums of money for not doing their jobs.",
        "background": "For decades we have persistently voted for one of very few parties.  All of whom have a manifesto, a set of promises they make to the country in order to get elected.  Rarely do our politicians carry out their promises and yet even after their term they receive large sums of money.",
        "closed_at": null,
        "created_at": "2019-03-30T15:54:58.420Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-30T22:57:42.561Z",
        "opened_at": null,
        "rejected_at": "2019-04-09T13:47:25.769Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\nhttp://www.theipsa.org.uk/about-us/contact-us/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-04-09T13:47:25.777Z"
    },
    "id": 253680,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253680.json"
    },
    "type": "petition"
}