{
    "attributes": {
        "action": "Sack all the MPs and let UK citizens make the countries decisions using an app",
        "additional_details": "Whether you were for or against Brexit, one thing we can all agree on is how useless our politicians are.\r\nRadical change is needed.\r\nP45s in the post to all MPs, with immediate effect (they couldn't claim unfair dismissal after seeing them in action over the last 2 years)\r\nthen just download the \"Vote App\" where you can put your policies and ideas forward and everyone can vote  just by ticking the box.\r\nThe results would be forwarded to the Westminster administration centre to process.",
        "background": "I want to get rid of all the Members of Parliament and the House of Lords. \r\nI want UK citizens to decide on the countries issues and policies using an app or by going online to vote, then have Westminster used as an administration centre to carry out the policies that have been decided on.",
        "closed_at": null,
        "created_at": "2019-03-30T14:26:45.355Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-30T19:27:39.551Z",
        "opened_at": null,
        "rejected_at": "2019-04-17T10:59:15.716Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions calling for people to be given or lose their jobs, but we could accept a petition calling for a form of direct democracy. \r\n\r\nYou might also like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/242603"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-17T10:59:15.723Z"
    },
    "id": 253655,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253655.json"
    },
    "type": "petition"
}