{
    "attributes": {
        "action": "NI citizens as part of the UK must be given the same human rights",
        "additional_details": "Much of the Brexit debate has focussed on ensuring N.I is not treated differently to the rest of the U.K. Here in N.I we are either equal citizens of the U.K or we are not. Currently we are not, being denied rights to Gay Marriage and access to Abortions. Stormont is currently defunct bringing an opportunity for Westminster to show citizens of Northern Ireland we are truly an equal and respected part of the Union and entitled to the same liberal freedom as our friends across the water.",
        "background": "Northern Ireland's position in the UK has been a major influence on the Brexit process, yet citizens in N.I are still treated unequally to our GB and Irish counterparts in terms of Abortion and Gay Rights. If N.I is truly an equal part of the United Kingdom citizens must be allowed the same rights.",
        "closed_at": null,
        "created_at": "2019-03-30T19:16:36.764Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-30T20:29:50.590Z",
        "opened_at": null,
        "rejected_at": "2019-04-15T13:15:13.767Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would be the responsibility of the Northern Ireland Assembly and not the UK Government or Parliament.\r\n\r\nAlthough the Assembly is not currently sitting, responsibility for legislating in these areas has not formally been moved back to Westminster. \r\n\r\nIf you would like responsibility for same sex marriage to be moved back to Westminster you might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/233396\r\n\r\nIf you would like responsibility for abortion law to be taken back by Westminster and changed you could start a new petition calling for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-04-15T13:15:26.091Z"
    },
    "id": 253741,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253741.json"
    },
    "type": "petition"
}