{
    "attributes": {
        "action": "Ask the British people what they want TODAY. This is not a \"second\" referendum.",
        "additional_details": "The Brexit referendum, almost three years ago, is no longer valid. Things have changed. Also. it was not correctly formulated. \"Should\" has a strong subliminal effect on the answer:\r\n\"Should I/we ....?\"  calls for a onditional answer. This truly biased the original referendum.\r\nIt was also undemocratic because it excluded nearly a million and a half British people living permanently in other European countries.\r\nIt is a democratic necessity to hold a NEW referendum (not a \"second\" referendum).",
        "background": "We need to know what the British people want TODAY. We need a new referendum, a truly democratic one this time, which includes all Brits living in Europe and does not use \"should\". Mrs May has fully delivered for \"should we leave\": She has given us what we need to answer \"SHALL we leave\".",
        "closed_at": null,
        "created_at": "2019-03-30T17:50:57.142Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-30T20:19:35.750Z",
        "opened_at": null,
        "rejected_at": "2019-04-17T11:03:15.011Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what question you would like this referendum to ask. We understand you don't want it to include the word \"should\" be we aren't sure what you options you would like people to vote on should be.\r\n\r\nYou could start a new petition setting out clearly what should happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-04-17T11:03:15.017Z"
    },
    "id": 253713,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253713.json"
    },
    "type": "petition"
}