{
    "attributes": {
        "action": "To overhaul the deselection process, specifically of Dominic Grieve as example.",
        "additional_details": "To deselect a highly regarded, honest and principled man purely because of the mast he pinned his flag to is wrong. His background should make the case for this, alone.  The former attorney general, QC, has ensured this HMG has been held to account throughout this Brexit saga. This alone needs recognition. A change to deselection process would be fitting.",
        "background": "The recent deselection process started against Dominic Grieve has hi-lighted the fact that any group can organise to remove an MP for frankly any reason.   This cannot be a modern democratic method. An independent legal process needs to be followed. Dominic has always held the HMG to high standard.",
        "closed_at": null,
        "created_at": "2019-03-30T20:37:42.288Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-30T23:25:56.858Z",
        "opened_at": null,
        "rejected_at": "2019-04-26T14:38:26.803Z",
        "rejection": {
            "code": "no-action",
            "details": "MPs cannot be removed from office through \"deselection\", so we're not sure what you'd like the UK Parliament or Government to do. An MP can only lose their office if they lose their seat in an election or they are \"recalled\". You can read more about recall here: \r\n\r\nhttps://commonslibrary.parliament.uk/insights/the-first-use-of-a-recall-petition-in-the-uk/\r\n\r\nIn any case, this vote was based internal rules decided by the Conservative Party, not the UK Parliament or Government. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-26T14:39:51.323Z"
    },
    "id": 253771,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253771.json"
    },
    "type": "petition"
}