{
    "attributes": {
        "action": "Make the revoke A50 petition binding if it passes 17.4m signatures",
        "additional_details": "The brexiteers must now put their money where their mouth is.\r\nIt is clear that in light of the truths revealed after the referendum, the majority of british citizens wish to remain.\r\nA referendum won on deceipt should never have been acted upon in the first place. History will remember those involved, its time to get on the tight side of history.",
        "background": "Many brexit supporters have brushed off the petition to revoke article 50 saying that it should not be discussed untill it passss the leave vote in the 2016 referendum.\r\nIf the revoke petition passes the referendum vote it should be considered a binding popular vote and article 50 must be revoked.",
        "closed_at": null,
        "created_at": "2019-03-31T10:25:59.300Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-31T14:10:16.314Z",
        "opened_at": null,
        "rejected_at": "2019-04-29T12:15:36.032Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take. It sounds like you want Article 50 to be revoked and, as you know, we already have a petition about that. We can't accept petitions that call for other petitions to be implemented under certain circumstances. \r\n\r\nWe could accept a petition calling for any petitions that receive more than a certain number of signatures to be subject to a referendum or for the Government to commit to implementing their provisions if either of those are things you would like to see happen. For example you might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/250909"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-04-29T12:15:47.934Z"
    },
    "id": 253879,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253879.json"
    },
    "type": "petition"
}