{
    "attributes": {
        "action": "Andrea Leadsom should replace Theresa May as Prime Minister!",
        "additional_details": "MPs are desperately trying to derail Brexit for their own political agenda, kill off democracy and are doing everything but respecting the people’s vote (something they promised to do in the general elections), things need to change. Andrea Leadsom is willing to hand in her resignation to prevent us accepting a bad deal with Europe, as our PM, Theresa May should be willing to do the same for us.. but she instead is caving into pressure from Europe and remainers. We need Andrea Leadsom!",
        "background": "As a Brexiteer Andrea Leadsom understands that leave means leave and so she should be the one negotiating for us! Theresa May, a remainer, has proven she cannot deliver Brexit, therefore she should be replaced by someone who actually believes in Brexit and is willing to uphold the referendum result!",
        "closed_at": null,
        "created_at": "2019-03-31T11:00:25.540Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-31T18:38:30.425Z",
        "opened_at": null,
        "rejected_at": "2019-04-04T10:18:35.020Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about honours and appointments. That includes asking for people to resign or be sacked. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could search for and sign a petition about that:\r\n\r\nhttps://petition.parliament.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-04-04T10:18:35.026Z"
    },
    "id": 253890,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253890.json"
    },
    "type": "petition"
}