{
    "attributes": {
        "action": "Change the speed limit on countryside lanes",
        "additional_details": "Due to the speed limit applied for these dangerous roads, this was a cause of the death of these innocent lifes. Not to mention the surface on the road on country lanes; tight corners, tight lanes, grass verges, manure from farm animals, slow moving vehicles like tractors, old trees etc. I just do not understand how this is acceptable that we have speed limits up to 50-60mph on these sort of roads, these roads are deadly, they are dangerous and not safe to drive at such speed. The speed limit of these roads NEED to be changed",
        "background": "In the early hours, March 25th 2019 a young man was killed in a serious car incident on a tight bend on a country lane just exiting Atherstone, Warwickshire. There was also an incident not far from Atherstone, Warwickshire on the 16th July 2017, 3 teenagers were killed, yet again on a country lane.",
        "closed_at": null,
        "created_at": "2019-03-31T00:50:09.163Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-31T08:44:36.723Z",
        "opened_at": null,
        "rejected_at": "2019-04-25T10:40:48.923Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue that you raise. Councils are responsible for setting speed limits on local roads. \r\n\r\nYou can find out which council is responsible for roads in your area by entering your postcode on this website: https://www.gov.uk/request-speed-limit-change\r\n\r\nYou may also wish to raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2019-04-25T10:41:03.988Z"
    },
    "id": 253818,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253818.json"
    },
    "type": "petition"
}