{
    "attributes": {
        "action": "Call for the resignation of Theresa May and a General Election",
        "additional_details": "Her attempt to resubmit the same deal for consideration 4 or more times whilst running down the clock is highly cynical.\r\n\r\nThe only thing changing is time and as Brexit deadlines approach, to refuse alternatives may amount to blackmail of parliament.\r\n\r\nIt is this petition’s assertion that thisis a betrayal of both the spirit and letter of our parliamentary system and such cynical manipulation betrays democracy in this country.\r\n\r\nThe only reasonable recourse is a GE without May on the ballot.",
        "background": "The Prime Minister Theresa May has, whether you voted leave or remain, made a complete mess of the Brexit negotiations.\r\n\r\nHer refusal to play hardball with the EU, and the hypocrisy of attempting her deal 4 times without allowing the public a further say, has led to an unwanted compromise.",
        "closed_at": null,
        "created_at": "2019-03-31T10:08:41.466Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-31T10:28:09.891Z",
        "opened_at": null,
        "rejected_at": "2019-04-09T09:09:49.868Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about honours and appointments. That includes asking for people to resign or be sacked. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could search for and sign a petition about that: \r\nhttps://petition.parliament.uk/\r\n\r\nIf you would like a general election, you might like to sign this petition instead:\r\n\r\nHave another general election https://petition.parliament.uk/petitions/235480"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-09T09:09:49.874Z"
    },
    "id": 253875,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253875.json"
    },
    "type": "petition"
}