{
    "attributes": {
        "action": "Cancel all future elections if we don't leave the EU now.",
        "additional_details": "Politicians are elected to do we what we ask especially in a referendum. Now all we have is a parliament full of remainers set on ignoring the people and doing everything to either stop Brexit or delay it indefinitely. If remain had won we would not be asking 'what type of remain do we want' so why are we doing that with leave. Get out now with no deal while we can and have faith in our Great Country. No point in politicians if people overulled.",
        "background": "Democracy is dead if the referendum result is not honoured now. If we don't leave EU now what is the point in holding any future elections when the people are clearly not being listened to.",
        "closed_at": null,
        "created_at": "2019-03-31T14:56:36.850Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-02T08:18:40.537Z",
        "opened_at": null,
        "rejected_at": "2019-04-23T14:44:58.510Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the Government and Parliament can't cancel elections. The law requires them to be held every five years. In any case, cancelling all elections would mean the current Parliament remaining in post permanently. We aren't sure this is what you want to happen.\r\n\r\nYou might like to sign this petition which calls for the UK to leave the EU now without a deal instead:\r\n\r\nhttps://petition.parliament.uk/petitions/235185\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-23T14:45:01.298Z"
    },
    "id": 253953,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253953.json"
    },
    "type": "petition"
}