{
    "attributes": {
        "action": "A compropmise that respects both Brexiteers and those wishing to Remain in EU",
        "additional_details": "The EU Council and MEPs have publically and in writing stated that the EU needs to be reformed for the 21st Century.  \r\nDuring this period we will continue to benefit from EU membership. \r\nShould no demonstrably satisfactory reform be achieved by April 2021 then the UK Electorate will, through Proportionate Representation, vote to honour the result of the 2017 Referendum and leave EU or remain a Member to continue to achieve the Reforms demanded by Brexiteers up until the EU 2023 elections.",
        "background": "To respect the wishes of both those who voted to leave the EU and those who wish to retain the benefits of being a member state, we petition that Parliament revoke Art 50 and elect MEPs to lead the EU's promised Reform for the 21 Century including immigration, subsidies  and law. Change worth a try!",
        "closed_at": null,
        "created_at": "2019-03-31T12:03:31.659Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-31T16:59:37.915Z",
        "opened_at": null,
        "rejected_at": "2019-04-26T15:19:41.149Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign and share this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/243613\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-05-24T09:54:35.110Z"
    },
    "id": 253907,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253907.json"
    },
    "type": "petition"
}