{
    "attributes": {
        "action": "We demand our targeted Wellbeing Sessions are delivered in all schools.",
        "additional_details": "I'm degree qualified in youth work and was brought up in similar environment's to the young people in communities where violence, drugs and unemployment is the norm. Having positive role models who have turned their lives around as I have, is key! As well as people who care and really understand a situation. I have personal experience within my family being torn apart due to knife crime as well as family members in and out of jail, unemployment and unable to break the cycle due to victim status.",
        "background": "Our sessions, which we have started in Cardiff, Wales are delivered by credible professionals with actual 'lived in experience.' They offer a holistic, joined up, multi-agency approach and are life-changing.They enhance existing work, prepare  for 2020 curriculum changes, and offer a new approach.",
        "closed_at": null,
        "created_at": "2019-03-31T12:31:46.590Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-01T20:50:17.798Z",
        "opened_at": null,
        "rejected_at": "2019-04-16T09:38:17.725Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something that the UK Government or Parliament is not responsible for. Education in Wales is the responsibility of the Welsh Government and Assembly.\r\n\r\nYou can petition the Welsh Assembly here:\r\n\r\nhttps://www.assembly.wales/en/gethome/e-petitions/Pages/e-petitions.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-16T10:05:32.532Z"
    },
    "id": 253917,
    "links": {
        "self": "https://petition.parliament.uk/petitions/253917.json"
    },
    "type": "petition"
}