{
    "attributes": {
        "action": "End the culture of black teachers being denied top leadership roles in schools",
        "additional_details": "Black kids populate London schools, yet the education system denies them of black role models in leadership roles. \r\nThe ethnic make-up of those in senior teaching roles remains broadly static with 93.5% of headteachers describing themselves as \"white British\".\r\n(DFE 24 September 2018)\r\nA government report by Lord Swann in 1985 noted there were \"disproportionately low numbers of teachers of ethnic-minority origin in our schools\" and called for a response - but little has changed.",
        "background": "Black teachers in Britain are constantly overlooked for promotions in the workplace. In addition, they are side tracked and pressurised, thereby forcing them to either leave the profession or accept jobs that they are over qualified for.",
        "closed_at": null,
        "created_at": "2019-03-31T17:58:40.665Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-01T15:48:28.742Z",
        "opened_at": null,
        "rejected_at": "2019-04-16T09:31:41.536Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the proportion of black teachers being promoted to senior leadership roles but we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition calling for the Government to fund a national initiative to promote black leadership in schools if that's something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2019-04-16T09:31:50.839Z"
    },
    "id": 254012,
    "links": {
        "self": "https://petition.parliament.uk/petitions/254012.json"
    },
    "type": "petition"
}