{
    "attributes": {
        "action": "Extend child fares & charges for all public transport and leisure to age 18.",
        "additional_details": "Transport & Leisure operators stop child rates at 16. \r\nThis places an unreasonable financial burden upon working families and 16 to 18 year olds who are required to attend full time education. \r\nIf we want the next generations to increase their use of public transport and leisure opportunities , tackle obesity and improve social cohesion, they must be affordable and accessible. \r\nIf we want to get children out from behind their keyboards and game consoles there have to be viable alternatives.",
        "background": "Young people are now expected to stay in education until they are 18 and now cannot even take a drive until they are 18. \r\nPart time jobs for under 18's in the current economy are almost non-existent and the low number of permitted hours makes employers very reluctant to take on under 18's.",
        "closed_at": null,
        "created_at": "2019-03-31T23:11:38.539Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-01T13:27:38.271Z",
        "opened_at": null,
        "rejected_at": "2019-04-03T14:54:21.259Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Aged-based transport fares are not set by the UK Government. For buses, local bus companies are free to set their own fares. For trains, the fares are set by train operating companies.\r\n\r\nYou could start a new petition asking Parliament to change the law, to require all transport operators to offer child fares for anyone under 18. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-04-03T14:54:25.582Z"
    },
    "id": 254077,
    "links": {
        "self": "https://petition.parliament.uk/petitions/254077.json"
    },
    "type": "petition"
}