{
    "attributes": {
        "action": "House to debate broadband subscription being tied to having a landline.",
        "additional_details": "I can use myself and a couple of friends as evidence in this case. For over 2 years I have not have the need to use my landline but in order to subscribe to broadband I have to have a line in place. I believe the Service providers can find a solution on how to provide services specific to citizens needs. To the subscribers this will be funds spent on what you really need and want.",
        "background": "Statistics has shown that households use more of mobile for their daily activities. The idea of having a broadband at home and not being used is costing households 100s of pounds annually. Hence owning a broadband should not be conditioned on having a landline sitting idle.",
        "closed_at": null,
        "created_at": "2019-03-31T19:48:43.925Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-03-31T20:55:05.573Z",
        "opened_at": null,
        "rejected_at": "2019-04-24T13:09:17.067Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about broadband subscriptions, but we're not sure exactly what you'd like the UK Government or Parliament to do. Some broadband providers offer broadband services without landline rental.\r\n\r\nBroadband service providers are regulated by Ofcom, which is independent of Parliament and the Government. Find out how to contact Ofcom here:\r\n\r\nhttps://www.ofcom.org.uk/about-ofcom/contact-us"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-04-24T13:09:47.153Z"
    },
    "id": 254037,
    "links": {
        "self": "https://petition.parliament.uk/petitions/254037.json"
    },
    "type": "petition"
}