{
    "attributes": {
        "action": "Require a login to sign petitions and review security",
        "additional_details": "A example: https://www.energise.co.nz/blog/internet-news/proving-human-good-deed/\r\n\r\nTuring test:\r\nhttps://en.m.wikipedia.org/wiki/Turing_test\r\n\r\nReasoning to limit Russian influence:\r\nhttps://en.m.wikipedia.org/wiki/Russian_interference_in_the_2016_United_States_elections\r\n\r\nReference google cloud for how easy could be to build a bot net using virtual machines running code to recursively sign petition move IP address by IP release and repeat with a different email.",
        "background": "E-democracy is a interesting new concept though the danger for bot manipulation is present. Either a login should be implemented or a system where a user proves they are human. The right to a vote or sign a petition should require also being able to pass a Turing test.",
        "closed_at": null,
        "created_at": "2019-03-31T19:26:42.139Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-01T06:16:03.005Z",
        "opened_at": null,
        "rejected_at": "2019-04-15T14:51:04.544Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take. There are already measures in place to prevent the use of bots on the UK Government and Parliament petition site.\r\n\r\nMuch like the traditional paper petitioning system, which asks people to provide an address and signature, the e-petitions system aims to strike a balance between allowing people to easily register their support for issues which are important to them, whilst discouraging dishonesty. \r\n\r\nThe Government Digital Service, who run the Government and Parliament e-petitions site, have a number of ways of identifying and preventing fraudulent activity based around blocking, removing and monitoring signatures as appropriate. These include techniques, automated and manual, to identify and block signatures from bots, disposable email addresses or other sources that show signs of fraudulent activity. They also monitor signing patterns and take action when appropriate. Ideally, someone who has tried to fraudulently sign a petition would never realise that they have failed.\r\n\r\nYou could start a new petition requiring people using the site to have individual accounts to sign petitions if that is something you would like to see happen.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-04-15T14:51:13.959Z"
    },
    "id": 254031,
    "links": {
        "self": "https://petition.parliament.uk/petitions/254031.json"
    },
    "type": "petition"
}