{
    "attributes": {
        "action": "Abolish Parliament and set up an elected non-Party House of Representatives.",
        "additional_details": "The British public has been lied to from different sides. Decent Private Members bill are delayed when one MP shouts \"object.\" Politicians fail to make a decision that the British public requests and do not fulfil their manifesto and continue to thwart one another and make our country a laughing stock. Our current politicians and political system have now lost credibility and authority.",
        "background": "The general public has no confidence in the party political system and it's leadership. Politicians are letting down the electorate and are not accountable and are playing at party politics rather than carrying out the will of the British people and electorate. It is time for a change.",
        "closed_at": null,
        "created_at": "2019-04-01T21:29:31.466Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-02T19:26:43.282Z",
        "opened_at": null,
        "rejected_at": "2019-04-17T11:32:41.764Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure have action you would like the UK Government or Parliament to take. We aren't sure what a \"non-Party House of Representatives\" would consist of.\r\n\r\nYou could start a new petition calling for a change in electoral law to prevent candidates declaring themselves the candidate of a political party at elections if that is something you would like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-04-17T11:32:47.353Z"
    },
    "id": 254351,
    "links": {
        "self": "https://petition.parliament.uk/petitions/254351.json"
    },
    "type": "petition"
}