{
    "attributes": {
        "action": "Motion of no confidence for leaders of both the government and the opposition",
        "additional_details": "There have been calls recently over the confidence in the leaders of the opposition and the government from both the electorate and the Houses of Parliament. We live in a country that takes pride in its democracy, which thrives on the basis of representation. It is undemocractic and simply unfair to ignore the electorate. \r\n\r\n\r\nhttps://petition.parliament.uk/petitions/206040\r\nhttps://petition.parliament.uk/petitions/237424",
        "background": "Over the past 2 years the Brexit negotiations and the scrutiny of them has let the citizens of this country down. The replacement of the leaders has been called for by a proportion of the electorate after the standstill of governance. With a paralysed parliament things need to change.",
        "closed_at": null,
        "created_at": "2019-04-01T22:10:28.627Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-01T22:25:25.278Z",
        "opened_at": null,
        "rejected_at": "2019-04-09T09:00:24.346Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-04-09T09:00:24.352Z"
    },
    "id": 254393,
    "links": {
        "self": "https://petition.parliament.uk/petitions/254393.json"
    },
    "type": "petition"
}