{
    "attributes": {
        "action": "Put the Top 3 Indicative Votes, May's Deal and No Deal on a public vote.",
        "additional_details": "Regardless of how you voted in the Referendum or the Election, this has gone beyond manifesto pledges. A General Election is not the route out, only the people can decide how we leave, as the government has failed to do so.\r\n\r\nIt is disappointing that it has come to this but between red lines and poor negotiations, we are in a constitutional crisis, regardless of how it is framed.",
        "background": "The government is at a standstill, and there's no route forward. We keep going round and round in circles, and no one wants to give or budge. You came to the public for a referendum and we have to leave. So at the very least, let democracy take over, and give us the chance to break the deadlock.",
        "closed_at": null,
        "created_at": "2019-04-01T21:30:37.862Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-01T22:30:47.675Z",
        "opened_at": null,
        "rejected_at": "2019-04-29T15:13:38.143Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like taken. There have been two sets of indicative votes and we aren't sure which you mean and how you would define the \"top three\" results.\r\n\r\nYou could start a new petition setting out clearly the options you would like a new referendum to consider."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2019-04-29T15:13:49.474Z"
    },
    "id": 254353,
    "links": {
        "self": "https://petition.parliament.uk/petitions/254353.json"
    },
    "type": "petition"
}