{
    "attributes": {
        "action": "Dissolve all political parties, reform parliament as a house of representatives",
        "additional_details": "As evidenced by the ongoing debacle of Brexit, the incumbent parties can be seen to no longer have any interest in representing either the will of the people, nor the best interests of the people of the UK.\r\n\r\nTwo parties dominate politics with little hope of the status quo being broken and they use this to justify their own positions.\r\n\r\nThe will of the people is to be heard, not to be told what they think.\r\nWe no longer want a forced choice between two parties or \"wasted\" votes.",
        "background": "We no longer have faith that party politics is representative, or even capable of representing the views of our nation\r\nAll political parties should be dissolved and local elections should create regional representatives\r\nThese representatives elect a chair and a speaker for each parliamentary term",
        "closed_at": null,
        "created_at": "2019-04-01T21:50:26.199Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-01T23:43:57.582Z",
        "opened_at": null,
        "rejected_at": "2019-05-02T14:25:21.182Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nIt's not the responsibility of the UK Government or Parliament to dissolve political parties.\r\n\r\nYou might like to sign this petition, which calls for a government of national unity:\r\n\r\nhttps://petition.parliament.uk/petitions/246772"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2019-05-02T14:25:32.569Z"
    },
    "id": 254372,
    "links": {
        "self": "https://petition.parliament.uk/petitions/254372.json"
    },
    "type": "petition"
}