{
    "attributes": {
        "action": "SACK ALL MP’s FOR NOT DOING WHAT THE BRITISH PEOPLE WANT WITH BREXIT! NO DEAL",
        "additional_details": "Do we want to pay the EU 38 billion? NO! do we want to remain any part of the EU? NO! Are our MP’s acting on the voting British people’s behalf! NO! It’s time they was all sacked and a fresh start with MP’s that will act on behalf of the voting British public. If the Queen won’t step in and sort it then the people will have to try all measures to get them sacked",
        "background": "The British public voted to leave the EU and our MP’s have gone against the vote at every opportunity to get what they want not what the public voted for, we put all MP’s in office and now it’s time to sack the lot so we can vote new ones that will do what the public vote for",
        "closed_at": null,
        "created_at": "2019-04-02T08:36:37.460Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-02T10:20:15.071Z",
        "opened_at": null,
        "rejected_at": "2019-04-08T09:32:02.039Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept petitions about appointments, which includes calling for MPs/Cabinet Ministers to be sacked. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could start a petition about that. \r\n\r\nThe UK Government and Parliament aren't responsible for removing MPs from office because of their views or opinions. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2019-04-08T09:32:04.872Z"
    },
    "id": 254491,
    "links": {
        "self": "https://petition.parliament.uk/petitions/254491.json"
    },
    "type": "petition"
}