{
    "attributes": {
        "action": "Formally test new MPs to ensure\r\nthey have a skill set appropriate\r\nfor the job.",
        "additional_details": "Our concern regarding the lack of expertise of MPs is reinforced by\r\nthis comment by Heidi Allen in The Independent (22nd Feb 2019):\r\n\r\n“I assumed from the outside that everything would be, you know, a big team, the sharpest minds, the best people in the business. The health secretary or the defence secretary or whoever it might be would, of course, be the expert in that ﬁeld. And I was just shocked when I got there about how it’s really not like that. And guess what, they give you bits of paper with helpful things to say written on them. I found that utterly staggering.\"\r\n\r\nA nation of 66 million people deserves a legislature staffed with\r\nappropriately-qualiﬁed, well-informed and experienced individuals.",
        "background": "Amidst the current parliamentary chaos, we are deeply concerned\r\nabout the lack of expertise exhibited by some of our MPs.\r\nIn other areas of life, people's skills and aptitudes are assessed\r\nbefore they are given responsible jobs.\r\nShould we not expect the same of our parliamentarians?",
        "closed_at": null,
        "created_at": "2019-04-02T08:44:00.914Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-08T06:17:28.187Z",
        "opened_at": null,
        "rejected_at": "2019-05-08T13:06:40.856Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because MPs are elected by their constituents, not employed by the UK Government or Parliament. Political parties could introduce tests for prospective parliamentary candidates, but that would be their responsibility and not that of the UK Government or Parliament.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-05-08T13:06:47.666Z"
    },
    "id": 254493,
    "links": {
        "self": "https://petition.parliament.uk/petitions/254493.json"
    },
    "type": "petition"
}