{
    "attributes": {
        "action": "Stop racial & lgbt community abuse towards footballers & celebrities",
        "additional_details": "What we asking for is a register be created for this racist and bigoted behaviour they should be named and shamed. An be banned from all social media. An as it relates to sports events should have lengthy bans.",
        "background": "Charlton athletic centre forward was racially abused on social media. This sort of abuse has to stop. Raheem sterling and various celebrities from the lgbt community have also been abused either on social media or in public. We are also asking the sun , daily mail do not normalise racism.",
        "closed_at": null,
        "created_at": "2019-04-02T06:52:52.986Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-02T09:02:18.797Z",
        "opened_at": null,
        "rejected_at": "2019-04-25T10:36:14.692Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take. \r\n\r\nRacist abuse at football matches is already a crime under the Football (Offences) Act 1991:\r\n\r\nhttps://www.legislation.gov.uk/ukpga/1991/19/contents\r\n\r\nMany of the things you have asked for would be the responsibility of football clubs or social media companies, not the UK Government or Parliament. \r\n\r\nOn homophobic abuse online, you might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/239444\r\n\r\nYou could start a new petition calling for minimum sentences for people convicted of racist abuse at football matches. You could also start a new petition calling for the Football Offences Act to be changed so abuse of any protected characteristic at a football match is a criminal offence.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-25T10:36:14.701Z"
    },
    "id": 254468,
    "links": {
        "self": "https://petition.parliament.uk/petitions/254468.json"
    },
    "type": "petition"
}