{
    "attributes": {
        "action": "Prevent Petitions UK from removing Pro Brexit petitions due to unfair bias",
        "additional_details": "Petitions UK is linked to government agenda and any campaigns falling outside of that, despite the number of signatures are refused. This should not  be legally allowed, it is censorship and not the will of the people. Another example of how democracy is being ignored\r\n\r\nThe point of this site is to support the public to raise points in parliament and to get their voices heard. The site must be forced to let both parties leave and remain fight their cause or remove all Brexit related petitions",
        "background": "Yesterday a petition was removed from this site with 200,000 signatures demanding that we leave the EU on the 12th of April, it was stated another similar petition was in circulation When following a link it appears the other petition had 1000 signatures. There is a clear bias against Pro Brexit",
        "closed_at": null,
        "created_at": "2019-04-02T09:13:05.755Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-02T11:10:10.829Z",
        "opened_at": null,
        "rejected_at": "2019-04-23T14:54:18.595Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take. \r\n\r\nDue to a technical error, a small number of petitions were taken down for a few hours on the morning of the 2 April. These included petitions both for and against leaving the European Union. All the petitions were reinstated as soon as we became aware of the problem and were open again and collecting signatures as usual within a few hours.\r\n\r\nWe therefore aren't sure what further action you would like us to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2019-04-23T14:54:18.600Z"
    },
    "id": 254513,
    "links": {
        "self": "https://petition.parliament.uk/petitions/254513.json"
    },
    "type": "petition"
}