{
    "attributes": {
        "action": "Commence an Inquiry into Parliament's role in Sabotaging Brexit",
        "additional_details": "Investigate the following actions:\r\n\r\n- Forcing the government to take No Deal off the table & removing its leverage\r\n- The content & purpose of meetings by MPs with the EU with no official capacity to negotiate on behalf of the UK.\r\n- Forcing the government to publish impact assessments during negotiations\r\n- Did MPs actively work alongside the EU to force a second referendum\r\n- The actions of the Brexit Select Committee and identify if this committee aided the UK in its negotiations or hindered it.",
        "background": "It is Parliament's role to act in accordance with the express democratic wishes of the electorate & as such had an obligation to support the government & help it achieve the best negotiating outcome. We believe a number of MPs have sought to sabotage this to prevent the UK from leaving the EU.",
        "closed_at": null,
        "created_at": "2019-04-02T12:25:46.396Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-02T14:44:18.195Z",
        "opened_at": null,
        "rejected_at": "2019-04-24T13:04:47.957Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's not the responsibility of the UK Government or Parliament to hold inquiries into the political views of individual MPs.\r\n\r\nYou could start a new petition calling for the Government to publish an assessment of how Parliament's actions have impacted the negotiating process if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2019-04-24T13:04:47.964Z"
    },
    "id": 254580,
    "links": {
        "self": "https://petition.parliament.uk/petitions/254580.json"
    },
    "type": "petition"
}