{
    "attributes": {
        "action": "Call on Parliament for a vote of no confidence in the current Government.",
        "additional_details": "Both leadership and opposition have failed after two years to conclude a favourable deal for the UK and even now it is unclear of the full ramifications to the economy and people of the UK. It is time to show a vote of no confidence, to sweep the halls clean of MP’s that clearly lack the credentials, skill and understanding to govern effectively and negotiate positive outcomes for the people of the UK while maintaining key relationships with our allies in the EU.",
        "background": "The current Government shows a clear lack of competence during the process of Brexit. From the initial stewardship of David Cameron who tabled the motion of a referendum and subsequent leadership of Theresa May to the current chaos in the House of Commons and failure to reach consensus on both sides",
        "closed_at": null,
        "created_at": "2019-04-02T09:10:09.050Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-02T11:42:26.953Z",
        "opened_at": null,
        "rejected_at": "2019-04-09T08:57:47.103Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-04-09T08:57:47.111Z"
    },
    "id": 254510,
    "links": {
        "self": "https://petition.parliament.uk/petitions/254510.json"
    },
    "type": "petition"
}