{
    "attributes": {
        "action": "Improve commute time by decreasing vehicle numbers in London.",
        "additional_details": "London is the 7th most congested city in the world.\r\nThe UK is the 10th most congested country in the world.\r\nCountries throughout the world can spend as much as 305 billion dollars yearly on fixing traffic congestion.\r\nTraffic is one of the main causes of carbon monoxide emissions.\r\nFrom 2013 to 2016, traffic in London slowed by 20%\r\nA commuter spends approximately spends 32 hours in traffic per year.\r\nBy 2041, it will take more than an hour to travel 10km in central London.",
        "background": "Throughout London, congested roads prevent commuters from reaching their destinations and slow down the lives of all Londoners. Commuters must put a stop to this issue, by showing strength and proving to the UK government, that Londoners deserve good road quality and quick commutes.",
        "closed_at": null,
        "created_at": "2019-04-02T12:15:09.409Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-03T12:58:59.465Z",
        "opened_at": null,
        "rejected_at": "2019-04-10T09:09:19.055Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. Dealing with congestion in London is the responsibility of Transport for London.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-04-10T09:09:23.227Z"
    },
    "id": 254571,
    "links": {
        "self": "https://petition.parliament.uk/petitions/254571.json"
    },
    "type": "petition"
}