{
    "attributes": {
        "action": "It's time HMRC are accountable to a independent body that governs them",
        "additional_details": "Over and over again HMRC have been in the light of the media regarding the abuse of powers which they have been handed to conduct their jobs. Over the last few years it has come to our attention that HMRC are out of control and not just abusing the powers given to them but have also been misleading MP's into their policies to justify they need even more powers. Whistleblowers within HMRC have expressed their concerns yet nothing is being done to address this and parliament must act now!",
        "background": "For too long now HMRC have been abusing the powers given to them by Parliament. It’s time for a proper investigation into HMRC and the culture within the organisation as we cannot have a situation whereby a public body is issuing misleading and false statements to parliamentarian.",
        "closed_at": null,
        "created_at": "2019-04-02T12:01:50.256Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-02T12:38:38.200Z",
        "opened_at": null,
        "rejected_at": "2019-04-17T11:26:37.361Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, if you would like an independent investigation set up into the running of HMRC you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-04-17T11:26:44.387Z"
    },
    "id": 254565,
    "links": {
        "self": "https://petition.parliament.uk/petitions/254565.json"
    },
    "type": "petition"
}