{
    "attributes": {
        "action": "Stop the cost of working tax and council tax rising every time we get a pay rise",
        "additional_details": "We as a society are struggling enough without the extea expenses that the people in the government get paid for how can they justify getting fuel money when they earn so much and us on the bread line have to pay for it to get to work to get any sort of money to live on, this behaviour is just disgusting we are definitely being overlooked and this needs to change. It is not fair that we as a people need to scrape up every penny to have a day out wvery now and then when we work full time. THIS HAS TO CHANGE",
        "background": "It is ridiculous that every time we get a 30p pay rise and the mp and pm get thousands of pound that our council tax and working tax get higher, why do we pay tax for police and hospitals if we pay national insurance aswell it should only be one of them",
        "closed_at": null,
        "created_at": "2019-04-02T09:17:59.416Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-05T09:03:34.475Z",
        "opened_at": null,
        "rejected_at": "2019-05-02T10:47:12.876Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example raise the Personal Allowance on which no income tax is paid or lower the basic rate of income tax.\r\n\r\nWe can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament. Local councils are responsible for deciding the level of council tax in their area.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n \r\nhttps://www.gov.uk/find-your-local-councillors.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-05-02T10:47:47.048Z"
    },
    "id": 254514,
    "links": {
        "self": "https://petition.parliament.uk/petitions/254514.json"
    },
    "type": "petition"
}