{
    "attributes": {
        "action": "Government must act on the Parliamentary Committee's report on Leasehold Reform",
        "additional_details": "James Brokenshire recently announced a government backed pledge 'to free existing leaseholders trapped in onerous deals'.\r\nThe pledge is vague in detail, still allows for the doubling of ground rent every 20 years (3.6% compound growth) and falls woefully short of the Committee's recommendations.\r\nAn alternative approach was to link increases in ground rent to RPI, an index now less commonly used than CPI (the latter generally showing lower increases).\r\nA fair approach to ground rent is needed",
        "background": "Onerous Leases represent an underhand way of building developers acquiring an additional revenue stream from their building developments, usually through retaining and subsequently selling the freehold to investment companies which gain income from ground rents increasing on a compound basis",
        "closed_at": null,
        "created_at": "2019-04-02T19:15:00.378Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-03T07:33:55.168Z",
        "opened_at": null,
        "rejected_at": "2019-04-18T14:56:41.474Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure which Parliamentary Committee you are referring to or which recommendations you would like to see enacted.\r\n\r\nYou could start a new petition setting out clearly which recommendations you would like to see happen.\r\n\r\nIf you would like leasehold abolished you could sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/238071"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-04-18T14:57:01.437Z"
    },
    "id": 254758,
    "links": {
        "self": "https://petition.parliament.uk/petitions/254758.json"
    },
    "type": "petition"
}