{
    "attributes": {
        "action": "Began a petition for Sovereignty Rights, Bylaws, and Procedures of the USA",
        "additional_details": "I have asked over 50 lawyers and many gov't officials of both the state and the fed gov't about Sovereign-ship and usually they redirect me to other resources on the internet or even to other officials. I am Native American, a Private Citizen of the USA, which means I am of the British Parliament also. On the internet I am finding that the information about Sovereign-ship is only applicable to the Kingdom Majesties, but there is also info on differ Natives claiming Sovereignty for Independence.",
        "background": "According to my research, sovereignty has been a questionable thing of the law where many people (mostly Native Americans) have expressed their independence through sovereign-ship but have not understood the responsibility of it. Most lawyers and gov't official resist it due to lack of knowledge.",
        "closed_at": null,
        "created_at": "2019-04-03T03:59:20.045Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-03T04:20:26.907Z",
        "opened_at": null,
        "rejected_at": "2019-04-18T14:51:05.045Z",
        "rejection": {
            "code": "no-action",
            "details": "You could start a new petition setting out clearly what action you would like the UK Government or Parliament to take.\r\n\r\nPlease be aware you need to be a British citizen or UK resident to start or sign a petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-24T10:09:39.190Z"
    },
    "id": 254874,
    "links": {
        "self": "https://petition.parliament.uk/petitions/254874.json"
    },
    "type": "petition"
}