{
    "attributes": {
        "action": "Hold sanctions against commonwealth countries who promote anti LGBT policies",
        "additional_details": "British colonial legacy is party to blame, where after many countries achieved their independence, failed to update these draconian laws, which are wholly out of touch with the modern world. The Commonwealth is a free association of mainly independent countries, which benefit in different ways in membership. Countries like Australia and Canada are progressive in this respect, yet many others in Africa, Caribbean and some in Asia still persecute their LGBT communities and this in unacceptable.",
        "background": "Countries like Brunei and Nothern Nigeria have death penalties in place for homosexuality, and yet are members of the Commonwealth, of which Her Majesty is the head. There are many more countries in the Commonwealth with anti-LGBT laws and this is an atrocity against human rights. This has to stop.",
        "closed_at": null,
        "created_at": "2019-04-03T09:25:29.329Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-03T13:59:43.999Z",
        "opened_at": null,
        "rejected_at": "2019-04-25T14:35:37.469Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition if you would like the UK Government to press for the Commonwealth to take action against countries with these policies."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-25T14:35:44.440Z"
    },
    "id": 254940,
    "links": {
        "self": "https://petition.parliament.uk/petitions/254940.json"
    },
    "type": "petition"
}