{
    "attributes": {
        "action": "Raise a memorial to 1952 airshow victims",
        "additional_details": "In 2015 my son and i witnessed the Shoreham Hunter crash and the follow up in respect of the memorial set up for the victims.\r\nI thought it might be good if the victims of the 1952 disaster also had a memorial.\r\nUp until two days ago I didn't, even after 66 years, didn't know the names of any of those victims, save the pilot, John derry and his observer Anthony Richards.\r\nIt would be nice if I could help to secure a memorial before I move on!",
        "background": "I was born in Farnborough in 1947 and grew up with the airshows at Farnborough. I loved all things flying and there was a lot of flying, plus the displays, at Farnborough.\r\nI was aware of the 1952 accident and was also aware that there was no memorial to the 31 that died following the accident.",
        "closed_at": null,
        "created_at": "2019-04-03T13:38:44.489Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-05T15:35:39.849Z",
        "opened_at": null,
        "rejected_at": "2019-04-29T12:14:50.446Z",
        "rejection": {
            "code": "irrelevant",
            "details": "A decision to allow a statue or a memorial in a specific area is the responsibility of the local council, not the UK Government or Parliament. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-04-29T12:14:52.942Z"
    },
    "id": 255021,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255021.json"
    },
    "type": "petition"
}