{
    "attributes": {
        "action": "Put all Brexit options to the electorate to decide",
        "additional_details": "Following on from from the failure of MPs and the PM to agree how they want to go forward with Brexit (as evidenced by the votes cast in Parliament), it should be the people who decide how we go forward with Brexit as it was the people who chose Brexit. Our MPs are not representing our views therefore it is up to us to make our own voices heard",
        "background": "As Parliament can't agree the way forward on Brexit, it is only democratic that we the electorate decide the way forward with regards Brexit regardless of how we voted in 2016. This should also include the option to stay in the EU.",
        "closed_at": null,
        "created_at": "2019-04-03T16:52:27.237Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-04T07:09:30.679Z",
        "opened_at": null,
        "rejected_at": "2019-04-26T14:56:00.774Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have received a large number of petitions about a second referendum on EU membership, which are very similar to petitions that are already open. We cannot accept a new petition when we already have one asking for the same thing to happen. You are more likely to get action on this issue if you sign and share a single petition. \r\n \r\nYou might like to sign and share one or more of these petitions. \r\n\r\nhttps://petition.parliament.uk/petitions/253234\r\n\r\nhttps://petition.parliament.uk/petitions/253709\r\n\r\nhttps://petition.parliament.uk/petitions/250135\r\n\r\nhttps://petition.parliament.uk/petitions/253636"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-04-26T14:56:15.128Z"
    },
    "id": 255074,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255074.json"
    },
    "type": "petition"
}