{
    "attributes": {
        "action": "Debate Vote Leave MPs illegalities & \"more serious offences to be investigated",
        "additional_details": "It is inconceivable that several MPs were involved in Breaking the Law even more so that they are accused by the Electoral Commission of more serious offences, which have been ignored for 11 months.\r\n\r\nThese serious offences can be seen as unlawful actions which Undermine the UK Democratic due Process.\r\n\r\nMust be investigated before Brexit goes any further Their offences completely undermines the claim that the Referendum is the Will of the People and that the Referendum was legal Free and Fair.",
        "background": "Vote Leave recently withdrew their Appeal against Electoral Commission, accepting they were guilty of breaking the Law.\r\n\r\nIn the Electoral Commission Report to Parliament the EC refers to \"other more serious offences which were beyond the authority of the EC to investigate was referred to MPS.",
        "closed_at": null,
        "created_at": "2019-04-03T14:50:31.418Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-03T18:46:02.698Z",
        "opened_at": null,
        "rejected_at": "2019-04-25T10:21:14.782Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because investigating electoral offences is the responsibility of the Electoral Commission, police and Crown Prosecution Service, not the UK Government or Parliament.\r\n\r\nYou might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/241848\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-06-07T15:17:41.154Z"
    },
    "id": 255041,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255041.json"
    },
    "type": "petition"
}