{
    "attributes": {
        "action": "We request a review of the current plans for the Dawlish Sea Wall Phase 1 Design",
        "additional_details": "Dawlish has for 180 years been associated with the railway. One of the most iconic stretches and most photographed lines in the UK. This national monument to British engineering is about to be hidden beneath a bland untested design which we believe will have a devastating effect on Dawlish tourism. Not only will the design remove the views from Dawlish but we believe this design will add to closures and flooding rather than prevent such events happening. We have one chance to get this right!",
        "background": "The current design for phase 1 of resilience works at Dawlish has been presented for approval prior to the testing stage being carried out. Not only do we believe this design to be flawed in its resilience remit but it also changes the character and historic nature of Dawlish for ever.",
        "closed_at": null,
        "created_at": "2019-04-03T17:26:28.471Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-03T18:00:35.427Z",
        "opened_at": null,
        "rejected_at": "2019-04-18T16:02:35.532Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-04-18T16:02:40.123Z"
    },
    "id": 255084,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255084.json"
    },
    "type": "petition"
}