{
    "attributes": {
        "action": "Ensure that all future referendums are clearly explained before society votes.",
        "additional_details": "The Brexit referendum in my opinion was clearly sold on two level options, being less freedom of movement into the UK and saving our NHS billions of pounds. Our society were clearly misinformed of full information and facts on what their vote actually meant or what they were actually voting for in the bigger picture of this particular referendum.\r\nAll future referendums must be clearly explained to society, nothing hidden from them so society know exactly what they are voting for.",
        "background": "Ensure that all future referendums are clearly explained to society before society votes, with a clear manifesto given to society on what they are actually voting for. Society must know what they are actually voting for.",
        "closed_at": null,
        "created_at": "2019-04-03T21:46:59.365Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-05T05:02:31.340Z",
        "opened_at": null,
        "rejected_at": "2019-05-01T16:16:31.192Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. \r\nWe're not sure exactly what you would like the Government or Parliament to do to ensure that future referendums are clearly explained.  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-05-01T16:16:45.146Z"
    },
    "id": 255170,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255170.json"
    },
    "type": "petition"
}