{
    "attributes": {
        "action": "Legislate to make it illegal for MPs to profit financially from a no deal brexit",
        "additional_details": "",
        "background": "There is speculation in the media that some members of parliament stand to benefit from a financial windfall should the UK leave the EU on WTO terms. In order to maintain public faith in our MPs' impartiality and the propriety of the brexit process, the possibility of this happening must be removed.",
        "closed_at": null,
        "created_at": "2019-04-03T21:17:42.733Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-05T16:19:05.130Z",
        "opened_at": null,
        "rejected_at": "2019-05-07T12:00:40.018Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nThe House of Commons already has a Code of Conduct for MPs. MPs are already required to register and declare financial interests. If there is a conflict between their personal interest and the public interest, they must resolve it straightaway and in favour of the public interest. Complaints that a Member has breached the Code of Conduct are examined by the independent Parliamentary Commissioner for Standards.\r\n\r\nYou can find the Code of Conduct for the House of Commons here:\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/code-of-conduct-and-rules-of-the-house/ \r\n\r\nYou could start a new petition calling for those rules to be changed if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-05-07T12:00:49.998Z"
    },
    "id": 255152,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255152.json"
    },
    "type": "petition"
}