{
    "attributes": {
        "action": "CVs for MPs to ensure MPs are fit and competent to serve the public",
        "additional_details": "The working population have to show they are capable and able to carry out a role before being employed. The working population work hard and pay taxes of millions of pounds to government. The elected parliament MPs can then authorise spending on the NHS, Education, The Environment and Defence for example with NO experience or background in the subject wasting tax payers money",
        "background": "Currently we have 650 elected MPs which act on our behalf elected not based on competency, experience or qualifications but based on which party they represent. BREXIT has demonstrated this is a failed system and the system must change. Everyone else has to show a CV when looking for work.",
        "closed_at": null,
        "created_at": "2019-04-04T07:00:40.145Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-04T17:29:32.276Z",
        "opened_at": null,
        "rejected_at": "2019-04-25T13:22:55.157Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n \r\nMPs are not employees, they are elected to represent their constituents and paid by the Independent Parliamentary Standards authority, which is independent of both the Government and Parliament. \r\n\r\nIt's not the Government's or Parliament's responsibility to insist on a CV.\r\n\r\nYou may like to sign this petition, which calls for \"terms of service\" for MPs to be included in election manifestos, if it calls for something you'd like to happen:\r\n\r\nhttps://petition.parliament.uk/petitions/241276\r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-25T13:22:59.645Z"
    },
    "id": 255255,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255255.json"
    },
    "type": "petition"
}