{
    "attributes": {
        "action": "All Mps must be under oath while in office.",
        "additional_details": "Before going back to the lords for amendments new laws should not be passed within hours either this is supposed to be a democratic country and its turned into a dictatorship over night this farce must be stopped. If they break the oath they should be able to face the charges of treason",
        "background": "I believe all Mps should be under oath and they should no longer be allowed to come out with laws that are in the interest of themselves and not for the population of the people in the country. Instead only laws should be written by lords then debated in the house of commons",
        "closed_at": null,
        "created_at": "2019-04-04T03:00:46.162Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-04T05:34:39.607Z",
        "opened_at": null,
        "rejected_at": "2019-04-12T09:22:26.091Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean by \"All Mps must be under oath while in office\". Before any MP can take their seat in the House of Commons, MPs must take an oath of allegiance to the Crown. You can find out more here:\r\n\r\nhttps://www.parliament.uk/about/how/elections-and-voting/swearingin/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2019-04-12T09:22:26.100Z"
    },
    "id": 255222,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255222.json"
    },
    "type": "petition"
}