{
    "attributes": {
        "action": "Prevent Members of Parliament awarding themselves a pay rise for 5 years",
        "additional_details": "The MPs elected to serve us have failed to deliver Brexit on time. They will no doubt still look to take a pay rise whilst the rest of the country stagnate. Let’s ensure these MPs do not get the opportunity to rub their failings in our faces and take a pay rise for the next 5 years as a protest by us the voters in signing this petition. Sign this petition if you think all MPs should have a pay freeze for the next 5 years.",
        "background": "The democratic will of the people in choosing to leave the EU has been running its course through the Houses of Parliament for over 2 years now. We should have left on 29th March but now face delays. Those we elected to serve us have failed, let’s show our disappointment by blocking their pay rises.",
        "closed_at": null,
        "created_at": "2019-04-04T10:23:34.793Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-06T18:30:28.652Z",
        "opened_at": null,
        "rejected_at": "2019-04-12T09:42:56.940Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. MPs don't decide their own pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-04-12T09:42:56.947Z"
    },
    "id": 255335,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255335.json"
    },
    "type": "petition"
}