{
    "attributes": {
        "action": "End animal suffering. No more slaughterhouses. All lives matter.",
        "additional_details": "Vegans get a bad reputation, for the most part I understand. No one should be forcing ideals onto anyone else, regardless of what the matter is. Everyone needs to be educated on the matter that animals are tortured daily for humans and we don't even need meat or animal products in our diet. The benefits to ending animal torture will not only benefit the environment, but also the health of all living things. Animals are so full of love, from dogs to pigs. Please treat them all the same.",
        "background": "All lives matter. Animals have the same emotions as humans and are slaughtered on a daily basis, just so we can eat. Animals don't exist for human pleasure. If humans are slaughtered it is considered a tragedy, there needs to be the same treatment towards animals. Help put an end to animal cruelty.",
        "closed_at": null,
        "created_at": "2019-04-04T15:54:15.968Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-04T16:02:07.371Z",
        "opened_at": null,
        "rejected_at": "2019-04-25T12:56:29.406Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about animal welfare but we're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure whether you're calling for a ban on all meat products or concerned about animal cruelty, or both.\r\n\r\nYou could start a new petition explaining clearly what you'd like the UK Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-25T12:56:33.266Z"
    },
    "id": 255436,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255436.json"
    },
    "type": "petition"
}