{
    "attributes": {
        "action": "EU referendum and or confirmatory votes should only be undertaken by UK Citzens",
        "additional_details": "Brexit conflicts have been exacerbated by voters who have European vested interests - this is unfair to the ordinary UK Citizen - Brexit is such an important issue we must ensure it is UK Citizens who ultimately decide upon the future way forward - Ordinary UK Citizens do not have the luxury of having a foot in both the UK and European camps.",
        "background": "When the UK joined  the European Economic Community it was voted upon by UK Citizens - any future EU referendum and or confirmatory vote should only be voted upon by UK Citizens - this maintains fairness to UK citizens thus avoiding vested interests by non UK Citizens who have Europen connections",
        "closed_at": null,
        "created_at": "2019-04-04T17:47:27.457Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-08T00:07:52.660Z",
        "opened_at": null,
        "rejected_at": "2019-05-08T12:53:49.157Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you want the UK Government or Parliament to take. It's not clear what you mean by \"UK citizens\". You can find out who qualifies for British citizenship here:\r\n\r\nhttps://www.gov.uk/british-citizenship\r\n\r\nYou can find out who can vote in various types of election here:\r\n\r\nhttps://www.gov.uk/elections-in-the-uk\r\n\r\nIf you would like to ensure any future EU membership referendum has the same franchise as the 2016 referendum you might want to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/237792"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-05-08T12:53:58.580Z"
    },
    "id": 255468,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255468.json"
    },
    "type": "petition"
}