{
    "attributes": {
        "action": "Stop normalisation of incontinence by not using medical terms in advertising.",
        "additional_details": "70% of people with incontinence respond to treatment (RCP 2010). Health care professionals can assess and establish a medical cause of incontinence. The longer the symptoms continue the greater the risk to health and well-being. Only 25% of people with incontinence symptoms seek medical advice (ICS, 2001) and the absence of treatment for reversible incontinence results in people unnecessarily wetting and, in addition, puts unnecessary strain on our health and social care systems.",
        "background": "Incontinence is common, but it is not a normal state. Using phrases such as bladder weakness, sensitive bladder and oops moments normalises a medical symptom. Incontinence is difficult to discuss, normalisation increases the length of time that people take to seek medical advice or assessment.",
        "closed_at": null,
        "created_at": "2019-04-04T20:00:39.390Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-12T21:09:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-10T10:47:03.406Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this is something the UK Government and Parliament is not responsible for. Advertising is regulated by the Advertising Standards Authority, which is independent of the Government:\r\n\r\nhttps://www.asa.org.uk/\r\n\r\nYou could start a new petition calling for the Government to fund an public information campaign about incontinence and the importance of treatment if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2019-07-10T10:47:11.727Z"
    },
    "id": 255506,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255506.json"
    },
    "type": "petition"
}