{
    "attributes": {
        "action": "Create a safer crossing for the school children at st Nicholas school hull",
        "additional_details": "The road is extremely busy and people go over the crossing when trying to move forward without realising. The yellow box which was there was removed which means you can have people going across the road blocking access for others. Generally at the best of time it is very conjested.\r\n\r\nSuggestions we would like to happen are:\r\n\r\nMore signage \r\nSafety markings on the road\r\nBetter timings on the traffic lights to stop the traffic backing up over the crossing\r\nYellow box reinstated\r\nAnd a crossing person!",
        "background": "After numerous road changes and previous crossing people leaving newland Avenue/cottingham road has been left with no crossing person or yellow box. There are no warning signs or road markings to warn of a school crossing. Every school nearby has a crossing person yet st Nicholas doesn’t.",
        "closed_at": null,
        "created_at": "2019-04-05T06:26:27.649Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-05T07:30:17.011Z",
        "opened_at": null,
        "rejected_at": "2019-04-09T10:02:44.501Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2019-04-09T10:02:44.507Z"
    },
    "id": 255592,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255592.json"
    },
    "type": "petition"
}