{
    "attributes": {
        "action": "To prevent Seagulls from nesting in and around residential areas",
        "additional_details": "The Seagulls have attacked people in the car park, no one can put their washing outside as the washing gets covered in their droppings. Local residents cannot sit outside as they get covered in droppings and the noise they make from dawn through to dusk.                                                  Many pets have been taking ill due to them coming into contact with their droppings.\r\nMcDonald's some three miles away have prevented the problem by flying a \"Kestrel\" Kite which keeps the gulls away.\r\nThis problem has now escalated to become unbearable and dangerous.",
        "background": "We live in Dumfries, Seagulls come and nest on the roofs of the local shopping centre.\r\nComplaints have been sent to the head office of Matalan who have done nothing to prevent Seagulls nesting. Letters have also been sent to the owners of the shopping centre",
        "closed_at": null,
        "created_at": "2019-04-05T10:08:01.735Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-05T12:37:49.638Z",
        "opened_at": null,
        "rejected_at": "2019-04-10T09:57:21.945Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. You can get in contact with them at petitions@scottish.parliament.uk."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-10T09:57:46.997Z"
    },
    "id": 255640,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255640.json"
    },
    "type": "petition"
}