{
    "attributes": {
        "action": "Start a National Treat others the way you want to be treated day.",
        "additional_details": "At the moment people  like our children are harming each other over post codes [i mean what is that all about] they have no guidance and are scared and this in turn is causing a negative effect to ripple through society effecting everyone and all of us. So this day is for everyone and all of us including out children. A national or international treat others the way you want to be treated day would help to change this.",
        "background": "If there was a day where people were reminded or shown how to treat others, this would at least help others think before they do anything harmful or wrong to others. At the least it would help social interaction in normal life between people more sociable.",
        "closed_at": null,
        "created_at": "2019-04-05T10:58:02.217Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-15T13:36:56.746Z",
        "opened_at": null,
        "rejected_at": "2019-05-15T15:56:39.899Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do in relation to a national \"treat others the way you want to be treated day\". You could start a new petition explaining clearly what you want the Government or Parliament to do. For example, you could start a petition calling for the Government to support a national day by funding activities to raise awareness of the issues you're concerned about."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-05-15T15:56:57.524Z"
    },
    "id": 255654,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255654.json"
    },
    "type": "petition"
}