{
    "attributes": {
        "action": "The petition to revoke Article 50 should be voted on in the Commons",
        "additional_details": "Although a petition has no force in law it shows the extent of popular demand. To refuse to take note of it shows contempt for the entire concept of democracy.\r\nIf six million show support to such a course of action, all the MPs should debate it, and vote accordingly. Else they sjhold question their own credentials as elected representatives of the people.",
        "background": "A petition to revoke Article 50 gained over 6 million signatures, and was given little attention by the government. Given its serious support it should be taken seriously enough and voted on meaningfully in the Commons",
        "closed_at": null,
        "created_at": "2019-04-05T15:28:29.657Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-07T04:48:00.140Z",
        "opened_at": null,
        "rejected_at": "2019-05-08T12:19:40.258Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nThe Petitions Committee can schedule debates on petitions in Westminster Hall on a motion that \"This House has considered [the petition]\". You can find the details of the debate on this petition here:\r\n\r\nhttps://petition.parliament.uk/petitions/241584\r\n\r\nThe Petitions Committee can't schedule debates in the main House of Commons Chamber or arrange a vote on whether to agree or disagree with a petition. \r\n\r\nOther Members of Parliament could approach the Backbench Business Committee and ask it to schedule a debate on revoking Article 50 in the main chamber. That would be a decision for them and not the UK Government or Parliament as a whole.\r\n\r\nThe House of Commons has recently voted on motions to revoke article 50 in certain circumstances. You can find the Hansard of one of those debates here:\r\n\r\nhttps://hansard.parliament.uk/commons/2019-03-27/debates/45525049-637A-47BF-90CA-AF6A2D9F16ED/EUWithdrawalAndFutureRelationship(Motions)\r\n\r\nYou could start a new petition calling for the Petitions Committee to have the power to schedule debates and votes on petitions in the main chamber if that is something you would like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-05-08T12:20:13.224Z"
    },
    "id": 255722,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255722.json"
    },
    "type": "petition"
}