{
    "attributes": {
        "action": "Parliament to declare no confidence in Mrs May due to her mishandling of Brexit",
        "additional_details": "European Union Referendum Act 2015\r\n\r\nWithdrawal Agreement and Political Declaration on the future relationship between the UK and the EU as endorsed by leaders at a special meeting of the European Council on 25 November 2018.",
        "background": "The UK voted on 23rd June 2016 giving the Government a mandate to exit the European Union. Parliament is in turmoil due to the mishandling of Brexit by the PM Mrs Theresa May. This is to instruct Parliament to express no confidence in the Prime Minister and to request her resignation immediately.",
        "closed_at": null,
        "created_at": "2019-04-05T15:01:10.893Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-05T15:20:00.172Z",
        "opened_at": null,
        "rejected_at": "2019-04-09T08:59:11.330Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-09T08:59:11.336Z"
    },
    "id": 255719,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255719.json"
    },
    "type": "petition"
}