{
    "attributes": {
        "action": "Political advertising must be scrutinised the same way as commercial adverts.",
        "additional_details": "Regardless of your persuasion as regards Brexit I'm using the following example as it's well known and demonstrates perfectly the sort of lies and misinformation I hope can be prevented in the future.\r\n\r\nThe Quintessential Leave campaign lie, published on Facebook adverts, Billboards, and on the side of the much-televised Leave campaign Buss\r\n\r\n£350 million a week for the NHS!\r\n\r\nThe EU does not “take” £350 million every week, as InFacts explained repeatedly during the referendum. We have a rebate, lots of money is spent on UK projects and regional development, while the EU funds private enterprises, research institutions, and our farmers.",
        "background": "Whilst commercial advertising has to be approved by the Advertising Standards Commission to ensure that content is truthful and not misleading\r\nThere exists no such body or requirement for any content deemed to be political",
        "closed_at": null,
        "created_at": "2019-04-05T21:52:41.743Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-06T21:28:00.929Z",
        "opened_at": null,
        "rejected_at": "2019-05-07T13:11:18.951Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because it is not clear what action you would like the Government or Parliament to take. \r\n\r\nIn particular, we are not sure whether you would like political advertising to be self-regulated, as commercial advertising is, or whether you would like the Government to set up a new body to regulate it. \r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-05-07T13:11:24.954Z"
    },
    "id": 255831,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255831.json"
    },
    "type": "petition"
}