{
    "attributes": {
        "action": "Any MP that is caught sleeping in parliament should not be paid for attending.",
        "additional_details": "It's amazing that these immature, irresponsible, lazy individuals are making decisions that affect the whole country yet cant keep their eyes open AT WORK! It's bad enough they dont turn up for meetings on tax reductions and military funding, but have a meeting on their pay and BOOM.... they crawl out the wood work. Fall asleep at work and you dont get paid for the day. I think that's pretty fair.",
        "background": "These indervidials are responsible for governing this country and are highly paid to do so. If anyone falls asleep at work that's a disciplinary, why should MPs be different when they are paid so much and are suppose to be working for the country? Fall asleep and you dont get paid. Do your job!",
        "closed_at": null,
        "created_at": "2019-04-06T08:21:35.026Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-06T08:51:04.429Z",
        "opened_at": null,
        "rejected_at": "2019-04-26T15:54:36.931Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nMPs are not employed by Parliament. All decisions about MPs' pay are the responsibility of the Independent Parliamentary Standards Authority (IPSA), which is independent of both Parliament and the Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-26T15:54:36.938Z"
    },
    "id": 255879,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255879.json"
    },
    "type": "petition"
}