{
    "attributes": {
        "action": "Enact a law that allows each citizen to claim a free portrait of HM The Queen.",
        "additional_details": "Australia\r\nhttps://www.vice.com/en_au/article/9kmzv5/all-australian-citizens-are-legally-entitled-to-a-portrait-of-the-queen?utm_source=vicefblocalau\r\n\r\nCanada\r\nhttps://www.canada.ca/en/canadian-heritage/services/royal-portraits/order-download-portraits.html",
        "background": "The citizens of Canada and Australia can ask their governments for a Portrait of HM The Queen and its currently provided free of charge. This petition is to enact a law that allows each citizen of The United Kingdom of Great Britain and Northern Ireland to claim a free Portrait of HM The Queen.",
        "closed_at": null,
        "created_at": "2019-04-06T10:16:56.886Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-06T17:14:39.182Z",
        "opened_at": null,
        "rejected_at": "2019-05-08T09:12:53.174Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because it's not the case that Australian and Canadian citizens have the right in law to receive a portrait of the Queen. We're therefore not sure what action you would like the UK Government or Parliament to take.\r\n\r\nUnder the rules of the Australian Parliament, Australian Members and Senators may request portraits of the Queen and other members of the Royal Family to give to constituents. There is no automatic right for an individual to receive such a portrait. Introducing a similar scheme in the UK would be the responsibility of the Independent Parliamentary Standards Authority and not the UK Government or Parliament.\r\n\r\nYou can find out more here:\r\n\r\nhttps://maps.finance.gov.au/entitlements_handbooks/senators-and-members/Part_Six_Other_Matters_-_6.8_Constituents_Request\r\n\r\nThe Canadian Government provides a website where you can download pictures of the Queen. The Royal Family already provide such images from time to time, for example on the occasion of the Queen's 90th birthday, we're not sure what further action you would like taken:\r\n\r\nhttps://www.royal.uk/downloadable-image-queens-90th-birthday"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-05-08T09:12:53.180Z"
    },
    "id": 255897,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255897.json"
    },
    "type": "petition"
}