{
    "attributes": {
        "action": "Grant Ireland Most Favoured Nation under WTO rules to Ireland.",
        "additional_details": "https://en.wikipedia.org/wiki/Most_favoured_nation\r\n\r\nGoods will travel freely across Europe under MFN status; the only difference being WTO on the manifests.\r\n\r\nYes, it really is that simple.\r\n\r\nThis may mean the end of the EU as all countries move to Most Favoured Nation Status. Too bad!",
        "background": "Most-favoured-nation (MFN) under WTO agreements means that if the UK government grants Ireland MFN status with no tariffs for all goods and Ireland reciprocates then there will be no need for a hard border in Ireland. All other WTO members will have the same MFN status.",
        "closed_at": null,
        "created_at": "2019-04-06T08:07:02.825Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-10T13:52:19.288Z",
        "opened_at": null,
        "rejected_at": "2019-05-22T17:05:52.938Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. The petition seems to ask the Irish Government, as well as the UK Government, to act. We can't accept petitions asking other Governments to do things. \r\n\r\nIn any case, tariffs are set by the EU for all its members as part of the customs union, so an individual member, such as Ireland, cannot enter into a separate tariff agreement. Border checks may need to occur for many reasons other than tariffs, such as enforcing product standards.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-05-22T17:06:01.832Z"
    },
    "id": 255876,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255876.json"
    },
    "type": "petition"
}