{
    "attributes": {
        "action": "Revoke. Reform. Repair.",
        "additional_details": "The country is deeply divided. Parliament is at an impasse. Brexit has fractured the main parties in a two party system. We need time to restore trust in our political system. Revoking article 50 gives us the time to reassess.\r\n\r\nOnly 37 out of 195 democracies in the world use winner takes all systems, and most of these are former British colonies. New Zealand, Italy and Japan have all reformed to Proportional Representation in recent decades. \r\n\r\nIt's time for us to revoke, reform and repair.",
        "background": "This petition seeks to revoke article 50, use what would have been the transition period to reform to a system of proportional representation and repair our communities.",
        "closed_at": null,
        "created_at": "2019-04-06T07:22:47.197Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-06T12:37:33.565Z",
        "opened_at": null,
        "rejected_at": "2019-04-26T15:39:01.497Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what action you want to repair communities. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThere's already a petition about proportional represetnation, which you might like to sign. You're more likely to get action on an issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/245488\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-04-26T15:39:01.503Z"
    },
    "id": 255873,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255873.json"
    },
    "type": "petition"
}