{
    "attributes": {
        "action": "Ditch plans to add speed limiters to all vehicles by 2022.",
        "additional_details": "Road accidents are not caused by speed, they are caused by the drivers unawareness due to distractions. The speed limiters would not improve congestion and speed bumps will still stay. We need to open our eyes and see the issues brought with technology as well as the pros that are shown. We are losing our freedom with our vehicles especially those who like cars. As i am only 16 at the moment I would like to have the same freedoms when I get a car as you did when when you got yours. I also wanted to move into the automotive industry and this rule would make it impossible to add more variation and innovation to the market. The Main cause for Accidents are people not focusing on driving but on other more risky things and we the people should not suffer due to those that do not focus",
        "background": "This is seen as a gimmick. This loses the freedom we have with vehicles but road accidents would not go down as steeply as expected. The use of this technology would make cars more unreliable as they age and become obsolete. Cars would become more expensive not what people want.",
        "closed_at": null,
        "created_at": "2019-04-05T22:13:22.722Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-06T14:59:07.134Z",
        "opened_at": null,
        "rejected_at": "2019-04-08T13:50:53.893Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/251938"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-08T13:50:53.899Z"
    },
    "id": 255837,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255837.json"
    },
    "type": "petition"
}