{
    "attributes": {
        "action": "Reduce train fares for valid UK students, at all stages of the education system.",
        "additional_details": "The main restriction of the 16-25 rail card is that a minimum fare of £12 applies to rail journeys between 4:30am and 10:00am Monday to Friday - often when students commute to university.\r\nMany students often commute for education, visit family or work thus subject to fares daily. However some students often do not have the opportunity to work alongside there studies. In addition to the cost of living, university fees and educational resources, often does not leave much room for travel expenses.",
        "background": "Students studying in London have the option for up to 40% discount (via student discount apps) when travelling on a London bound route. However students outside this area have to purchase a 16-25 rail card at the cost of £30, in order to get a deduction to travel costs.",
        "closed_at": null,
        "created_at": "2019-04-06T15:01:08.935Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-06T15:05:49.774Z",
        "opened_at": null,
        "rejected_at": "2019-05-07T10:57:19.515Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The price of train tickets is the responsibility of train operating companies.\r\n\r\nYou could start a new petition asking the Government to fund a student rail discount card, if that's what you want to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-05-07T10:57:37.917Z"
    },
    "id": 255950,
    "links": {
        "self": "https://petition.parliament.uk/petitions/255950.json"
    },
    "type": "petition"
}