{
    "attributes": {
        "action": "Respect and uphold the birthright provisions of the Good Friday Agreement",
        "additional_details": "The birthright provisions of the Good Friday Agreement allow the people of Northern Ireland to be Irish or British or both\r\n\r\nThe change to the immigration rules is the redefinition of an EEA national, under this NI born Irish citizens are to be considered British and will be unable to legally retain EU rights under the EU settlement. A scheme that is open to Irish citizens.\r\n\r\nThe result is that Irish citizens born in the South have the choice to apply whilst Irish citizens in the North cannot.",
        "background": "It is the position of the UKG that the people of Northern Ireland are \"as a matter of law\" \"Automatically British\", irrespective of the Good Friday Agreement right to be Irish \r\n\r\nThis alongside a change in the immigration rules will restrict access to EU rights & create two tiers of Irish citizens",
        "closed_at": null,
        "created_at": "2019-04-06T21:19:26.728Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-07T05:14:49.036Z",
        "opened_at": null,
        "rejected_at": "2019-05-08T14:35:23.622Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about how Brexit might impact the rights of Northern Irish citizens but we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition setting out clearly the action you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-05-08T14:35:33.228Z"
    },
    "id": 256052,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256052.json"
    },
    "type": "petition"
}