{
    "attributes": {
        "action": "Stop private parking companies using cameras,car parks should be pay and display",
        "additional_details": "When you enter a shopping area or car park with a ticket machine you know you have restrictions, so can adhere to them. But when you are photographed going into a restaurant car park with signs high up on lampposts that you do NOT notice, as you’re concentrating on driving, then have children to tend to when you get out of your car to go inside, you do not see a ticket machine so therefore do not think you have a time limit. Only to then get sent a parking charge for staying too long is immoral",
        "background": "These private companies are making billions of pounds from using this camera system which is not transparent - so easy money for them, ripping us off. This needs to be outlawed as immoral!\r\nAll car parks with restrictions should use pay and display machines so you are fully aware of them.",
        "closed_at": null,
        "created_at": "2019-04-07T13:31:59.980Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-07T13:51:12.301Z",
        "opened_at": null,
        "rejected_at": "2019-05-10T17:14:52.085Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe're not sure whether you'd like new rules about signs warning of cameras or whether you'd like to ban the use of CCTV and automatic number plate recognition to enforce car parking rules. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-05-10T17:15:07.492Z"
    },
    "id": 256195,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256195.json"
    },
    "type": "petition"
}