{
    "attributes": {
        "action": "Voters must pass a test based on party policies and members before all elections",
        "additional_details": "Votes are influenced by misleading media, encouraged by friends, and, especially in the younger generation, for an image. Newspapers will smear different party’s in different papers, affecting the older generations view on a party and their policies, meanwhile, social media predominantly encourages the younger generation into believing it’s ‘cool’ to “hate the Tory’s”. The aim of this petition is to disregard all media and other influences and allow people to vote based on policies and fact.",
        "background": "Many people vote for parties without knowing their proposed policies, understanding what their policies mean and how they’ll be achieved, and how they will change current policies. This petition proposes that all voters should take a small test, simply quizzing them on these things. Fail=no vote",
        "closed_at": null,
        "created_at": "2019-04-07T07:52:57.876Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-07T08:01:14.768Z",
        "opened_at": null,
        "rejected_at": "2019-05-02T16:01:50.472Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what would be in your proposed test or how it would be assessed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-05-02T16:02:31.431Z"
    },
    "id": 256112,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256112.json"
    },
    "type": "petition"
}