{
    "attributes": {
        "action": "Ban mid-contract price rises for contracts less than 12 months old.",
        "additional_details": "In 2019 alone, many telecom and media providers raised their prices in line with inflation for customers who may have only been a couple of months into their contract. These customers are unable to exit the contract without an exit fee of hundreds of pounds.\r\n\r\nConsumers are tricked with introductory prices and then experience rises in April. It doesn’t make sense for annual inflationary adjustments to apply to a contract that is less than 12 months old. This practice is unfair and must stop.",
        "background": "Whilst Ofcom rules have now been adjusted to prevent multiple mid-contract price rises within 12 months, the law does not go far enough to protect consumers from unfair price increases.\r\n\r\nConsumers should not experience an inflationary price rise to a contract that is less than 12 months old.",
        "closed_at": null,
        "created_at": "2019-04-07T20:42:49.923Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-08T00:48:43.206Z",
        "opened_at": null,
        "rejected_at": "2019-05-08T13:40:32.627Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament. Regulation of media and telecommunications contracts is the responsibility of Ofcom, which, while accountable to Parliament, is independent of both the Government and Parliament.\r\n\r\nYou could raise the issue directly with Ofcom. Find out how to contact Ofcom here:\r\n\r\nhttps://www.ofcom.org.uk/about-ofcom/contact-us"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-05-08T13:40:55.680Z"
    },
    "id": 256295,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256295.json"
    },
    "type": "petition"
}