{
    "attributes": {
        "action": "Ask Government to show EU demands if UK stays and not the leave unknown factors.",
        "additional_details": "Treaties have been passed in to EU Law which become UK Law by default over time, new treaties are due to be ratified by the European Union which will take the UK down a path that it may not wish to travel on. Let the UK people know what is fact rather than fiction.",
        "background": "We hear so much about the unknown variable effects of leaving the EU but very little about the EU laws already passed that the UK Government will be forced to implement. The UK needs to know the facts in real terms rather than the scare tactics employed through party political opinion.",
        "closed_at": null,
        "created_at": "2019-04-08T08:45:10.497Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-08T11:57:06.330Z",
        "opened_at": null,
        "rejected_at": "2019-05-08T13:27:38.000Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we're not sure what you would like the UK Government or Parliament to do.\r\n\r\nDetails of upcoming legislative proposals at EU level are already public information. They can be found, for example, in the EU Commission work programme, the reports of the House of Commons European Scrutiny Committee and the records of debates in the European Parliament and its Committees.\r\n\r\nhttps://ec.europa.eu/info/publications/2019-commission-work-programme-key-documents_en\r\n\r\nhttps://www.parliament.uk/business/committees/committees-a-z/commons-select/european-scrutiny-committee/\r\n\r\nhttp://www.europarl.europa.eu/plenary/en/home.html\r\n\r\nThe text of EU Treaties can be found here:\r\n\r\nhttp://www.europarl.europa.eu/plenary/en/home.html\r\n\r\nYou could start a new petition calling for the UK Government to provide this information in a more accessible form if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-05-08T13:28:23.125Z"
    },
    "id": 256358,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256358.json"
    },
    "type": "petition"
}