{
    "attributes": {
        "action": "The 2016 advisory deemed unlawful referendum is not a mandate for UK to leave EU",
        "additional_details": "On the 21st February 2019, the Court of Appeal sat down to hear the case of [Sue] Wilson and others versus the Prime Minister. \r\nLord Justices Hickinbottom and Haddon-Cave presided over a tortuous series of opening statements before suddenly being presented with a surprise from James Eadie QC, representing Theresa May.\r\nWithout challenge, Eadie CONCEDED that the referendum had met the threshold for ILLEGALITY. Furthermore, had the referendum been binding, which it was not, on both the government and parliament, it would have a statutory, legal mechanism by which it would be ANNULLED.",
        "background": "It can't be a mandate if unlawful, with the close result, interference by thrird parties in campaigns, overspending on leave eu and Aaron Banks. Ongoing police and legal investigations, must deem the result totally unsafe and void.",
        "closed_at": null,
        "created_at": "2019-04-07T23:00:07.450Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-07T23:23:04.170Z",
        "opened_at": null,
        "rejected_at": "2019-05-08T10:36:48.372Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nQuestions of legality are for the courts which are independent of the Government or Parliament.\r\n\r\nYou might want to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/241848\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-05-08T10:36:48.380Z"
    },
    "id": 256326,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256326.json"
    },
    "type": "petition"
}