{
    "attributes": {
        "action": "Allow people to buy houses with 0% deposit.",
        "additional_details": "Many people went into renting unable to save a deposit and some went into renting as they needed a quick way of having a roof over the head for a number of different reasons, once renting it’s hard to get out to buy.. but you can clearly afford the payments, so just scrap the deposits all together surely that’s the easiest answer.. if you can afford the monthly payments you can buy simple as!",
        "background": "Let’s face it, getting on the property ladder would be much easier without having the put any deposit down. Base it solely on affordability of the monthly mortgage payments. Why has this not been done sooner!",
        "closed_at": null,
        "created_at": "2019-04-07T21:34:56.866Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-08T06:22:10.411Z",
        "opened_at": null,
        "rejected_at": "2019-05-07T11:31:16.830Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Banks and building societies decide what mortgages they are willing to offer.\r\n\r\nYou could start a new petition calling on the Government to set up a scheme to support banks and building societies that offer 100% mortgages to tenants if that is what you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-05-07T11:31:31.431Z"
    },
    "id": 256310,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256310.json"
    },
    "type": "petition"
}