{
    "attributes": {
        "action": "Please accept that we are no longer Members of the EU since the 29th March 2019.",
        "additional_details": "The Law was passed that we would leave the EU on the 29th March 2019. which means legally we are no longer a member of the EU as this Law was not changed in the UK which means that legally we are out and the Government and Parliament should accept there was no deal and that we are now losing orders in this country for goods and have caused Havoc because the Government will not accept we left and do not wish to go back",
        "background": "The Law was made in Britain and the EU that on the 29th March we left the EU under British law. the 29th of March was not legally changed so therefore we left legally on the 29th March so please stop this unrest that you have started through claiming we are part of the EU as you are breaking our Law",
        "closed_at": null,
        "created_at": "2019-04-08T12:58:39.528Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-08T14:32:44.258Z",
        "opened_at": null,
        "rejected_at": "2019-05-03T14:57:41.421Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThe European Union (Withdrawal) Act 2018 (Exit Day) (Amendment) Regulations 2019 legally changed the \"exit day\" . The regulations were debated and voted on in the House of Commons on Wednesday 27 March. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou can read more about it here:\r\n\r\nhttps://commonslibrary.parliament.uk/brexit/the-eu/eu-exit-day-is-changed-in-uk-law/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-05-03T14:57:41.426Z"
    },
    "id": 256400,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256400.json"
    },
    "type": "petition"
}