{
    "attributes": {
        "action": "Deselect Julie Elliott MP for not respecting the voted for Brexit.",
        "additional_details": "Elected to represent, the people of Sunderland have had enough of Julie Elliott’s condescending responses to the will of the voters. She is not fit to represent the people of Sunderland and she should resign as MP.\r\nThe people deserve a member of parliament who listens to our own viewpoints and acts accordingly, not who dances to the beat of her own drum. We need someone who shares the majority’s standpoint and fights for what we want and need as a community.",
        "background": "Electorate voted to leave Europe. Julie Elliott MP, does not represent the will of the people. Democracy must be respected and therefore she must represent the people vote.\r\nThe people have spoken and she has taken her own stance on the issue. The people want her to endorse the Democratic decision.",
        "closed_at": null,
        "created_at": "2019-04-08T15:36:55.765Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-08T16:01:33.486Z",
        "opened_at": null,
        "rejected_at": "2019-04-09T13:04:36.044Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it is not something the UK Government or Parliament is responsible for.\r\n\r\nThe selection of parliamentary candidates is the responsibility of their political party. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-09T13:04:36.053Z"
    },
    "id": 256426,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256426.json"
    },
    "type": "petition"
}