{
    "attributes": {
        "action": "Discuss the use of the Equality Act 2010 by Charities/Orgs dealing with kids",
        "additional_details": "GirlGuiding - it recently accepted trans-girls, as well as trans-women to be leaders. Leader complained it went against safeguarding measures, GG shut down her group. GG did not inform parents that girls were sharing spaces with male-bodied pupils.\r\n\r\nNSPCC - Showed on Twitter how they misrepresent EA2010. Called out, corrected their tweets and replied rudely to citizens showing how unisex toilets in schools have harmed girls\r\n\r\nStonewall's willful misrepresentation of the EA2010 has to be discussed",
        "background": "We´ve seen charities/Orgs aimed at protecting children being poorly advised by Stonewall, LGBT group with Govnt funding that has led them to believe that gender, not sex, is a protected characteristic. Willingly misrepresent the EA2010 is putting children in danger and ruining their quality of life.",
        "closed_at": null,
        "created_at": "2019-04-08T15:07:03.130Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-08T17:07:14.822Z",
        "opened_at": null,
        "rejected_at": "2019-05-07T14:16:15.547Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Equality and Human Rights Commission, not the UK Government and Parliament, is responsible for enforcing and providing guidance on the Equality Act. You can find out how to contact them here: \r\n\r\nhttps://www.equalityhumanrights.com/en/contact-us\r\n\r\nThe UK Parliament and Government are also not responsible for regulating charities. You can find out how to complain about a charity here: \r\n\r\nhttps://www.gov.uk/complain-about-charity\r\n\r\nYou could start a new petition about something the UK Parliament and Government are responsible for. For example, you could start a new petition asking the UK Government and Parliament to review whether the Equality Act needs reform to protect the rights of trans and non-trans children, if that's something you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-05-07T14:16:23.238Z"
    },
    "id": 256422,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256422.json"
    },
    "type": "petition"
}