{
    "attributes": {
        "action": "Demand a vote of no confidence in Parliament if you prevent/delay Brexit further",
        "additional_details": "Parliament to date have been arguing over leaving/remaining. This is not the work Parliament were elected to do and they should provide uphold the will of the people. Votes currently ongoing, discussions on a people’s referendum on whether the public agree with Theresa May’s deal or remaining is wrong and if parliament can not decide they should be removed.",
        "background": "The people voted for Brexit, parliament is unwilling to to accept and act on this then we the people demand the right to hold a vote of no confidence in this parliament. Neither the government nor parliament should be allowed to dictate to the public what their will is when voting on a referendum.",
        "closed_at": null,
        "created_at": "2019-04-08T17:38:17.459Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-08T18:10:27.843Z",
        "opened_at": null,
        "rejected_at": "2019-04-09T08:58:13.434Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-04-09T08:58:13.440Z"
    },
    "id": 256454,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256454.json"
    },
    "type": "petition"
}