{
    "attributes": {
        "action": "A law to ensure any abusive videos of a child on social media is reported",
        "additional_details": "After seeing a part of a horrific video on Facebook of a child being beaten, the only option on Facebook is to report the video. It does not get the video removed from Facebook and there is now way of ensuring that the abuse is being looked into or even sent on to the correct services.\r\nThere should be a law to ensure that all videos that include any form of abuse must be passed on to all services necessary so that if possible safety/welfare checks can be made",
        "background": "There needs to be more done to protect vulnerable children/people especially when it comes to social media. Although you can report a video, there should be a specific team who works with the correct emergency/non emergency services to ensure that it is traced and ensured that the individual is safe",
        "closed_at": null,
        "created_at": "2019-04-08T20:40:01.297Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-08T22:25:01.483Z",
        "opened_at": null,
        "rejected_at": "2019-05-09T13:29:32.391Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nIt would be a decision for social media companies as to whether they create dedicated teams to moderate their sites and how. We aren't sure who you would like to be legally obliged to report abusive content or to whom they would be obliged to report it.\r\n\r\nYou could start a new petition creating a legal obligation on social media companies to report all abusive content to the police if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-05-09T13:29:42.008Z"
    },
    "id": 256502,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256502.json"
    },
    "type": "petition"
}