{
    "attributes": {
        "action": "Question the power that Stonewall has to shape policy and define LGBT meanings",
        "additional_details": "Stonewall's website states homosexuality is same-gender attraction, instead of same-sex, redefining what being gay means. This is to make their ever-widening gender identities make sense, and the idea that we have an innate gender essence that is more important than our biological sex. Sex is protected by the EA2010, not gender, and Stonewall campaign for this to change and single-sex provisions be removed. They shape policy and advise a wide range of groups, their influence needs examining",
        "background": "Stonewall is an LGBT charity founded in 1989 to lobby against Section 28. It is now far from what it set out to be, and is mostly a trans lobby group. Unqualified, they have vast power to shape policy in the NHS, police and schools, pushing the importance of gender self-ID over biological reality",
        "closed_at": null,
        "created_at": "2019-04-08T23:26:44.914Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-09T07:44:03.844Z",
        "opened_at": null,
        "rejected_at": "2019-05-07T14:20:24.315Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to \"question the power that Stonewall has to shape policy and define LGBT meanings\".\r\n\r\nIn any case, the UK Government and Parliament are not responsible for Stonewall policy or campaigns. \r\n\r\nThe Equality and Human Rights Commission, not the UK Government and Parliament, is responsible for enforcing and providing guidance on the Equality Act. You can find out how to contact them here:\r\n\r\nhttps://www.equalityhumanrights.com/en/contact-us\r\n\r\nThe UK Parliament and Government are also not responsible for regulating charities. You can find out how to complain about a charity here:\r\n\r\nhttps://www.gov.uk/complain-about-charity\r\n\r\nYou could start a new petition about something the UK Parliament and Government are responsible for. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-05-08T11:04:29.517Z"
    },
    "id": 256533,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256533.json"
    },
    "type": "petition"
}