{
    "attributes": {
        "action": "Help me set up a prevention & correction centre that will help prevent crime",
        "additional_details": "This will be based by county, it will include employment skills, physical training and mental training with all the support needed. On completion of the course it will open up a whole new level of support to prevent reoffending and will also act as a safe guarding centre for all ages.  This course can last up to 6months with no release until course has been completed. The military style is like national service training and will teach them morals, respect and discipline. This will help them more",
        "background": "Setting up a correction centre called CAMP 999 this will retrain and help all young offender get straight. This will also be military style centre and mandatory to finish the whole course. Physical training and teaching discipline and respect instead of thrown back into the streets to reoffend.",
        "closed_at": null,
        "created_at": "2019-04-09T07:48:52.880Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-09T08:21:25.593Z",
        "opened_at": null,
        "rejected_at": "2019-05-08T14:31:29.137Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example to provide more funding for projects to support young offenders.\r\n\r\nIf you want to apply for funding for a specific project you could apply for Youth Opportunity Funding via your local council. You can find out more here:\r\n\r\nhttps://www.gov.uk/apply-youth-opportunity-funding  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-05-08T14:31:44.327Z"
    },
    "id": 256566,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256566.json"
    },
    "type": "petition"
}