{
    "attributes": {
        "action": "Stop trying to pass the deal and ask leave MP’s to negotiate future relationship",
        "additional_details": "It seems to me that there are four main issues at the moment. \r\n\r\n1. Parliament doesn’t want to back a deal without detailing the future relationship \r\n2. Leave voters don’t think that this deal represents what they voted for in 2016 as it has been negotiated by a Remainer\r\n3. There are remain voters who can’t get behind the 2016 result as there was so much disinformation from both sides of the debate. \r\n4. Businesses are facing huge uncertainty.\r\n\r\nI think path ahead could resolve all these issues.",
        "background": "This petition calls on parliament to request a 3 year article 50 extension.  Create a team of leave MP’s to negotiate a suite of trade deals and agree the future EU relationship.  If after 2 years the package of deals is not enough for parliament the final decision should be given to the people.",
        "closed_at": null,
        "created_at": "2019-04-09T06:10:52.765Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-09T13:51:54.694Z",
        "opened_at": null,
        "rejected_at": "2019-05-03T15:35:32.468Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept your petition because it asks for someone to be given a job. We can't accept petitions about appointments, including asking for people with specific views to be asked to negotiate Brexit. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-05-03T15:35:32.473Z"
    },
    "id": 256560,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256560.json"
    },
    "type": "petition"
}