{
    "attributes": {
        "action": "Demand North Norfolk DC immediately remove all bird netting from Bacton Cliffs",
        "additional_details": "North Norfolk District Council (NNDC) put up over 1km of netting on the cliffs to deter the birds from nesting during work on the Sandscaping project intended to protect the cliffs from erosion. RSPB East said “We are disappointed that North Norfolk District Council (NNDC) has placed netting on the cliffs at Bacton to prevent sand martins from nesting. “We can confirm the council’s actions do not follow RSPB advice, or indeed their own plans.”",
        "background": "Sand Martins fly over 5,000 miles from Africa each year to nest in Bacton Cliffs only this time finding them covered in anti-bird netting installed by North Norfolk DC. The netting does not follow their plans nor RSPB advice. It is dangerous and cruel, putting these birds at risk of injury and death",
        "closed_at": null,
        "created_at": "2019-04-09T13:38:11.004Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-09T17:25:26.459Z",
        "opened_at": null,
        "rejected_at": "2019-05-08T16:33:42.136Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament. Bacton Cliffs are the responsibility of North Norfolk District Council.\r\n\r\nWe understand the netting has now been removed, but if you still have concerns you could contact the council directly:\r\n\r\nhttps://www.north-norfolk.gov.uk/contact-us/\r\n\r\nThere's already a petition about protecting Swallow, Swift and Martin nests, which you might like to sign. You're more likely to get action on an issue if you sign and share a single petition:\r\n\r\nhttps://petition.parliament.uk/petitions/250845"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-05-08T16:34:00.995Z"
    },
    "id": 256640,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256640.json"
    },
    "type": "petition"
}