{
    "attributes": {
        "action": "Make Libraries a Statutory Provision by Amendments to All Relevant Legislation",
        "additional_details": "Local authorities have a statutory duty under the Public Libraries and Museums Act 1964.In providing this service, local authorities must, among other things:\r\n\r\n•\thave regard to encouraging both adults and children to make full use of the library service (section 7(2)(b)\r\n\r\n•\tlend books and other printed material free of charge for those who live, work or study in the area (section 8(3)(b))",
        "background": "Currently Local Authorities can evade their responsibilities to provide a Library service under The Libraries and Museums Act by citing the provision to provide 'a modern and efficient and service within available resources'",
        "closed_at": null,
        "created_at": "2019-04-09T15:30:24.693Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-09T17:39:03.637Z",
        "opened_at": null,
        "rejected_at": "2019-05-09T14:04:10.419Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nWe understand you are concerned about the way that local authorities interpret their statutory duty to provide library services, but we aren't sure how you would like the law to be changed.\r\n\r\nYou could start a new petition calling for the Government to provide ringfenced funding for library services if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-05-09T14:04:18.812Z"
    },
    "id": 256653,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256653.json"
    },
    "type": "petition"
}