{
    "attributes": {
        "action": "Nigel Farage for Prime Minister.",
        "additional_details": "He co-chairs the Europe of Freedom and Direct Democracy (formerly \"Europe of Freedom and Democracy\") group.[7] Known as a long-time prominent Eurosceptic in the UK, he has been noted for his European Parliament speeches,[8][9] and a critic of the euro currency. He was also named \"Briton of the Year\" by The Times in 2014.\r\nOn 13 February 2019, Farage confirmed on his Twitter account that he would now sit as a member of the Brexit Party in the European Parliament.[20] On 22 March 2019, Farage was officially announced as the new Leader of the Brexit Party after Catherine Blaiklock's resignation.[21]",
        "background": "He alone can put the Great back into Great Britain.\r\nNigel Farage is best known as the former Leader of the UK Independence Party (UKIP) from 2006 to 2009 and again from 2010 to 2016.[6]",
        "closed_at": null,
        "created_at": "2019-04-09T10:54:49.615Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-09T11:49:58.590Z",
        "opened_at": null,
        "rejected_at": "2019-04-15T13:15:00.460Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Prime Minister of the UK is not chosen by the UK Government or Parliament.\r\n\r\nAfter a general election, the Queen decides who to invite to form a Government. In practice, this is usually the leader of the political party that wins the most seats in a general election. You can find out more about this here:\r\nhttps://www.royal.uk/queen-and-government\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-04-15T13:15:00.466Z"
    },
    "id": 256611,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256611.json"
    },
    "type": "petition"
}