{
    "attributes": {
        "action": "Road safety elements at Cliff Lane Primary School, Ipswich!",
        "additional_details": "Currently we are the only school in the area which has nothing in place in terms of road safety to protect our children as they arrive and leave school, yet we have a steep hill, bend at the top restricting visibility, no zebra crossing or assistance for pupils with numerous junctions surrounding the school and a very busy road. Plus there have been several reported incidents of children being hit by cars including one last week. Our children’s safety is our main priority!!",
        "background": "Cliff Lane Primary is in desperate need of 20mph official speed signs, further parking restrictions such as double yellow lines, and speed humps along with a zebra crossing to prevent further children being run over or injured which has happened on numerous occasions!!",
        "closed_at": null,
        "created_at": "2019-04-09T19:32:01.124Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-13T19:16:13.273Z",
        "opened_at": null,
        "rejected_at": "2019-05-13T11:40:15.669Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-05-13T11:40:30.244Z"
    },
    "id": 256695,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256695.json"
    },
    "type": "petition"
}