{
    "attributes": {
        "action": "Theresa May needs to step down",
        "additional_details": "Theresa May has had her chance and has not gotten this country out of the EU.  She has had nearly 3 years to negotiate this.  No more extensions and no more collaborations with Labour or anybody else.  The country is divided and very very angry.  The 17.5 million voters who voted leave feel cheated.  She has made the UK a laughing stock.  She needs to step down now and allow someone else, preferably a politician who believes in Brexit to step in and take us out completely and work for the future",
        "background": "Unless our constitution  has changed l thought the people were sovereign not parliament.  The Government  cannot dictate to us.  We elect them to serve us and they should be carrying out our democratic decision to leave the EU. They have failed miserably, it has gone on too long. Get us OUT now!",
        "closed_at": null,
        "created_at": "2019-04-10T08:54:09.421Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-10T09:09:42.970Z",
        "opened_at": null,
        "rejected_at": "2019-04-10T09:53:05.392Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about honours and appointments. That includes asking for people to resign or be sacked. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could search for and sign a petition about that:\r\n\r\nhttps://petition.parliament.uk/\r\n\r\nIf you would like a general election, you might like to sign this petition instead:\r\n\r\nHave another general election https://petition.parliament.uk/petitions/235480 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-04-10T09:53:05.399Z"
    },
    "id": 256764,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256764.json"
    },
    "type": "petition"
}