{
    "attributes": {
        "action": "Reconsider the turning off of street lights between the hours of 1am to 4am.",
        "additional_details": "We as residents and anyone signing this petition feel that as a result our safety is being put at risk. Our homes and vehicles feel more at risk of being broken into or vandalised. Walking home at night, we cannot even see the pathways nevermind anyone around us. Parents will sit and worry about their children returning home late from work or even nights out. The people’s safety is one of the most important things in our world and we do not feel it is being looked after in this instance.",
        "background": "In October last year it was decided that street lights across Hampshire would be turned off in the hours of 1am to 4am which came into affect on April 1st 2019. This as a result, puts residents and pedestrians as well as their homes and vehicles all across Hampshire severely at risk.",
        "closed_at": null,
        "created_at": "2019-04-09T20:58:37.910Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-09T21:25:19.808Z",
        "opened_at": null,
        "rejected_at": "2019-04-18T09:18:57.692Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\t\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-18T09:18:57.697Z"
    },
    "id": 256711,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256711.json"
    },
    "type": "petition"
}