{
    "attributes": {
        "action": "Make 50 high profile MP's exchange wages & hours with NHS nurses for 6 months.",
        "additional_details": "We feel that this action would show that those in government and politics are willing to physically experience the financial hardships that nurses working within the NHS suffer.    In addition, working their shift hours would give personal insight into the added pressure NHS staff experience and the impact on their personal lives.  Something has to change, some nursing staff are using food banks which in 2019 is just not acceptable.  This action would show the public willingness for change.",
        "background": "The gap between being a member of parliament and an NHS front line member of staff is vast.  It must be hard for MPs to have a full understanding on a personal and financial level.  An exchange of hours and salary with Nurses is a direct way for our elected bodies to understand the reality.",
        "closed_at": null,
        "created_at": "2019-04-09T21:49:00.522Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-09T22:16:38.842Z",
        "opened_at": null,
        "rejected_at": "2019-04-30T14:30:35.936Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-30T14:33:10.039Z"
    },
    "id": 256725,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256725.json"
    },
    "type": "petition"
}