{
    "attributes": {
        "action": "Change the Motorcycle Licence Progressive Scheme.",
        "additional_details": "The current Motorcycle Licence Progressive Scheme is outdated and unfair on motorcyclists due to making motorcyclists retake the same practical riding tests in order to get a full motorcycle licence. Example if a motorcyclist holds an A2 Licence they must wait two years in order to retake the same practical tests again that they have already done. The DVLA should change this scheme after two years, motorcyclists can take a course instead of a resit on their same motorcycle test of module 1/2.",
        "background": "Currently motorcyclists have to take a CBT, Theory Test along with Module 1 and Module 2 practical tests in order to pass their riding test. If a motorcyclist decides to upgrade their motorcycle licence they have to retake their Module 1/2 again after two years of holding their current licence.",
        "closed_at": null,
        "created_at": "2019-04-10T14:55:04.054Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-10T15:48:41.246Z",
        "opened_at": null,
        "rejected_at": "2019-05-13T11:48:10.871Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\n At the moment, someone who wants a motorcycle licence to ride a larger machine must complete the practical parts of the motorcycle test on a larger machine. We understand that you'd like to change that, but we're not sure exactly what changes you'd like.\r\n\r\nYou could start a new petition explaining clearly what you would like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-05-13T15:03:06.417Z"
    },
    "id": 256831,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256831.json"
    },
    "type": "petition"
}