{
    "attributes": {
        "action": "Create a new council tax band for places such as studio apartments.",
        "additional_details": "With the breadline being the norm for more and more families, being able to support an older child even when that child is working, can be difficult by introducing a new band or pricing for these rent affordable studio apartments it will mean more people can be renting without worrying about the 'hidden' costs behind it. This will alleviate a growing pressure with affects many families in this austerity ridden era.",
        "background": "Currently studio apartments which, in some cases, you can cross the length and breadth of in less 10 paces are being placed in the same council tax band as some houses which can make it difficult for younger people to rent given the \"new\" age limitations on some benefits.",
        "closed_at": null,
        "created_at": "2019-04-10T18:27:06.172Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-10T22:31:06.048Z",
        "opened_at": null,
        "rejected_at": "2019-05-09T12:46:14.290Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Properties are banded for Council Tax based on the value rather than the type of property. We're not sure whether you want the Government or Parliament to change the whole system.\r\n\r\nIn the current system, banding is the responsibility of local authorities, on behalf of the Valuation Office Agency. You can find out more here:\r\n\r\nhttps://www.gov.uk/guidance/understand-how-council-tax-bands-are-assessed\r\n\r\nYou can find out how to challenge your Council Tax banding here:\r\n\r\nhttps://www.gov.uk/challenge-council-tax-band\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-05-09T12:46:34.410Z"
    },
    "id": 256865,
    "links": {
        "self": "https://petition.parliament.uk/petitions/256865.json"
    },
    "type": "petition"
}