{
    "attributes": {
        "action": "Theresa May must resign as Prime Minister now to save Brexit.",
        "additional_details": "Unfortunately, because she won a vote of no confidence that the government tabled against her on 15th January 2019 and now our politicians are unable to remove her for another 9 months, it is time we done something about that.  So, if you would like her to resign as Prime Minister and a real Brexiteer take over, somebody who can then rescue our Brexit please sign this petition, Thank You.",
        "background": "I have no confidence in our current Prime Minister. She has made our once great nation a laughing stock around the world. And after all the speeches about leaving the EU and a manifesto she called an election based on, Theresa May has failed to keep any of those promises and betrayed us all.",
        "closed_at": null,
        "created_at": "2019-04-11T11:34:46.041Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-11T12:40:08.311Z",
        "opened_at": null,
        "rejected_at": "2019-04-29T14:31:53.861Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about honours and appointments. That includes asking for people to resign or be sacked. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could search for and sign a petition about that:\r\n\r\nhttps://petition.parliament.uk/\r\n\r\nIf you would like a general election, you might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/235480 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-04-29T14:32:12.907Z"
    },
    "id": 257046,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257046.json"
    },
    "type": "petition"
}