{
    "attributes": {
        "action": "Stop local Councils building 1050 new homes on Latton Priory in Harlow",
        "additional_details": "Harlow Council will not gain any income as EFDC will be the ones to benefit from the Council Tax.\r\n\r\nOne of EFDC Counsellors who lives in Theydon Bois (Mr Philips to be precise) has managed to reduce the proposed number of houses in that area by 84% - just because that’s where he lives and don’t want his area ruined. \r\n\r\nSo, surely if it’s good enough for him – then it’s good enough for the residents of Harlow.",
        "background": "EFDC and Harlow council have a proposal in place to build 1050 new homes on land known as Latton Priory and local residents have not been fully informed about this!\r\n\r\nCommonside Road will end up like Church Langley as the roads for the development are all set to come into Harlow from Fern Hill Road",
        "closed_at": null,
        "created_at": "2019-04-11T12:03:01.571Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-17T09:30:21.969Z",
        "opened_at": null,
        "rejected_at": "2019-05-14T09:26:40.614Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-05-14T09:26:40.621Z"
    },
    "id": 257061,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257061.json"
    },
    "type": "petition"
}