{
    "attributes": {
        "action": "Public enquiry into parliamentary members conflict of interest",
        "additional_details": "If a large number of conflicts are found, then a general election should be held and a review into the process of protecting against conflicts of interest must be carried out.\r\nThere is a clear miss trust and disconnect of parliament by the people who elect them. As such an independent public enquiry can prove or disprove any parliament corruption. Not holding such enquiry will only raise suspicion and increase miss trust.",
        "background": "Hold a public enquiry into the parliamentary members direct and indirect (partners/children) financial EU interests including business involvement, shares and any other investment.\r\nIf any conflicts not previously declared are identified, then that member should be removed and a new member elected.",
        "closed_at": null,
        "created_at": "2019-04-11T13:39:29.545Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-11T14:28:30.372Z",
        "opened_at": null,
        "rejected_at": "2019-05-10T15:55:20.366Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament. \r\n\r\nInvestigating whether MPs have broken their Code of Conduct, which includes requiring them to register and declare financial interests and to avoid conflicts of interest, is the responsibility of the Parliamentary Commissioner for Standards, not the UK Parliament and Government as a whole.\r\n\r\nYou can find out more about the Parliamentary Commissioner for Standards here:\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/\r\n\r\nYou can find the Code of Conduct for the House of Commons here:\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/code-of-conduct-and-rules-of-the-house/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-05-10T16:15:10.253Z"
    },
    "id": 257097,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257097.json"
    },
    "type": "petition"
}