{
    "attributes": {
        "action": "Dismiss Theresa May and replace with a Brexit supporting MP",
        "additional_details": "Failure to strike a deal in 3 years, pleading for extensions, repeated attempts to get her 'deal' passed. She is causing harm to the country.\r\nA Brexit supporting PM would be more likely to negotiate a better deal or be willing to walk away without one as they believe in the UK whereas Theresa May appears to have no faith. \r\nFor the good of the country, the people and Democracy she must go.",
        "background": "Theresa May was elected to lead the Conservative Party and the Country after David Camerons resignation and promised to honour the result of the 2016 Referendum. She has failed to do this. Her deal is a surrender.\r\nShe stated numerous times that 'no deal is better than a bad deal'. She must go.",
        "closed_at": null,
        "created_at": "2019-04-11T19:16:24.073Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-11T21:05:59.710Z",
        "opened_at": null,
        "rejected_at": "2019-05-03T14:03:37.923Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for MPs and Prime Ministers to be sacked.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could search for and sign a petition about that:\r\n\r\nhttps://petition.parliament.uk/\r\n\r\nThe UK Government and Parliament aren't responsible for removing MPs from office because of their views or opinions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-05-03T14:03:37.928Z"
    },
    "id": 257191,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257191.json"
    },
    "type": "petition"
}