{
    "attributes": {
        "action": "Have a vote of no confidence in the primeminister and the government of the uk",
        "additional_details": "BREXIT not this week \r\nPromise after promise even though we have had a democratic vote the mps (the employee )still failed to deliver the requests of the people.\r\nThis is gross misconduct  against the British people the employer\r\nTime for them to be dismissed",
        "background": "Time after time in recent years the government and primeminster have ignored the will and the constitution of the people and its country .\r\nI would like to see this government's public employment terminated",
        "closed_at": null,
        "created_at": "2019-04-11T18:01:16.369Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-11T22:36:08.002Z",
        "opened_at": null,
        "rejected_at": "2019-05-13T13:02:11.899Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers, including the Prime Minister, to be sacked or for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-05-13T13:02:11.905Z"
    },
    "id": 257174,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257174.json"
    },
    "type": "petition"
}