{
    "attributes": {
        "action": "Parliament to put forward a confidence motion in the UK Government",
        "additional_details": "Whether a person voted Remain or Leave in the EU Referendum, held on June 23rd 2016 which was the highest voter turnout in UK history, it is clear that promises that have been made have not nor will ever be delivered by this current government whilst under the leadership of Theresa May. The latest extension which will now force the UK to hold EU elections will cost the UK taxpayers millions and for no good purpose other than delaying the inevitable, is simply unforgivable.",
        "background": "For three years now we the people have had to endure the farcical negotiations of Brexit and promises that have been clearly made to the people throughout have not been delivered. We the people no longer have confidence in the present government under the leadership of Theresa May.",
        "closed_at": null,
        "created_at": "2019-04-11T14:25:43.631Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-11T15:38:51.534Z",
        "opened_at": null,
        "rejected_at": "2019-04-30T11:04:26.592Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers, including the Prime Minister, to be sacked or for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2019-04-30T11:04:26.599Z"
    },
    "id": 257113,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257113.json"
    },
    "type": "petition"
}