{
    "attributes": {
        "action": "Investigate overseas telephone scams fraudulently taking money from UK citizens.",
        "additional_details": "This has been reported in national newspapers. The Daily Mail recently discovered one such gang operating from SE Asia (Pakistan I believe) posing as HMCR and reaping thousands of pounds per day from frightened UK citizens. That newspaper's investigation was relatively straight-forward, the gang were not sophisticated but were confident that little action would come from the UK. The problem seems to be escalating. I belong to a Facebook group called \"People of St Helens\" which today had 122 comments in an hour from people who have been targeted this way. Extrapolate that across the country and you can see the extent of this problem.  Typically the perpetrators have cloned actual telephone numbers of the organisations they claim to represent, so the caller-ID appears genuine.",
        "background": "People in the UK are contacted and threatened with arrest or loss of services if they do not hand over money. The language is very threatening and persistent, causing great distress even to those who do not fall for the ruse. The callers typically claim to be HMCR about tax or some service provider.",
        "closed_at": null,
        "created_at": "2019-04-11T19:27:08.710Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-17T07:34:22.396Z",
        "opened_at": null,
        "rejected_at": "2019-05-15T07:55:44.671Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because investigating crimes is the responsibility of the police and not the UK Government or Parliament.\r\n\r\nIf you or someone you know has been targeted by this scam you can find out how to report it here:\r\n\r\nhttps://www.citizensadvice.org.uk/consumer/scams/scams/scams/reporting-a-scam/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-05-15T07:55:44.677Z"
    },
    "id": 257194,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257194.json"
    },
    "type": "petition"
}