{
    "attributes": {
        "action": "Reject any Brexit unless MPs can prove it is in the best interests of the UK",
        "additional_details": "There's never justification given in Parliament for WHY the UK is pursuing Brexit. The one 'excuse' is that 'it's the will of the people', based on a referendum that's 3 years old, proven to be criminal/ corrupt. Regardless of this, it's NOT parliament's job to implement the  public's views if they are counter to the interests of the UK. If MPs cannot prove WHY leaving is better than the full range of benefits we already have, they're in breach of their Code of Conduct if they vote to support it",
        "background": "The MPs Code of Conduct states very clearly that it is their duty to make decisions in the best interest of the country, above all other considerations. There is no evidence to support (but massive evidence to counter) that leaving the EU is in any way good for the UK population or UK business",
        "closed_at": null,
        "created_at": "2019-04-12T13:28:22.755Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-13T13:41:15.533Z",
        "opened_at": null,
        "rejected_at": "2019-05-13T17:28:27.894Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take. In particular, we aren't sure what action you would like taken to \"prove Brexit is in the best interests of the UK.\" In any case, it's not the UK Government or Parliament's responsibility to decide how individual MPs should vote."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-05-13T17:28:29.936Z"
    },
    "id": 257374,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257374.json"
    },
    "type": "petition"
}