{
    "attributes": {
        "action": "Create a Register of Untruths to record false statements by public figures",
        "additional_details": "A publicly funded fact-checking service is urgently required to restore trust in the proper, efficient and timely functioning of the Fourth Estate. The BBC has made promising steps in this direction. Its independence is widely acknowledged and respected. We should now give it the mandate, the funds and the force of law to build, publish and promote the transparency that an official Register of Untruths would provide.",
        "background": "The integrity of public political discourse is under threat from falsehoods of fact that go unchallenged at the time of their utterance. When incontrovertible factual evidence to the contrary becomes available it must be recorded in a public register alongside the name/s of the untruth's sponsor/s.",
        "closed_at": null,
        "created_at": "2019-04-12T17:11:40.562Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-14T17:43:48.286Z",
        "opened_at": null,
        "rejected_at": "2019-05-16T14:12:03.454Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would a decision for the BBC, which is independent of the UK Government and Parliament.\r\n\r\nYou could start a new petition calling for the UK Government to establish a new, independent fact checking body if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-05-16T14:12:11.830Z"
    },
    "id": 257414,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257414.json"
    },
    "type": "petition"
}