{
    "attributes": {
        "action": "Make sterilisation easier for people with wombs.",
        "additional_details": "If you think it’s fair that somebody with a womb has to go through so much more to get sterilised, good for you. \r\n\r\nIf you actually believe they’re equal to people with testicles and should have their own say in sterilisation please sign this.",
        "background": "I’m sure people know how easy it is for a person with testicles to get a vasectomy.\r\nWhy can it not be this easy for people with wombs?\r\n\r\nThe criteria for somebody with a womb to be sterilised is very long and they must check certain points, even more difficult if they’re UNDER 30.",
        "closed_at": null,
        "created_at": "2019-04-13T06:40:47.791Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-13T07:04:32.913Z",
        "opened_at": null,
        "rejected_at": "2019-05-13T17:20:19.859Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to make sterilisation easier. The UK Parliament and Government aren't responsible for making medical decisions.   \r\n\r\nIn any case, NICE guidelines for assessing whether someone is suitable for sterilisation are broadly the same for a vasectomy as for a tubal occlusion. You can find out more here:\r\n\r\nhttps://cks.nice.org.uk/contraception-assessment#!scenarioRecommendation:24\r\n\r\nYou could start a new petition that clearly asks for something the UK Parliament and Government are responsible for. For example, you could start a new petition asking the UK Parliament and Government to review whether their are inequalities in people's access to contraception, if that's something you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-05-13T17:20:31.352Z"
    },
    "id": 257485,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257485.json"
    },
    "type": "petition"
}