{
    "attributes": {
        "action": "Asks Parliament to vote on a motion of No Confidence in the Prime Minister",
        "additional_details": "The Prime Minister has now twice delayed Brexit in complete breach of her frequent promises not to do so.  It is now in the national interest that she be replaced without further delay by a new Prime Minister who clearly has the desire and ability to deliver Brexit properly and thereby fully honour the result of the 2016 Referendum and who enjoys the full confidence of Parliament and the people to do so",
        "background": "Following her complete failure to deliver our exit from the EU on time or to negotiate a satisfactory Withdrawal Agreement it is now clear that the Prime Minister, Theresa May has completely lost the confidence of the people and even her own MPs and Party members.  She should resign immediately",
        "closed_at": null,
        "created_at": "2019-04-13T09:44:58.446Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-13T10:34:29.031Z",
        "opened_at": null,
        "rejected_at": "2019-04-23T12:03:36.237Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers, including the Prime Minister, to be sacked or for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-04-23T12:03:36.243Z"
    },
    "id": 257509,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257509.json"
    },
    "type": "petition"
}