{
    "attributes": {
        "action": "Debate No Confidence in Theresa May in Parliament",
        "additional_details": "Although the 1922 Committee will not bring a fresh vote of no confidence in Theresa May, she has now lost three meaningful votes and delayed the will of the British people twice, despite insisting for so long that Britain would leave the European Union on 29/3/2019. It is absurdly arrogant to insist against the will of Parliament that her deal is a good one and backtrack on no deal being better than a bad one. Parliament must debate her fitness as Prime Minister, and she must accept the outcome.",
        "background": "The Conservative Party seems to be out of options concerning a fresh vote of no confidence in Theresa May as their leader, even though she has continued to make poor decisions, and it is evident that most MPs (not to mention citizens) would not want her to continue her form of negotiation of Brexit.",
        "closed_at": null,
        "created_at": "2019-04-13T12:31:40.648Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-13T18:54:14.388Z",
        "opened_at": null,
        "rejected_at": "2019-05-13T16:08:05.123Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions calling for someone to lose their job. That includes petitions calling for votes of no confidence in Ministers or the Prime Minister.\r\n\r\nYou could sign this petition instead if you would like a new general election:\r\n\r\nhttps://petition.parliament.uk/petitions/235480"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-05-13T16:08:30.743Z"
    },
    "id": 257528,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257528.json"
    },
    "type": "petition"
}