{
    "attributes": {
        "action": "Add memory difficulties as a disability within the DDA.",
        "additional_details": "We call upon Parliament to add memory difficulties as a disability to the Disability Discrimination Act, obliging service providers to make adjustments for such individuals. Multiple methods of technological identify verification exist that do not require memorization, and if none are applicable, individuals may be offered traditional non-computerized equivalent services which do not require technological verification.",
        "background": "As a result of Increasing mandatory computerization of services and the insistence that memory tests constitute identity verification, those with memory difficulties - especially the elderly - are denied service or even accused of fraud, causing great distress and actually increasing fraud risk.",
        "closed_at": null,
        "created_at": "2019-04-13T20:57:28.570Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-10T17:40:22.990Z",
        "opened_at": null,
        "rejected_at": "2019-06-12T16:09:15.423Z",
        "rejection": {
            "code": "no-action",
            "details": "The Disability Discrimination Act (DDA) and the Equality Act don't name specific medical conditions. In most cases, it’s the impact on the person’s life that qualifies them for support or protection under the law.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do to support people who are suffering from memory difficulties. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2019-06-12T16:09:15.428Z"
    },
    "id": 257574,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257574.json"
    },
    "type": "petition"
}