{
    "attributes": {
        "action": "Change planning laws - new infrastructure & facilities must be built with homes.",
        "additional_details": "Example: the policy of only one parking space per property irrespective of where in the country it is, fine for a rural village, but not for built up areas where parking is at a premium. House builders need to think of better ways to provide adequate parking such as underground or rooftop even on flats and plans should not be approved just to meet national newbuild quota as there are some real attrocities being passed. More schools, doctors surgeries and roads MUST be built too. A policy that makes builders wait until there are sufficient on board to fund the additional facilities would help too.",
        "background": "There is one size fits all policy for planning when it comes to new homes being built. I would like to see this changed to allow for regional differences. The policy of 1 parking space per property is woefully outdated. Building surgeries, schools, roads etc must be submitted with plans 4 approval.",
        "closed_at": null,
        "created_at": "2019-04-13T11:59:13.763Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-01T16:52:50.218Z",
        "opened_at": null,
        "rejected_at": "2019-06-05T12:25:10.124Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because these types of planning restrictions on new developments are the responsibility of local councils and not the UK Government or Parliament.\r\n\r\nFor example, restrictions on the maximum number of parking places per property were abolished in 2011. It is now a decision for local councils as to whether to impose them. In 2015 the Government issued guidance stating:\r\n\r\n“Local planning authorities should only impose local parking standards for residential and non-residential development where there is clear and compelling justification that it is necessary to manage their local road network.”\r\n\r\nYou could raise your issue with a local councillor, who represents you. \r\n\r\nYou can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-05T12:25:13.185Z"
    },
    "id": 257525,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257525.json"
    },
    "type": "petition"
}