{
    "attributes": {
        "action": "Stop swimming-pool events for naturalists that include underage children.",
        "additional_details": "Children must be protected!! They're vulnerable at these events. It's well known by psychologists that organisations with a vulnerable 'membership' can attract people that use their position to abuse people in it. Children are NOT protected, in these Pool-Events, from potential paedophiles & those who have been convicted. Paedophilia is rife in the UK, and these events could easily contain unknown offenders. It's a ridiculous assumption that these events should ever be allowed & go ahead!",
        "background": "It is NOT ETHICAL. Children could be feeling pressured by caregivers to appear naked which is wrong. Unless participants are fully consenting adults STOP these events NOW! Children should have protection in all situations! They have got no protection in these events at all in today's broken society.",
        "closed_at": null,
        "created_at": "2019-04-13T10:25:24.638Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-15T16:47:24.209Z",
        "opened_at": null,
        "rejected_at": "2019-05-22T15:22:20.795Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure exactly what events you're concerned about. If you're concerned about a particular event at a swimming pool, you could raise your concerns with the swimming pool itself or with the local authority.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-05-22T15:22:40.765Z"
    },
    "id": 257516,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257516.json"
    },
    "type": "petition"
}