{
    "attributes": {
        "action": "Monitor insurance comps to avoid false costs by the insurer, lowering premiums.",
        "additional_details": "There are many people who are involved in minor accidents and, by making a claim, the actual cost of resolving the issue is increased massively when compared to what the cost would be without involving an insurance company and resolving privately in the most financially efficient way.\r\n\r\ne.g. insurance companies will give out hire cars for a week when the car only needs to spend a day in the garage, encourage whiplash claims, deny a claim when both parties involved in accident accept fault.",
        "background": "Besides constantly trying to deny customer's claims insurance companies try and up the costs of resolving a claim for personal profit. e.g. they  encourage false whiplash claims, they unnecessarily get solicitors involved, they offer a hire car for much longer than needed.",
        "closed_at": null,
        "created_at": "2019-04-14T08:56:46.468Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-14T11:57:02.132Z",
        "opened_at": null,
        "rejected_at": "2019-05-14T15:25:05.990Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about insurance costs and the behaviour of insurance companies, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe Financial Conduct Authority is responsible for regulating insurance companies. You can find out how to complain about an insurance company here: \r\n\r\nhttps://www.fca.org.uk/consumers/how-complain\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to investigate whether insurance companies treat customers fairly, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-05-14T15:25:15.664Z"
    },
    "id": 257623,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257623.json"
    },
    "type": "petition"
}