{
    "attributes": {
        "action": "Hold a Referendum between a No Deal Brexit and Remaining in the European Union.",
        "additional_details": "If any of the current Brexit 'deals' are accepted by the House of Commons, they will not honour the result of the 2016 Referendum because the UK will continue to be subject to EU rules concerning our trading relations with other nations.\r\n\r\nThe 2016 Referendum failed to ask the public to distinguish between the valid options for leaving the EU. Due to the misinformation legally and illegally disseminated during the campaign, the public could not assess the probable outcome of the choices before them. It is therefore highly probable that many would have voted differently had they not been exposed to misinformation. The narrow margin in the result may have been eroded or reversed as a consequence of more accurate information.",
        "background": "MPs have ruled out leaving the EU with no deal but none of the deals being offered are what Leavers voted for in 2016. The 2016 Referendum result was unreliable as it was based upon lies, misinformation, criminal activity and probable foreign interference.\r\nDemocracy demands a legitimate Referendum.",
        "closed_at": null,
        "created_at": "2019-04-14T09:32:03.727Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-14T12:20:12.868Z",
        "opened_at": null,
        "rejected_at": "2019-04-24T11:33:11.474Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/246157"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2019-04-24T11:33:11.482Z"
    },
    "id": 257630,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257630.json"
    },
    "type": "petition"
}