{
    "attributes": {
        "action": "Let under 18s have a real voice \r\nThe only voice we get in our future is this",
        "additional_details": "Under 18s have the longest time in this country we call ours and we have no choice in what goes on in it. \r\nEven if all secondary school students got half a vote in massive decisions (particularly on our life and future) at very least we could have some choice over what hapens in this country as one of the most imporant parts of a stable and good  country is making the people in it feel like they matter and leaving out nearly 20% of the contry doesnt help.",
        "background": "me at 15 gets no voice in my life and whats going on in my country and how its others making my choices.\r\nSeriously the only voice all under 16s (18.6% of the uk) get is this website witch to be honest has made no big changes to the uk.\r\nSomehow a vote that most of the country didn't understand did.",
        "closed_at": null,
        "created_at": "2019-04-15T11:45:54.104Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-15T12:33:39.991Z",
        "opened_at": null,
        "rejected_at": "2019-04-30T10:03:54.128Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might also like to sign one of these petitions:\r\n\r\nhttps://petition.parliament.uk/petitions/250390\r\nhttps://petition.parliament.uk/petitions/235503\r\nhttps://petition.parliament.uk/petitions/234119\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-04-30T10:03:54.134Z"
    },
    "id": 257766,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257766.json"
    },
    "type": "petition"
}