{
    "attributes": {
        "action": "We need your help us to have Suggitt's Lane pedestrian level crossing reopened.",
        "additional_details": "Since the crossing was closed,  this has affected many people in the community, this crossing is a gateway to our seaside resort.  It is used by everyone in the community,  Network rail haven't done a public consultation other than a meeting 12 days before closure telling everyone it was closing no matter what,  this has now affected many peoples lives, the elderly the disabled, many families, cyclists dog walkers,  anglers and already local businesses are noticing falls within profits /footfall",
        "background": "Network rail , have closed our pedestrian level crossing, ( Suggitt's Lane  level crossing Cleethorpes N E Lincs) on the 2nd April based on they say 15 near misses over 10 years,  we have checked and there is no records to prove this at all, the crossing is needed by so many people in the Community.",
        "closed_at": null,
        "created_at": "2019-04-14T23:07:03.747Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-15T00:25:14.325Z",
        "opened_at": null,
        "rejected_at": "2019-05-14T14:33:57.058Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament. Level crossing safety is the responsibility of Network Rail. The process by which arrangements for individual crossings are changed is managed on behalf of the Secretary of State by the Office for Rail and Road, the independent economic and safety regulator for the railways.\r\n\r\nYou could raise your concerns about the process in relation to the closure of this level crossing with the ORR. Find out how to contact the ORR here:\r\n\r\nhttps://orr.gov.uk/contact-us"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-05-14T14:34:22.557Z"
    },
    "id": 257719,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257719.json"
    },
    "type": "petition"
}