{
    "attributes": {
        "action": "Resolve what the electorate knew when they knew what they voted for.",
        "additional_details": "The fact is that the referendum was advisory.\r\nWe must presume the electorate knew that.\r\nThe government promised to enact the result.\r\n\r\nIf the electorate are deemed to trust the government, & the vote is taken as binding, then they must therefore have trusted the government to negotiate the best possible deal.\r\nElse if the electorate are not deemed to have trusted the government, then they took the vote as advisory & voted to send a message to parliament, one that parliament is resolutely ignoring.",
        "background": "Throughout the Brexit debate parliament has asserted that the electorate knew what they were voting for, but they have not resolved what that was.\r\nIt is actually quite simple.\r\nEither they voted for the deal that the government would secure, or they didn't trust the government & voted accordingly.",
        "closed_at": null,
        "created_at": "2019-04-15T01:06:43.196Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-27T15:03:09.093Z",
        "opened_at": null,
        "rejected_at": "2019-05-22T15:58:42.397Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-12T10:56:40.981Z"
    },
    "id": 257723,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257723.json"
    },
    "type": "petition"
}