{
    "attributes": {
        "action": "Pause Brexit long enough to allow the the upcoming EU elections to take place",
        "additional_details": "The current Government seems to be on a mad rush to complete brexit seemingly to avoid the UK's right to a vote. A vote that may shed further light on the public's current opinion of brexit in a similar manner to a referendum. It seems odd that the UK government would deny further clarification or condemnation of the brexit process by denying a liberty we all hold dear, our vote at a time where parties are more split than ever and seemingly more out of touch with the electorate we ask that they allow the UK to hold these elections so that MP's may have a clear dictate to either continue with the brexit process or rescind article 50.\r\n\r\nhttps://www.bbc.co.uk/news/uk-politics-47933511",
        "background": "The current Government seems to be on a mad rush to complete brexit seemingly to avoid the UK's right to a vote.",
        "closed_at": null,
        "created_at": "2019-04-15T13:27:42.888Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-15T20:04:14.132Z",
        "opened_at": null,
        "rejected_at": "2019-05-14T14:01:37.875Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because the Government has said that the European Elections will take place. We're therefore unsure what further action you would like to see happen.\r\n\r\nYou also need to give your real name to start a petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-05-14T14:01:44.012Z"
    },
    "id": 257788,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257788.json"
    },
    "type": "petition"
}