{
    "attributes": {
        "action": "Establish a rule requiring all ministers to use the NHS, not private healthcare.",
        "additional_details": "The rule would apply to all goverrnment ministers in the Commons and Lords from the next general election after the rule was established. The rule would not apply to backbenchers because it's up to constituents which MP they want to elect to represent them. It would not apply to the public, including you and me, who would retain freedom of choice. It would only apply to government ministers because they make the trade-offs which determine the outcomes for NHS patients every day.",
        "background": "The minimum standards achieved by the NHS should be fit-for-purpose for everyone. Therefore, it is reasonable to ask government ministers to lead from the front and use the NHS, as some have nobly done. We do not want ministers to be passionate about the NHS, we want them to use it.",
        "closed_at": null,
        "created_at": "2019-04-15T19:37:26.216Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-16T11:34:42.391Z",
        "opened_at": null,
        "rejected_at": "2019-05-15T13:27:46.680Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something the UK Government or Parliament isn't responsible for. The Government isn't responsible for the healthcare choices of individuals.\r\n\r\nIn any case, we aren't sure exactly what action you would like taken. For example, whether Ministers would be banned entirely from using private healthcare even when an NHS alternative was unavailable."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-05-15T13:27:53.298Z"
    },
    "id": 257886,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257886.json"
    },
    "type": "petition"
}