{
    "attributes": {
        "action": "Make debates compulsory for MPs, regardless of topic and political view.",
        "additional_details": "",
        "background": "In 2019 a debate surrounding mental health illnesses was held and attend by just 17 MPs; this is in stark contrast to the MPs own salary debate, which was greatly attended, with many standing. MPs should therefore be required to attend all debates, with minimal exceptions. After all it is their job!",
        "closed_at": null,
        "created_at": "2019-04-15T15:34:38.302Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-15T15:51:45.531Z",
        "opened_at": null,
        "rejected_at": "2019-05-14T16:17:06.794Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would be a decision for the individual MPs and not the UK Government or Parliament as a whole.\r\n\r\nIn any case, MPs would not be able to attend all debates, because some of them happen at the same time. There is lots of official parliamentary business going on in the House of Commons at the same time, including Select Committee meetings and debates in Westminster Hall and the main chamber.\r\n\r\nMPs' jobs also involve work outside the chamber - for example, dealing with casework, attending events and meetings, meeting constituents and so on. MPs who are Ministers also have responsibilities in their departments. You can find out more here:\r\n\r\nhttps://www.parliament.uk/about/mps-and-lords/members/mps/\r\n\r\nGenerally, MPs are more likely to attend a debate if their constituents ask them to do so. You can find out who your MP is and how to contact them here:\r\n\r\nhttps://beta.parliament.uk/mps\r\n\r\nIf you are concerned about mental health illnesses you might like to sign these petitions instead:\r\n\r\nhttps://petition.parliament.uk/petitions/241928"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-05-14T16:19:59.611Z"
    },
    "id": 257816,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257816.json"
    },
    "type": "petition"
}