{
    "attributes": {
        "action": "Make it compulsory for MP’s to turn up to debates.",
        "additional_details": "It seems when MP’s debate things that are in their own interest they turn up in droves, but when debating things that don’t affect them, like the UN’s poverty report only 13 turn up. Considering that MP’s basic salary is set to rise to over £79,000 they should be made to earn that money and turn up to debates or have their pay. If they are sick they should have to provide a doctors note in order to receive pay for being off the same as any other working person in the UK.",
        "background": "I just saw a debate on providing mental health care for young people  in the House of Commons and was disgusted to see only 11 MP’s turn up. If any normal working person does not turn up for their work they will be docked that days pay or loose their job. It’s only right MP’s are treated the same.",
        "closed_at": null,
        "created_at": "2019-04-15T22:14:56.648Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-15T22:53:50.437Z",
        "opened_at": null,
        "rejected_at": "2019-05-14T15:43:33.984Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would be a decision for the individual MPs and not the UK Government or Parliament as a whole. \r\n\r\nIn any case, MPs would not be able to attend all debates, because some of them happen at the same time. There is lots of official parliamentary business going on in the House of Commons at the same time, including Select Committee meetings and debates in Westminster Hall and the main chamber. \r\n\r\nGenerally, MPs are more likely to attend a debate if their constituents  ask them to do so. You can find out who your MP is and how to contact them here:\r\n\r\nhttps://beta.parliament.uk/mps"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-05-14T16:02:43.150Z"
    },
    "id": 257923,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257923.json"
    },
    "type": "petition"
}