{
    "attributes": {
        "action": "Hold Inquiry into Information Commission Complaints System and its Role & Reform",
        "additional_details": "Inquiry as to why ICO don’t obtain records in complaints & how they interpret laws. Government have a duty to protect the public & reform with a single free tribunal & more powers & a new regulation/law with a legal duty for complaint bodies to obtain all records/evidence in all complaints, with the ability to fine across our public services if they fail/abuse/breach data law & withhold records. End the era of self-regulation of complaint bodies due to conflict of interests as funded by industry",
        "background": "If an organisation/data controller fails to comply with a request, in contravention of GDPR art.15, the ICO has no power to assist to obtain records/data. If the ICO fail, the complainant must ask their MP to refer to the Ombudsman & if it’s about the way the ICO interpreted the law they can’t help",
        "closed_at": null,
        "created_at": "2019-04-16T12:32:21.739Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-16T16:33:32.219Z",
        "opened_at": null,
        "rejected_at": "2019-05-14T15:54:15.070Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take. We aren't sure whether you want a review of the ICO's powers or the way that it exercises those powers or whether you want a review intended to set up a new body.\r\n\r\nYou could start a new petition setting out clearly the action you would like taken."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-05-14T15:54:20.750Z"
    },
    "id": 257997,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257997.json"
    },
    "type": "petition"
}