{
    "attributes": {
        "action": "Make the sabotage of legitimate hunting & shooting activities a crime in the UK",
        "additional_details": "Over 280,000 people work on shoots each year, a further 100,000 are involved in deer management. The effort put into game management contributes to reversing the declines seen in farmland birds and other British plant and animal species, is good for conservation, the economy and provides healthy source of meat.\r\n\r\nAll of these benefits and hard work are constantly threatened, sabotaged and vandalised by anti shooting extremists. The shooting and hunting community needs more protection from the law",
        "background": "A new measure passed by the French Senate means that hindering or preventing shooting and hunting in France now leads to 1 year in prison and a 30,000 Euro fine. The UK needs to adopt similar measures to help prevent increasing violent attacks and acts of vandalism caused by animal rights extremists",
        "closed_at": null,
        "created_at": "2019-04-16T11:05:01.004Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-16T12:02:25.573Z",
        "opened_at": null,
        "rejected_at": "2019-05-14T16:36:36.219Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what you mean by \"sabotage\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to make it illegal to  hinder or prevent lawful shooting and hunting, if that's what you'd like to happen. \r\n\r\nYou need to give your full name to start a petition. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-05-14T16:36:36.223Z"
    },
    "id": 257978,
    "links": {
        "self": "https://petition.parliament.uk/petitions/257978.json"
    },
    "type": "petition"
}