{
    "attributes": {
        "action": "Make 23rd June VEA Day: Victory in Europe Again. UK is liberating Europe afresh",
        "additional_details": "World Trade Organisation Rules include General Agreement on Tariffs and Trade. Clause XXIV, 5, 5b and B3 provide that trade conditions cannot be harsher for UK outside EU than within it, pending a new agreement, sought in good faith, for 10 years or more. We can leave on WTO terms with existing  tariff-free trade and customs free access. EU cannot enforce harsher terms without braking International Law. No Deal is the best Deal. Most EU countries would opt for that too. Why has HMG avoided this?",
        "background": "Britain is not alone in wishing to leave EU. Successful Brexit is easy. WTO extends current trade terms for10 years. This, will prompt other Nations into opting for freedom. June 23rd 2016 marks the beginning of the latest liberation of Europe by the British. The Europeans will thank us for it.",
        "closed_at": null,
        "created_at": "2019-04-17T08:30:09.081Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-02T07:31:29.643Z",
        "opened_at": null,
        "rejected_at": "2019-05-22T16:15:40.009Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to mark 23 June. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example to make 23 June a public holiday.\r\n\r\nThere are already petitions about leaving the EU, which you might like to sign:\r\n\r\nhttps://petition.parliament.uk/petitions/235185\r\n\r\nYou are more likely to get action on an issue if you sign and share a single petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-05-22T16:15:55.554Z"
    },
    "id": 258095,
    "links": {
        "self": "https://petition.parliament.uk/petitions/258095.json"
    },
    "type": "petition"
}