{
    "attributes": {
        "action": "Review the Isle of Wight Council Tax bandings.",
        "additional_details": "In light of recent publishing's detailing that more than half a million pounds of taxpayers’ money being spent on the salaries of just five staff members at the Isle of Wight Council. Along with the recent announcement of cut backs relating to CCTV monitoring and street cleaning (£11 million cut from highways PFI contract). The island have seen another increase in council tax but decrease in services these 'taxes' support. This needs to be reviewed and fairly applied to island residents",
        "background": "The average wage on the island is £19,955, the national average is £29,009 yet our banding is more expensive than Portsmouth and Southampton. I think our banding's and other factors such as emergency services, health care and the condition of the roads need to be addressed.",
        "closed_at": null,
        "created_at": "2019-04-17T12:22:10.214Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-17T13:23:15.121Z",
        "opened_at": null,
        "rejected_at": "2019-05-15T13:49:04.902Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the level of council tax is the responsibility of your local council and not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor, who represents you. \r\n\r\nYou can use this page to find out who your local councillors are, and how to contact them: \r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nYou could start a new petition calling for a nationwide review of council tax bands if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-05-15T13:49:13.160Z"
    },
    "id": 258122,
    "links": {
        "self": "https://petition.parliament.uk/petitions/258122.json"
    },
    "type": "petition"
}