{
    "attributes": {
        "action": "Health and safety of courier drivers/\r\nSet a max weight for couriers to carry.",
        "additional_details": "The biggest online retail employer thousands of indirect Couriers. As example companies that provide the service on behalf of those big retailer pay less than minimum wage after paying all the tickets and fines related to work, and to cover those costs drivers are working from 5am up until midnight carrying bags that is heavier as 20kg each for up to 5th floor. Self employer drivers can never say no, or you will end up jobless. We need more regulations, pay rise to minimum of £18.",
        "background": "Working as a courier is not easy, Congestion Charges, ULEZ, Penalties, Parking and more. Big online companies does not pay for any of those and drivers are working long hours to cover those costs. Ending up stressed and breaking traffic rules.",
        "closed_at": null,
        "created_at": "2019-04-17T22:58:22.988Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-19T04:41:42.728Z",
        "opened_at": null,
        "rejected_at": "2019-05-20T16:05:41.951Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about the health and safety of courier drivers but we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition setting a legal limit for the weight of an object that can be sent by courier if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-05-20T16:05:41.956Z"
    },
    "id": 258203,
    "links": {
        "self": "https://petition.parliament.uk/petitions/258203.json"
    },
    "type": "petition"
}