{
    "attributes": {
        "action": "Create an independent Political Standards Authority.",
        "additional_details": "The 2016 EU Referendum was rife with rogue campaigning and a flagrant disregard for truth or fact. The scale and extent of lies and collusion to manipulate has left the British public desperately in need of a political moral compass. Trust has never been lower. We cannot accept that this is how it will be. We must set and enforce the highest standards to ensure British democracy is respected by the electorate and the world. Statements must be substantiated or declared personal opinion.",
        "background": "An independent Political Standards Authority is essential to safeguard good democracy. \r\n\r\nPoliticians, public figures and the media can currently say or write anything with no fear of repercussion. We are routinely misled by people who speak/publish with no accountability for truth or ethics.",
        "closed_at": null,
        "created_at": "2019-04-18T16:27:22.763Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-18T19:39:42.401Z",
        "opened_at": null,
        "rejected_at": "2019-06-05T12:58:57.948Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like to create an \"independent political standards authority\", but we're not sure exactly what you'd like this body to do.\r\n\r\nThere is already an independent Parliamentary Commissioner for Standards whose job is to oversee the Register of Members' Financial Interests and the Code of Conduct for MPs. There is also an Independent Parliamentary Standards Authority who are responsible for regulating MP's pay, pensions and expenses. We aren't sure what additional powers you'd like this body to have. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nIf you want to make it a criminal offence for MPs to deliberately mislead the general public, you may wish to sign this petition instead: \r\n\r\nhttps://petition.parliament.uk/petitions/239850\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-05T12:59:50.274Z"
    },
    "id": 258293,
    "links": {
        "self": "https://petition.parliament.uk/petitions/258293.json"
    },
    "type": "petition"
}