{
    "attributes": {
        "action": "To reconnect with people, Parliament should meet in the great cathedrals.",
        "additional_details": "This proposal to rebuild democracy would:\r\n\r\n(1) reconnect ‘Westminster’ and the people \r\n\r\n(2) bring international media focus to the nation's amazing regions and buildings\r\n\r\n(3) boost regional economies with the influx of MPs, advisers, media, etc.\r\n\r\nFor centuries. government moved around, from place to place, hearing local concerns and meeting local people. This was the Anglo-Saxon way, and it survived well into the high middle ages.\r\n\r\nIt worked. Bring it back. Reconnect government and people!",
        "background": "Parliament should move around the country’s regions, meeting in the great cathedrals. \r\n\r\nMPs have voted to leave Westminster so it can be restored. So why not allow them to travel the country and reconnect with the regions?\r\n\r\nMake Parliament mobile and connected, like government used to be!",
        "closed_at": null,
        "created_at": "2019-04-18T13:17:03.325Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-18T14:26:35.625Z",
        "opened_at": null,
        "rejected_at": "2019-05-20T09:45:07.333Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government or Parliament aren't responsible for the great cathedrals, so would not be able to decide to meet there.\r\n\r\nThere are already petitions about moving Parliament, which you might like to sign if they call for something you'd like to happen:\r\n\r\nhttps://petition.parliament.uk/petitions/250790\r\n\r\nhttps://petition.parliament.uk/petitions/257994\r\n\r\nYou're more likely to get action on an issue if you sign and share a single petition.\r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2019-05-20T09:45:38.367Z"
    },
    "id": 258266,
    "links": {
        "self": "https://petition.parliament.uk/petitions/258266.json"
    },
    "type": "petition"
}