{
    "attributes": {
        "action": "Classify UK wild boar (Sus scrofa) as native once again & remove the 'feral' tag",
        "additional_details": "With many generations of wild breeding we believe they've outbred enough domestic gene to dismiss the 'hybrid' label & once again warrant a truly native status. This will gift them with the necessary protection they deserve under The Wildlife and Countryside Act 1981 and we'd hope to see them given a recognised closed hunting season to allow wild boar to breed without a threat of being hunted or culled unnecessarily.\r\n\r\nFor more information on wild boar please contact www.TheBoaringTruth.org",
        "background": "Wild boar have once again been present for many decades in the UK. They have successfully established themselves as a true UK species in various locations and we believe they now need to be classified as native, not feral, once more and be protected under the The Wildlife and Countryside Act 1981.",
        "closed_at": null,
        "created_at": "2019-04-18T13:37:39.447Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-18T14:13:57.310Z",
        "opened_at": null,
        "rejected_at": "2019-05-21T10:51:02.694Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Protection for animals in the wild isn't based on the classifications you describe.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to make new laws to give specific protection to wild boar, if that's what you'd like to happen.   "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-05-21T10:51:14.036Z"
    },
    "id": 258269,
    "links": {
        "self": "https://petition.parliament.uk/petitions/258269.json"
    },
    "type": "petition"
}