{
    "attributes": {
        "action": "Stop planes spraying chemicals into the sky without public permission/consent.",
        "additional_details": "Evidence is everywhere, everyday. Look above in the sky. Also see www.chemtrailsprojectuk.com. for information.",
        "background": "Planes are spraying chemicals into the sky every day blocking out the sun which is vital to peoples health and well being. The chemicals should also not be sprayed without the public consent or permission. We know this to be chemicals due to changes in rainwater and the white spray lines in the sky.",
        "closed_at": null,
        "created_at": "2019-04-19T06:05:56.831Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-19T11:47:54.198Z",
        "opened_at": null,
        "rejected_at": "2019-05-03T16:37:15.962Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThere are already controls in place for aerial spraying, so we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou can find out more about aerial spraying here: \r\n\r\nhttp://www.hse.gov.uk/pesticides/topics/using-pesticides/general/aerial-spraying.htm\r\n\r\nIn response to a question in Parliament about \"chemtrails\" the then Minister replied: \r\n\r\n\"The Department is not researching into chemtrails from aircraft as they are not scientifically recognised phenomena. However, condensation trails (contrails) are known to exist and have been documented since the 1940s. Contrails are composed of ice crystals forming on the small particles and water vapour emitted by aircraft as the result of the combustion process, they form behind high-flying aircraft depending on the temperature and humidity of the atmosphere.\r\n\r\nA major scientific report, Aviation and the Global Atmosphere\", was published in 1999 by the Intergovernmental Panel on Climate Change. The report assessed the current contribution of aviation to climate change and, based on a range of scenarios and assumptions, forecast its contribution up to 2050. It estimated that contrails covered about 0.1 per cent. of the Earth's surface in 1992 and projected this cover would grow to 0.5 per cent. by 2050 (on middle range assumptions). More recently this work has been updated from the results of the EU 5th Framework Project, TRADEOFF.\r\n\r\nContrails continue to be the subject of research to help better understand both how they are formed and what effects they have on the atmosphere.\"\r\n\r\nhttps://publications.parliament.uk/pa/cm200506/cmhansrd/vo051108/text/51108w11.htm \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-05-03T16:37:15.969Z"
    },
    "id": 258362,
    "links": {
        "self": "https://petition.parliament.uk/petitions/258362.json"
    },
    "type": "petition"
}