{
    "attributes": {
        "action": "2% of all VAT items should be put towards making the UK 100% Green Country",
        "additional_details": "Sea ice has been reducing for decades, with melting accelerating since the early 2000s, according to the UK Parliament's Environmental Audit Committee.\r\n\r\nThe Arctic Ocean may be ice free in the summer as soon as the 2050s, unless emissions are reduced, the committee has said.\r\n\r\nThe WMO found the extent of Arctic sea ice in 2018 was much than normal, with the maximum in March the third lowest on record and the September minimum the sixth lowest\r\n\r\nAre you prepared to pay 2% more to save the plant?",
        "background": "The 20 warmest years on record have been in the past 22 years, with 2015-2018 making up the top four, the WMO says.",
        "closed_at": null,
        "created_at": "2019-04-18T20:28:46.386Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-19T06:24:33.595Z",
        "opened_at": null,
        "rejected_at": "2019-05-20T16:01:38.418Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take. We aren't sure what you would like the Government to spend 2% of VAT receipts on to make the UK a 100% Green Country. We also aren't sure whether you mean to increase VAT by 2% of not.\r\n\r\nYou could start a new petition setting out clearly what you would like to see happen.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-05-20T16:01:40.774Z"
    },
    "id": 258309,
    "links": {
        "self": "https://petition.parliament.uk/petitions/258309.json"
    },
    "type": "petition"
}