{
    "attributes": {
        "action": "Legislate to make UK train travel cheaper than domestic air travel.",
        "additional_details": "Domestic rail travel should be made significantly less expensive, more convenient and less crowded than air travel to incentivise travel by train. \r\n\r\nCarbon emissions are significantly higher for air travel, especially for short haul. The franchising system has not helped with costs or reliability. Associated costs will be far less than those to mitigate the impact of climate change. \r\n\r\nFor return journey London to Edinburgh per person:\r\nPLANE: 3.5 hours, 193 Kg/CO2\r\nTRAIN: 4.5 hours, 24 Kg/CO2",
        "background": "Travel by train should be significantly cheaper than by air given that CO2 emissions are far lower. Rail is under-resourced, overcrowded, unreliable and expensive, even with advance booking. CO2 is significantly higher for air travel, especially for short haul. Climate change requires urgent action.",
        "closed_at": null,
        "created_at": "2019-04-21T15:28:17.389Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-21T15:40:11.265Z",
        "opened_at": null,
        "rejected_at": "2019-05-22T09:47:05.586Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition calling for subsidies for rail transport to reduce ticket prices below that of air travel or for carbon pricing on air transport to raise its price above that of rail if either of those are things you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-05-22T09:47:09.937Z"
    },
    "id": 258593,
    "links": {
        "self": "https://petition.parliament.uk/petitions/258593.json"
    },
    "type": "petition"
}