{
    "attributes": {
        "action": "Act on global warming immediately.",
        "additional_details": "We have 10 years in which to turn around the global warming. If not we are speeding to total extinction of all life on Earth in a very painful nasty way.\r\nI ask the Government to act immediately and understand the urgency. Countries and companies will complain bitterly putting their profits first. It will cost but at least we stand a chance of being alive in the future. I do believe we can lead the way and show the world it can be done.",
        "background": "We have 10 years to turn around global warming or die in a very painful nasty way.\r\nI ask the Government to understand the urgency. Countries and companies will complain putting profits first. It will cost but we can lead the way and show the world it can be done.",
        "closed_at": null,
        "created_at": "2019-04-20T16:55:34.900Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-21T08:19:35.118Z",
        "opened_at": null,
        "rejected_at": "2019-04-30T14:54:02.701Z",
        "rejection": {
            "code": "duplicate",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n \r\nWe understand that you're concerned about climate change, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may also wish to sign one of these petitions:\r\n\r\nhttps://petition.parliament.uk/petitions/231038 \r\nhttps://petition.parliament.uk/petitions/234717 \r\nhttps://petition.parliament.uk/petitions/231518 \r\nhttps://petition.parliament.uk/petitions/254607\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-04-30T14:54:02.706Z"
    },
    "id": 258513,
    "links": {
        "self": "https://petition.parliament.uk/petitions/258513.json"
    },
    "type": "petition"
}