{
    "attributes": {
        "action": "Legislate urgently to enable the construction of HS2 in its entirety",
        "additional_details": "The west coast main line, which connects cities in the north west of England including Manchester and Liverpool, is nearly at full capacity. HS2 is needed to add much needed transport capacity for travel to the north west of England. HS2 will also open opportunities for new routes outside of London on the WCML as current routes move to HS2.\r\n\r\nIt will create thousands of high skilled jobs including apprenticeships and university based research. Finally, it will help bridge the north south divide.",
        "background": "HS2 is increasingly under threat by politicians, particularly members within the Tory cabinet who are potential leadership contenders. This is a petition to urge the government to pass legislation in order that the building of the HS2 train line can begin after initial works have been completed.",
        "closed_at": null,
        "created_at": "2019-04-21T00:10:40.320Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-21T09:44:01.030Z",
        "opened_at": null,
        "rejected_at": "2019-05-20T17:31:32.713Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because the Government is already legislating to allow the construction of HS2.\r\n\r\nParliament has already passed legislation to build the first stage of HS2, from London to the West Midlands. It is currently considering a Bill covering the West Midlands to Crewe. You can find out about the progress of that Bill here:\r\n\r\nhttps://services.parliament.uk/Bills/2017-19/highspeedrailwestmidlandscrewe.html \r\n\r\nYou could start a new petition calling for parliamentary rules to be changed so the way such Bills are considered can be speeded up if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2019-05-20T17:31:36.331Z"
    },
    "id": 258550,
    "links": {
        "self": "https://petition.parliament.uk/petitions/258550.json"
    },
    "type": "petition"
}