{
    "attributes": {
        "action": "Make Patron Saint Days public holidays in England, Wales and NI respectively",
        "additional_details": "These feast days are St George's Day, St David's Day and St Patrick's Day for England, Wales and Northern Ireland respectively.\r\nThere is already strong public support for this move, with this time of great uncertainty necessitating a focus upon the strength of this great Kingdom, and our ability to stand on our own two feet.",
        "background": "Just like St Andrew's Day in Scotland, the other countries in the United Kingdom should have their patron saints honoured by public holidays in their respective countries.  This will ensure a stronger link to the histories of our lands, as well as celebrating our own nation's identity.",
        "closed_at": null,
        "created_at": "2019-04-23T10:25:01.468Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-23T10:51:41.788Z",
        "opened_at": null,
        "rejected_at": "2019-05-22T13:12:20.196Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because St Patrick's Day is already a public holiday in Northern Ireland so we're not sure what action you would like the UK Government or Parliament to take. You can sign petitions to make St George's Day and St David's Day public holidays below. You are more likely to get action on an issue if you sign and share a single petition:\r\n\r\nhttps://www.nidirect.gov.uk/articles/bank-holidays\r\n\r\nhttps://petition.parliament.uk/petitions/241732\r\n\r\nhttps://petition.parliament.uk/petitions/238057"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-05-22T15:41:27.786Z"
    },
    "id": 258785,
    "links": {
        "self": "https://petition.parliament.uk/petitions/258785.json"
    },
    "type": "petition"
}