{
    "attributes": {
        "action": "Revoke Peak and Off Peak Rail fares.",
        "additional_details": "Some may argue a RailCard reduces these fares, however if the fare is less than £12 myself and many other RailCard users are unable to use it for discounted travel in before 9AM. \r\n\r\nMy ticket prior to 9AM is £16 return from Brighton to Three Bridges which is a 1/2 hour journey, the same journey up north costs £4.50! I have to be late to lectures in order to not be broke within a week.",
        "background": "Peak and Off-Peak fares are outdated and frankly not needed in the 21st century when many people are struggling for money as it is. \r\n\r\nWe need a change, paying double, sometimes even triple the  fare just for the privilege of arriving into London before 10AM! Or travelling prior to 10AM.",
        "closed_at": null,
        "created_at": "2019-04-23T08:24:45.772Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-23T08:48:05.519Z",
        "opened_at": null,
        "rejected_at": "2019-05-22T11:42:05.778Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The price of train tickets is the responsibility of train operating companies.\r\n\r\nWhile the UK Government and Parliament do not directly set the price of train tickets, the Government can set the rate by which train operating companies can raise some ticket prices. You could start a new petition calling on the Government to change this rate, or a petition asking for other changes to the way in which train fares are set.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-05-22T11:42:25.299Z"
    },
    "id": 258761,
    "links": {
        "self": "https://petition.parliament.uk/petitions/258761.json"
    },
    "type": "petition"
}