{
    "attributes": {
        "action": "Help working mothers",
        "additional_details": "The grant for first time mothers should be available to all mothers and not just those on benefits.\r\nThe lowered nursery age and upped hours should be available to working mothers and not just those on benefits.\r\nHelp to make up missing wage whilst on SMP until we go back to work.\r\n\r\nWe work hard, we pay in to the system, we deserve help when we need it most like anyone else.",
        "background": "I have worked and paid into the tax system for 13 years so far. I am currently 28 weeks pregnant and upset to see the lack of help working mothers get compared to mothers who are on benefits. For me personally dropping to SMP i loose £8-900 a month which does make it daunting going on maternity.",
        "closed_at": null,
        "created_at": "2019-04-23T15:35:54.990Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-24T11:56:36.849Z",
        "opened_at": null,
        "rejected_at": "2019-05-28T11:42:06.719Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure exactly how you'd like Statutory Maternity Pay to change.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThey are already petitions about helping working parents with childcare costs and Statutory Maternity Pay, which you might like to sign if they call for things you'd like to happen. You're more likely to get action on an issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/255237\r\n\r\nhttps://petition.parliament.uk/petitions/255618\r\n\r\nhttps://petition.parliament.uk/petitions/255875"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-05-28T11:42:26.634Z"
    },
    "id": 258847,
    "links": {
        "self": "https://petition.parliament.uk/petitions/258847.json"
    },
    "type": "petition"
}