{
    "attributes": {
        "action": "Make it illegal for MP's to undermine HM Armed Forces or misrepresent their role",
        "additional_details": "Or seem to be siding with a terrorist organisation against HM Forces and other Democratic Forces that upholds international law against terrorist organisation or other non democracies that break international law . By undermining these forces undermines our democracy and the democracy of other Nations . That causes hatred towards our open and free way of life.",
        "background": "MP's must not undermine the vital role the Armed Forces play in keeping us safe. They should not make speeches within groups to justify the action of others against HM Forces that might create hatred to those forces for a political ideology. They should not side with any terrorist organisation .",
        "closed_at": null,
        "created_at": "2019-04-23T19:45:59.737Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-23T19:56:40.917Z",
        "opened_at": null,
        "rejected_at": "2019-05-22T10:23:01.832Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe Counter-Terrorism and Border Security Act 2019 criminalises clear expressions of support for terrorist organisations and statements that will encourage others to support the organisation. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-05-29T13:23:55.105Z"
    },
    "id": 258904,
    "links": {
        "self": "https://petition.parliament.uk/petitions/258904.json"
    },
    "type": "petition"
}