{
    "attributes": {
        "action": "Make the Ministry of Health remove the racial component in eGFR calculations",
        "additional_details": "The American Health Association has funded research to show that “black race” is a determining factor in the prevalence of chronic kidney disease (Paluch et al., 2018). There is no genetical basis for grouping people under the category “black race”, only skin colour. By using the eGFR formula, the British government is allowing dark skinned patients to be under-diagnosed with a severe condition, promoting the practice of race-based medicine.",
        "background": "The NHS is supporting the idea that race influences the prevalence of Chronic Kidney Disease (nhs.uk, 2019). Consequently, Glomerular Filtration Rates used to assess kidney function are measured according to patients’ skin colour, thus black patients run the risk of being under-diagnosed with CDK.",
        "closed_at": null,
        "created_at": "2019-04-24T09:39:28.545Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-24T09:49:22.753Z",
        "opened_at": null,
        "rejected_at": "2019-05-29T16:05:20.263Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Clinical diagnosis and decision making is not the responsibility of Government or Parliament. \r\n\r\nYou may wish to consider starting a petition that calls for the Government to fund or increase funding into research on the diagnosis of chronic kidney disease and the use of eGFR formulae. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2019-05-29T16:05:27.652Z"
    },
    "id": 258986,
    "links": {
        "self": "https://petition.parliament.uk/petitions/258986.json"
    },
    "type": "petition"
}