{
    "attributes": {
        "action": "Make denial of man made Global Warming a crime",
        "additional_details": "The propagation of the denial of the evidence of man made global warming has severely curtailed support for the political measures required to solve this crisis, and whilst censorship should never be taken lightly, in extreme cases, where great harm will be caused to a community through the expression of certain opinions, there is precedence for creating laws to curtail their publication and broadcast.",
        "background": "The evidence of man made global warming is accepted by both the scientific community and the international one. The IPCC has reported that we have until 2030 before we reach a ‘point of no return’ if we wish to limit the damage of extreme warming. Some people are describing this as a Climate Crisis",
        "closed_at": null,
        "created_at": "2019-04-24T08:31:53.747Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-24T09:29:13.141Z",
        "opened_at": null,
        "rejected_at": "2019-05-23T09:23:45.002Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take. We aren't sure what you would want to constitute climate change denial or exactly what behaviour you would like criminalised.\r\n\r\nYou could start a new petition setting out clearly what actions you would like to be against the law.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2019-05-23T09:24:15.736Z"
    },
    "id": 258976,
    "links": {
        "self": "https://petition.parliament.uk/petitions/258976.json"
    },
    "type": "petition"
}