{
    "attributes": {
        "action": "Incentivise the production and purchase of sustainable, zero deforestation soy.",
        "additional_details": "Anyone who eats meat, dairy or eggs consumes large amount of soy indirectly and contributes to the environmental and social impact of its production. In the UK, our import footprint for soy is 45% higher than palm oil, yet it is a relatively unknown commodity in the consumer's mind. \r\n\r\nThe expansion of soy production has been strongly associated with deforestation and destruction of natural habitats. This had consequential impacts on biodiversity, carbon emissions, water systems and community wellbeing.\r\n\r\nThis petition is to increase awareness of soy problem and to make the import of sustainable soy the norm through incentivising farmers by choosing the correct suppliers with RTRS symbol.\r\n\r\nhttp://www.responsiblesoy.org/?lang=en",
        "background": "In the UK, our import footprint for soy is 45% higher than palm oil, yet it is a relatively unknown commodity in the consumer's mind. The expansion of soy production has been strongly associated with deforestation and destruction of natural habitats.",
        "closed_at": null,
        "created_at": "2019-04-24T11:08:55.112Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-24T12:38:17.147Z",
        "opened_at": null,
        "rejected_at": "2019-05-23T16:56:25.810Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government and Parliament to take a specific action. \r\n\r\nWe understand that you are concerned about the environmental impact of soy production, but we are not sure what action you would like the UK Government and Parliament to take. \r\n\r\nIf you would like the UK Government to run an awareness-raising campaign to educate people about buying sustainably produced soy, you could start a new petition asking for that to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-05-23T16:56:33.623Z"
    },
    "id": 258997,
    "links": {
        "self": "https://petition.parliament.uk/petitions/258997.json"
    },
    "type": "petition"
}