{
    "attributes": {
        "action": "Use emergency powers under the CCA to limit global warming to 1.5°C.",
        "additional_details": "A limit of 1.5°C would mean a global sea level rise of 10 cm lower than at 2°C, an Arctic Ocean free of sea ice in summer once per century compared with at least once per decade at 2°C, and coral reef decline at 70-90 %, whereas virtually all (> 99 percent) would be lost at 2°C. If global temperatures exceed 1.5°C, it would also mean greater reliance on unproven techniques to remove CO2 from the air that may carry significant risks for sustainable human development  (IPCC, Oct 18).",
        "background": "The CCA is the Civil Contingencies Act, which allows special laws (emergency regulations) to help deal with the most serious of emergencies. Limiting global warming to 1.5°C  'requires “rapid and far-reaching” transitions in land, energy, industry, buildings, transport, and cities (IPCC, Oct 18).'",
        "closed_at": null,
        "created_at": "2019-04-24T15:52:21.751Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-25T13:17:41.835Z",
        "opened_at": null,
        "rejected_at": "2019-05-29T14:04:57.792Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what actions you'd like the Government to take using emergency powers under the Civil Contingencies Act. In any case, emergency Regulations under the CCA are limited in duration to 30 days unless Parliament votes to extend the duration during that period, and we're not sure that's exactly what you want to happen. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThere's already a petition calling for a climate emergency to be declared, which you might like to sign. You're more likely to get action on an issue if you sign and share a single petition. \r\n\r\nhttps://petition.parliament.uk/petitions/240178"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-05-29T14:05:25.824Z"
    },
    "id": 259054,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259054.json"
    },
    "type": "petition"
}