{
    "attributes": {
        "action": "Remove GDP + focus on an 'emissions curve' measure to reduce >50% CO2",
        "additional_details": "Permanent and unprecedented changes in all aspects of society need to take place, including a reduction of CO2 emissions by at least 50%.\r\n\r\nBy introducing an emissions curve, all decisions can be made with the view of 'How will this impact the curve?' rather than 'How will this deliver incremental or improved GDP?'",
        "background": "Around the year 2030, 10 years away from now, we will be in a position where we set off an irreversible chain reaction beyond human control, that will most likely lead to the end of our civilisation as we know it. \r\n\r\nThe UK should be leading the world with this change.",
        "closed_at": null,
        "created_at": "2019-04-24T17:44:50.982Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-24T18:25:36.520Z",
        "opened_at": null,
        "rejected_at": "2019-05-31T10:05:49.249Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you want the Government to focus on reducing emissions but we're not sure exactly what action you to take. In particular we're not sure what mean by \"remove GDP\" or whether you want to replace GDP as a measure of economic activity.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2019-05-31T10:06:15.889Z"
    },
    "id": 259076,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259076.json"
    },
    "type": "petition"
}