{
    "attributes": {
        "action": "Allow police forces to stun/taze/shoot rubber bullets at bike thieves.",
        "additional_details": "Everywhere you look on motorcycle pages on Facebook, Twitter etc, there is always gangs/youths tarnishing weapons to scare the public into getting these bikes that WE the working class pay good money, our OWN money to buy, just for some low life thief to come rob it from us! I have had all my bikes apart from one robbed, no matter how much security I have had on it. It sickens me to see this happening in our own country. LETS PUT AN END TO IT NOW!! Let’s do what they do in America an get justice",
        "background": "I want the government to back stunning/tazing or shooting rubber bullets at motorbike thieves. It has now become an epidemic and these kids are getting away with it more and more. Carrying knives, guns, tools around with them as ways and means to get goods and to use as weapons. Its scaring society.",
        "closed_at": null,
        "created_at": "2019-04-25T07:53:32.129Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-25T08:30:54.472Z",
        "opened_at": null,
        "rejected_at": "2019-05-29T17:08:05.161Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The use of non-lethal force in specific cases (including conducted energy devices such as Tasers) is an operational matter for police. \r\n\r\nYou may wish to consider starting a petition calling for an inquiry into the use of non-lethal force."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-05-29T17:08:12.227Z"
    },
    "id": 259159,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259159.json"
    },
    "type": "petition"
}