{
    "attributes": {
        "action": "Hold the parliament members all accountable for the delay in Brexit negotiations",
        "additional_details": "MPs were put in power by us the people, it disgraceful that they get a pay-rise and all their expenses while this is all going on. If this was a normal company they would all faced disciplinary or even fired. \r\nIf they want to do something for the people stop all wages and expenses until this all gets sorted out and I can guarantee it will be dealt with overnight. \r\nThe whole British public deserves better, everyone of them should be out of a job, no confidence vote in all of them.",
        "background": "David Cameron left with his tail between his legs, Teresa May as a remainer has a tough job but she’s doing it. The EU told us this is what your getting and for all the MPs to keep holding the process they should all be ashamed of themselves and held accountable.",
        "closed_at": null,
        "created_at": "2019-04-25T15:42:31.428Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-27T19:12:43.795Z",
        "opened_at": null,
        "rejected_at": "2019-05-21T14:37:10.299Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n\r\nYou could start a new petition asking the UK Government and Parliament to take back responsibility for MP salaries, if that's something you'd like to happen.\r\n\r\nYou might also like to sign and share one or more of these petitions:\r\n\r\nWalk away now! We voted for a No Deal Brexit https://petition.parliament.uk/petitions/235185\r\n\r\nLeave with No Deal if Parliament rejects the EU Withdrawal Agreement https://petition.parliament.uk/petitions/234393 \r\n\r\nRenegotiate the Brexit deal immediately in the event MPs vote against it https://petition.parliament.uk/petitions/234195 \r\n\r\nLeave the EU by October 31st deal or no deal \r\nhttps://petition.parliament.uk/petitions/257347"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-05-21T14:37:14.647Z"
    },
    "id": 259231,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259231.json"
    },
    "type": "petition"
}