{
    "attributes": {
        "action": "HM has not assented to any Delay to Brexit. HMG and MPs must celebrate we’re out",
        "additional_details": "HMG and Parliament know very well both what we voted to do in 2016 and how they have sought continually to frustrate this ever since. Surely, however, they left it too late to agree a delay that could not have received Royal Assent before 29th March 2019. Is our Constitution also subservient to the corrupt EU? Volte le la Reine?\r\nNegotiation with EU has been pointless and artificial. WTO needs no transition - GATT 24 allows continued tariff free trade and customs free access. Knows HMG not this?",
        "background": "Enacted legislation received Royal Assent that we leave EU in March. MPs, PM and EU preferred Brexit be delayed but this has not received Royal Assent. By law we have left the EU already. Any Votes or Agreements since are invalid. HMG should announce this, embrace WTO rules and celebrate our freedom",
        "closed_at": null,
        "created_at": "2019-04-25T15:14:24.213Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-10T07:07:36.702Z",
        "opened_at": null,
        "rejected_at": "2019-05-23T16:37:51.651Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe date of the UK's exit from the EU was changed in law on 27 March 2019. You can find out more here:\r\n\r\nhttps://commonslibrary.parliament.uk/brexit/the-eu/eu-exit-day-is-changed-in-uk-law/\r\n\r\nThe European Union (Withdrawal) Act 2019 received Royal Assent on 8 April. This Act makes provisions about further extensions to the Article 50 process. You can find out more here:\r\n\r\nhttps://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-7960\r\n\r\nThere's a petition about repealing the European Union (Withdrawal) Act 2019, which you might like to sign:\r\n\r\nhttps://petition.parliament.uk/petitions/255223\r\n\r\nYou might also like to sign this petition about leaving the EU:\r\n\r\nhttps://petition.parliament.uk/petitions/235185\r\n\r\nYou're more likely to get action on an issue if you sign and share a single petition.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-05-23T16:38:15.325Z"
    },
    "id": 259225,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259225.json"
    },
    "type": "petition"
}