{
    "attributes": {
        "action": "Introduce a strong financial incentive to install solar on existing buildings",
        "additional_details": "Installed solar capacity in the UK at present is woefully inadequate, in spite of its obvious benefits. In combination with decentralised energy & heat storage, maximising our solar generating capacity will make for a more robust and reliable grid which is cheaper to run & less reliant on transmission infrastructure.\r\nThe government must make it a less financially-prudent option for local authorities, property developers, homeowners and landlords NOT to install rooftop solar and storage systems.",
        "background": "Solar, and other renewable forms of power generation, is now more economically feasible than burning fossil fuels. The UK Government must act to accelerate the transition to maximum solar capacity as rapidly as possible. Making power near where it'll be used makes more sense than large solar farms.",
        "closed_at": null,
        "created_at": "2019-04-26T12:43:13.537Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-26T13:34:35.958Z",
        "opened_at": null,
        "rejected_at": "2019-05-31T11:15:54.011Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to incentivise installation of solar energy systems.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThere are already petitions about solar panels, which you might like to sign if they call for something you would like to happen. You're more likely to get action on this issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/241804\r\n\r\nhttps://petition.parliament.uk/petitions/241100\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2019-05-31T11:16:25.651Z"
    },
    "id": 259366,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259366.json"
    },
    "type": "petition"
}