{
    "attributes": {
        "action": "We would like to have a school crossing  placed outside our children’s school..",
        "additional_details": "The council have come and done a survey I believe and we do have regular ticket attendance, The school have sent out a few letters about the safety of the children and the parents parking illegally we do not have any crossing patrol services ( lollipop lady /man) Which has never been replace from a previous one.  At the bottom of Orchard Street the path is very narrow which is very dangerous for pedestrians crossing each other on a very narrow path with oncoming traffic",
        "background": "So as we are aware about the dangers of our children crossing to go to school on Orchard Street Rainham Kent,  I have decided to put this petition together to try to see if we can get the Council or the government to help us with this situation before something serious happens",
        "closed_at": null,
        "created_at": "2019-04-27T08:53:51.257Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-27T09:18:46.082Z",
        "opened_at": null,
        "rejected_at": "2019-05-14T12:41:17.337Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-05-14T12:41:17.342Z"
    },
    "id": 259473,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259473.json"
    },
    "type": "petition"
}