{
    "attributes": {
        "action": "Make Animal Cruelty A Criminal Offence",
        "additional_details": "There are multiple videos and pictures of people hurting and killing animals, and nothing is done about it. We need to stop it. These people do it for view's, to make them look tough or just for fun, but it is unacceptable that they think it is ok and even more unbelievable that nobody does anything, they should be punished! Please sign the petition so that we can put an end to animal cruelty. Thank you.",
        "background": "It is unbelievable what people do to animals and even more devastating we cant do anything about it, we need to stand against animal cruelty.",
        "closed_at": null,
        "created_at": "2019-04-26T19:34:27.743Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-26T19:53:42.048Z",
        "opened_at": null,
        "rejected_at": "2019-05-14T12:47:23.607Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nIt is already an offence to cause unnecessary suffering to any animal, so we're not sure what else you'd like the Government or Parliament to do. Anyone who is cruel to an animal, or does not provide for its welfare needs, may be banned from owning animals, fined up to £20,000 and/or sent to prison.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might also like to consider signing this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/232131\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-05-14T12:47:23.614Z"
    },
    "id": 259429,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259429.json"
    },
    "type": "petition"
}