{
    "attributes": {
        "action": "Stop taxpayers from contributing to MP’s food expenses.",
        "additional_details": "For any full time employee, we are expected to pay for our own lunch. Under the Commons additional costs allowance, MPs were allowed to claim up to £400 for food every month. This equates to £4,800 a year per MP. \r\nWhy are we expected to contribute this money to people who don’t need it, instead of using it to benefit more important services such as the NHS? NHS nurses are sometimes not even supplied with tea or milk on their shifts yet well paid MP’s have their meals subsidised by tax payers.",
        "background": "On average, MP’s earn around £79,400 a year. Yet for every £10 an MP pays for lunch, the public contributes £7.60. The average UK salary for those in full time work is £35,400. Why should an MP who earns over double the average UK wage receive these benefits?",
        "closed_at": null,
        "created_at": "2019-04-29T11:49:11.175Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-29T13:33:58.729Z",
        "opened_at": null,
        "rejected_at": "2019-05-22T07:49:58.670Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to ask the UK Parliament and Government for a specific action. \r\n\r\nTaxpayers do not contribute to MPs’ food expenses in the way you describe so it’s not clear what action you want Parliament and Government to take. \r\n\r\nThe Independent Parliamentary Standards Authority, which is independent of the Government and Parliament, is responsible for making decisions about MPs’ expenses. \r\n\r\nThe rules on claiming for food state that MPs travelling outside their constituency or the London area on parliamentary matters, who need to stay overnight, can claim subsistence of up to £25 for food and drink (no alcohol) for the day. \r\n\r\nMPs cannot claim for lunch in the way you describe. You can read more about the rules here:\r\n\r\nhttps://www.theipsa.org.uk/media/185336/hc-2028-ipsa-2019-20_web_accessible.pdf\r\n\r\nIf you’re concerned about the cost of food and drink in the cafes in the Houses of Parliament, you might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/256302\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-05-22T07:50:07.880Z"
    },
    "id": 259683,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259683.json"
    },
    "type": "petition"
}