{
    "attributes": {
        "action": "Make it illegal for companies to provide maternity benefits only after 1 year.",
        "additional_details": "Offering different benefits to people who have been in the company for a year is open discrimination against women as a pregnancy lasts 9 months. The men trying for a baby in the same relationship will be entitled to paid paternity leave regardless. Although there is now an option for shared leave, the vast majority of people using parental leave after the birth of a baby are still female.",
        "background": "Many companies currently have maternity policies that mean women who have been employed by them less than a year get no company benefits. This means women who are trying for a baby have to stop trying for the whole duration of a job hunt or remain in place as long as they're trying.",
        "closed_at": null,
        "created_at": "2019-04-28T18:03:02.189Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-28T18:54:44.630Z",
        "opened_at": null,
        "rejected_at": "2019-05-22T13:01:03.310Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Employees are already eligible for statutory maternity pay provided by the Government. You can find out more about this here:\r\n\r\nhttps://www.gov.uk/maternity-pay-leave/eligibility\r\n\r\nMany companies have additional materinity policies, these policies are the responsiblity of individual employers and not the UK Government or Parliament. \r\n\r\nYou could start a new petition asking for the Government to increase the amount of Statutory Maternity Pay provided, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-05-22T13:01:57.846Z"
    },
    "id": 259622,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259622.json"
    },
    "type": "petition"
}