{
    "attributes": {
        "action": "Plant more edible plants.",
        "additional_details": "Living in Britain, we are surrounded with lush vegitation. Why then is none of it edible? Whether walkways, streets, parks, churchs non have any edible plants. \r\nSurely if we know that, for example, people collect in a park to have a B.Q with friends and family. Would it not be ideal to have a vegetable patch already in place, especailly if there is also a water supply near by.\r\nGrowing edible plants is not diffurcult, so why is it not done. Families would save money and people would eat healtier.",
        "background": "In this time when homelessness and poverty is rampant. Would it not be a benifitt to grow more edible plants. Parks, churches, schools and walkways would all be ideal locations.\r\nMost coucils plant plants when they build and maintain areas, so it would not be differcult to make those plants edible.",
        "closed_at": null,
        "created_at": "2019-04-30T08:38:53.012Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-01T17:38:15.896Z",
        "opened_at": null,
        "rejected_at": "2019-06-05T13:14:20.515Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Planting in public areas is the responsibility of local councils and not the UK Government or Parliament. \r\n\r\nYou could start a petition via your local council to increase the planting of edible plants in your area, if that is what you would like to achieve. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-06-05T13:14:20.522Z"
    },
    "id": 259784,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259784.json"
    },
    "type": "petition"
}