{
    "attributes": {
        "action": "We want the Government to investigate the failing practices of the RSPCA",
        "additional_details": "They failed this colt, but the same old story the gypsy had no money they could grab in one of their bias court cases. We would like to ask the the Treasury just how much are the RSPCA claiming from the taxpayer. The Government said they won't pay for the RSPCA and their pursuance of court cases. The RSPCA and their cases are kept afloat by the Taxpayer. With sub fee paying separate Charities going bust. Over 25% have been forced to close in the past 5 years, now these seems to think it is a con",
        "background": "The RSPCA have been all over the papers today 20/4, for wrong doings both ignoring cruelty to a colt that will suffer for ever and financial misdemeanors in the Metro and the Private Eye. It is time to investigate the practices and their claims for money from the public purse, where is this money ??",
        "closed_at": null,
        "created_at": "2019-04-29T18:52:07.834Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-29T20:29:41.889Z",
        "opened_at": null,
        "rejected_at": "2019-06-04T14:05:43.330Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It's not the responsibility of the UK Government or Parliament to investigate the RSPCA, which is independent of Government and Parliament.\r\n\r\nYou can find out how to complain to the RSPCA here:\r\n\r\nhttps://www.rspca.org.uk/utilities/contactus/complaints\r\n\r\nThe RSPCA is a charity. You can find out how to make a complaint about a charity here:\r\n\r\nhttps://www.gov.uk/complain-about-charity "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-06-04T14:06:08.985Z"
    },
    "id": 259730,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259730.json"
    },
    "type": "petition"
}