{
    "attributes": {
        "action": "Remove political parties from UK Government Procedures",
        "additional_details": "With no political parties involved, UK decisions would be made on the basis of Geographical CONCENSUS, with MPs working in, perhaps, 12 Regional Groups at Westminster, and taking their individual policy mandate from their own ELECTORATE... via their Local Councillors... in a positive bottom-up pyramid of two-way personal communication, that respects LOCAL NEEDS of individual Constituencies.",
        "background": "The people of the UK call upon the current UK Government to offer to form a cross-party coalition Government and then to change the law to require all MPs to resign from their respective political parties. The Government should then set up REGIONAL GROUPS of Independent MPs to replace the parties.",
        "closed_at": null,
        "created_at": "2019-04-30T08:24:06.230Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-12T11:41:54.456Z",
        "opened_at": null,
        "rejected_at": "2019-06-05T10:54:31.705Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what you would like the Government or Parliament to do. \r\n\r\nIt is not clear what requiring MPs to resign from a political party would do. Formally, electors already cast their vote for individual candidates, and not the political party they represent. It is generally agreed that a candidate, if elected to the House of Commons, is not deemed to be a delegate of a particular party, and will hold the office to which they have been elected in a personal capacity.\r\n\r\nIt is also not clear what action \"taking their individual policy mandate from their own electorate... via their Local Councillors\" would involve. Members of Parliament are already subject to their own local mandate. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-05T10:54:31.711Z"
    },
    "id": 259783,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259783.json"
    },
    "type": "petition"
}