{
    "attributes": {
        "action": "Stop rape victims from having to hand their phones over to police",
        "additional_details": "Consent forms to allow police full access to mobile devices are currently being rolled out as we speak. This move is only deterring sexual assault victims from taking their cases to court- the percentage of victims that get to court is small enough as it is, this move only makes it smaller. It is just as violating as many crimes, as they are essentially being forced to hand every aspect of their private lives over to complete strangers in the name of ‘evidence’.",
        "background": "Moves are being made to allow the police in England and Wales full access to the phones of sexual assault victims brave enough to take their abusers to court. These victims are told that they risk their cases not going ahead unless full access is granted- every message, every photo, everything.",
        "closed_at": null,
        "created_at": "2019-04-30T07:06:24.858Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-30T07:32:43.003Z",
        "opened_at": null,
        "rejected_at": "2019-05-13T16:10:29.391Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThere is no new power or policy that requires rape victims to hand over their mobile phones, so we're not sure what action you'd like the UK Government or Parliament to take. \r\n \r\nThe Crown Prosecution Service, which prosecutes criminal cases, has issued new digital consent forms. The CPS has said: \r\n\r\n\"It is not true that complainants in rape cases must automatically hand over personal data on their digital devices or run the risk of the prosecution being dropped. Mobile phone data, or social media activity, will only be considered by the police when relevant to an individual case.\"\r\n\r\nYou can read more here: \r\n\r\nhttps://www.cps.gov.uk/cps/news/handing-over-mobile-phone-data-rape-prosecutions  \r\n\r\nIn any case, how the police investigate a crime is a decision for the police, not the UK Parliament and Government. \r\n\r\nYou could start a new petition about something the UK Parliament and Government are responsible for. For example, you could start a new petition asking the police to require a court order before accessing a complainant's mobile phone."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-05-13T16:10:29.397Z"
    },
    "id": 259774,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259774.json"
    },
    "type": "petition"
}