{
    "attributes": {
        "action": "Stop asking rape victims to hand their phones to police when reporting",
        "additional_details": "https://www.bbc.co.uk/news/uk-48086244\r\nhttps://rapecrisis.org.uk/get-informed/about-sexual-violence/statistics-sexual-violence/",
        "background": "The digital consent form asks victims of rape and sexual assault to give police access to their digital information, including emails, messages and photos on all devices. Victims are warned that failure to consent can put a stop to the investigation.\r\nVictims should not be treated as suspects.",
        "closed_at": null,
        "created_at": "2019-04-29T17:31:14.220Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-29T19:34:02.629Z",
        "opened_at": null,
        "rejected_at": "2019-05-13T16:09:43.138Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThere is no new power or policy that requires rape victims to hand over their mobile phones, so we're not sure what action you'd like the UK Government or Parliament to take. \r\n \r\nThe Crown Prosecution Service, which prosecutes criminal cases, has issued new digital consent forms. The CPS has said: \r\n\r\n\"It is not true that complainants in rape cases must automatically hand over personal data on their digital devices or run the risk of the prosecution being dropped. Mobile phone data, or social media activity, will only be considered by the police when relevant to an individual case.\"\r\n\r\nYou can read more here: \r\n\r\nhttps://www.cps.gov.uk/cps/news/handing-over-mobile-phone-data-rape-prosecutions  \r\n\r\nIn any case, how the police investigate a crime is a decision for the police, not the UK Parliament and Government. \r\n\r\nYou could start a new petition about something the UK Parliament and Government are responsible for. For example, you could start a new petition asking the police to require a court order before accessing a complainant's mobile phone."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-05-13T16:09:54.411Z"
    },
    "id": 259721,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259721.json"
    },
    "type": "petition"
}