{
    "attributes": {
        "action": "I want to stop Mobile Phone companies ripping customers off in the UK",
        "additional_details": "I can provide adjudicators decision saying that Vodafone knew full well they mis-sold me but it apparently was my problem that I was not aware (because they didn't tell me) that I had to self manage my account online - I know of 3 other instances of pensioners being ripped off, people being denied mortgages etc because these multi billionaire companies have the power to do this to us - needs to stop - they need to tell buyers the truth",
        "background": "Having been mis-sold a contract and confirmed by CISAS I still need to pay nearly £400 and my credit is affected by Vodafone - know of countless others blacklisted by similar for mortgages etc through mis-selling and no accountability",
        "closed_at": null,
        "created_at": "2019-04-29T21:54:10.014Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-30T02:10:51.918Z",
        "opened_at": null,
        "rejected_at": "2019-06-04T08:07:03.128Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition calling for a new law requiring mis-sold contracts to be removed from credit checks if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-06-04T08:07:05.199Z"
    },
    "id": 259751,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259751.json"
    },
    "type": "petition"
}