{
    "attributes": {
        "action": "London marathon runners with official pacers to be allowed the full experience.",
        "additional_details": "This is about people of all abilities coming together raising money for charity. People of all abilities run super athletes and those passionate raising awareness and money for charity. Those at the back this year and others were hit with vehicles and sprayed with chemicals to get them to move. This will no doubt be because of local councils keen to reopen roads. Let’s allow runners the benefit of enjoying what they have earned and allow a longer time period before the clean up trucks start",
        "background": "The London Marathon is a great event held annually through the capital. Roads are closed and Londoners line the street as a community. Official pacers are set times to help runners especially slower ones. They are told they will get to stay on the toad and not moved or harassed. This is being broken",
        "closed_at": null,
        "created_at": "2019-04-30T00:22:21.105Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-30T00:37:57.741Z",
        "opened_at": null,
        "rejected_at": "2019-06-03T13:52:26.486Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The London Marathon is organised by London Marathon Events Ltd. You could get in touch with them regarding your complaint about this year's race.\r\n\r\nRoad closures are the responsibility of Transport for London and the boroughs through which that Marathon is run. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-06-03T13:52:35.187Z"
    },
    "id": 259764,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259764.json"
    },
    "type": "petition"
}