{
    "attributes": {
        "action": "Make Twitter remove pedophiles or 'MAP' accounts and protect our children.",
        "additional_details": "I have reported MAPs and Twitter allowed these people to continue Tweeting. Twitter is used by people aged 13+, minors that we need to help. We cannot normalise pedophiles by allowing them the dignity of identifying themselves as anything but a threat. Pedophilia is not a sexual orientation. There is no way to acceptance by deceiving and disarming the public perception by legitimising their crimes. Twitter needs to rid their website of these people and do more to support victims of abuse.",
        "background": "On Twitter there is a community of people called 'MAPs' or 'Minor Attracted Person'. They are pedophiles. I'm urging Twitter to do more to protect children and victims of abuse by banning these 'MAPs' from using their platform. We have a duty to protect children.",
        "closed_at": null,
        "created_at": "2019-04-29T19:28:47.335Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-29T19:36:24.632Z",
        "opened_at": null,
        "rejected_at": "2019-06-04T09:30:41.741Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would be a decision for Twitter and not the UK Government or Parliament.\r\n\r\nYou could start a new petition calling for a change in the law to require social media companies to remove anyone self-identifying as being attracted to minors from their platforms if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2019-06-04T09:30:44.146Z"
    },
    "id": 259737,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259737.json"
    },
    "type": "petition"
}