{
    "attributes": {
        "action": "Revoke the power of the police to search the phones of rape victims",
        "additional_details": "Despite the fact that this is unlawful as it blatantly goes against Article 8 of the Human Rights Act 1998 (the right to privacy), it is a prime example of victim blaming. Due to 'national consent forms' allowing the clear breach of privacy of sexual assault victims, police are more likely to spend more time investigating the victim than the alleged perpetrator. This will reduce the number of people willing to report their assault, thus allowing rapists to walk free.",
        "background": "In cases of rape or serious sexual assault, police can request access to the victim's mobile phone and can view any messages, social media, photos or emails that may show a previous relationship between the perpetrator and victim. If victims fail to comply, they risk their cases not going to court.",
        "closed_at": null,
        "created_at": "2019-04-30T15:45:49.955Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-04-30T15:59:17.788Z",
        "opened_at": null,
        "rejected_at": "2019-05-13T16:10:47.754Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThere is no new power or policy that requires rape victims to hand over their mobile phones, so we're not sure what action you'd like the UK Government or Parliament to take. \r\n \r\nThe Crown Prosecution Service, which prosecutes criminal cases, has issued new digital consent forms. The CPS has said: \r\n\r\n\"It is not true that complainants in rape cases must automatically hand over personal data on their digital devices or run the risk of the prosecution being dropped. Mobile phone data, or social media activity, will only be considered by the police when relevant to an individual case.\"\r\n\r\nYou can read more here: \r\n\r\nhttps://www.cps.gov.uk/cps/news/handing-over-mobile-phone-data-rape-prosecutions  \r\n\r\nIn any case, how the police investigate a crime is a decision for the police, not the UK Parliament and Government. \r\n\r\nYou could start a new petition about something the UK Parliament and Government are responsible for. For example, you could start a new petition asking the police to require a court order before accessing a complainant's mobile phone."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-05-13T16:10:47.759Z"
    },
    "id": 259816,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259816.json"
    },
    "type": "petition"
}