{
    "attributes": {
        "action": "Validate the esports industry and include it under a Tier 5 Sporting visa.",
        "additional_details": "Key stats:\r\n- The UK is the 6th largest video game market globally in 2018 in terms of consumer revenues.\r\n\r\n- Consumer spend on game culture contributed an additional £109.6m in revenues across toys, merchandise, books, movies and soundtracks, as well as game-based events around the UK.\r\n\r\n- The global esports audience will grow to 453.8 million worldwide in 2019, a year-on-year growth of +15.0%\r\n\r\nMore research: http://ukie.org.uk/research - https://bit.ly/2BAS8ys",
        "background": "The global esports market continues to mature, generating just under $1 billion in revenue in 2018. Last year we saw 2 of the years biggest events come to the UK, bringing players and fans from around the world with them. However the industry is still not officially recognized by the government.",
        "closed_at": null,
        "created_at": "2019-05-01T10:18:13.585Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-01T10:23:35.764Z",
        "opened_at": null,
        "rejected_at": "2019-06-07T15:21:53.240Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIn particular, we're not sure exactly what action you want to validate or officially recognise the esports industry, and we're not sure exactly how you want to change the eligibility rules for Tier 5 (Creative and Sporting) visas. The current rules are set out here:\r\n\r\nhttps://www.gov.uk/tier-5-temporary-worker-creative-and-sporting-visa/eligibility\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-06-07T15:22:08.233Z"
    },
    "id": 259888,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259888.json"
    },
    "type": "petition"
}