{
    "attributes": {
        "action": "Make it so killing a working animal recklessly/deliberately is animal cruelty",
        "additional_details": "Criminal Damage carries a lighter sentence than Animal Cruelty and often won't prohibit the perpetrator from owning animals in the future. \r\nThese animals are often treasured family members and the criminal damage charge and sentence is nowhere near suitable for the injuring or killing of a pet for the people who loved it.",
        "background": "In law, dogs, horses, asses, mules, sheep, goats and cows are defined as property, so damage to them, whether recklessly or deliberately, is defined as criminal damage. This law needs to be changed to make it animal cruelty.",
        "closed_at": null,
        "created_at": "2019-05-01T10:38:40.472Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-01T12:55:22.245Z",
        "opened_at": null,
        "rejected_at": "2019-06-05T11:49:57.074Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nIt is already an offence to cause unnecessary suffering to any animal, so we're not sure what else you'd like the Government or Parliament to do. Anyone who is cruel to an animal, or does not provide for its welfare needs, may be banned from owning animals, fined up to £20,000 and/or sent to prison.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might also like to consider signing this petition:\r\nhttps://petition.parliament.uk/petitions/244552"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-06-05T11:50:19.683Z"
    },
    "id": 259891,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259891.json"
    },
    "type": "petition"
}