{
    "attributes": {
        "action": "Regulate Facebook in the UK",
        "additional_details": "I have on several occasions been blocked when crucial anti EU political issues are at the top of the political agenda for posting an Anti-EU post which was deemed to be against Facebook community standards.\r\n\r\nAt the same time when I reported someone for accusing me of raping Africans, simply because I was born in Africa. This was NOT against \"Community Standards\"\r\n\r\nThe whole Facebook system is a kangaroo court open to manipulation for political reasons.\r\n\r\nIt is essential that the UK pass legislation to regulate Facebook and ensures that its standards cannot be manipulated for political purposes",
        "background": "Facebook \"standards\"are acting politically in blocking people from posting.\r\nAt the same time they allow outrageous personal abuse.",
        "closed_at": null,
        "created_at": "2019-05-01T08:27:10.178Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-03T09:32:16.101Z",
        "opened_at": null,
        "rejected_at": "2019-06-05T16:30:38.218Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for the terms and conditions of individual social media companies.\r\n\r\nIf you'd like to ask Parliament to make a specific change to UK law about social media companies, you could start a petition asking for the specific change you want to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-05T16:30:45.061Z"
    },
    "id": 259879,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259879.json"
    },
    "type": "petition"
}