{
    "attributes": {
        "action": "Fiona Onasanya's deciding vote on the Cooper-Letwin bill should be canceled.",
        "additional_details": "Many of the 17.4m voters of the referendum were denied their preferred result, a 'No-Deal' Brexit, due to a single vote by Fiona Onasanya, a criminal MP taken out of prison on license to take part in voting for the Cooper-Letwin bill infamously whilst wearing an Ankle Tag in parliament. Ms Onasanya has become the first MP to be removed from office under the 2015 recall procedure. We feel that it is necessary that the result of the bill should be voided and put No-Deal back into negotiations.",
        "background": "During the vote on no-deal Brexit blocking Cooper-Letwin bill, Fiona Onasanya made the deciding vote whilst serving a sentence for perverting the course of justice. Her Peterborough constituency signed a recall petition to trigger a by-election. She has now lost her seat. The result should be void.",
        "closed_at": null,
        "created_at": "2019-05-01T20:05:41.882Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-01T20:23:58.938Z",
        "opened_at": null,
        "rejected_at": "2019-05-21T12:28:26.242Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government or Parliament are not responsible for how individual MPs vote. They are also not responsible for discounting MPs' votes.\r\n\r\nYou might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/255223"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-05-21T12:28:26.248Z"
    },
    "id": 259959,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259959.json"
    },
    "type": "petition"
}