{
    "attributes": {
        "action": "Change stepparents’ responsibility and abandonment law for parents of children",
        "additional_details": "Stepparents play a vital role in the day-to-day life of their children and cannot make crucial decisions that influence their child’s life due to current law. These stepparents are already fulfilling the role of a biological parent but not treated as such. Whereas biological parents that have shown no interest in their child retain their rights. This causes confusion and stress on children which could be avoided by giving the adults that truly care the rights to help them.",
        "background": "We want stepparents to be given full parental responsibility if they have been living with a child for three or more years. We also want parents that haven’t seen their biological child for more than a year to lose their parental rights.",
        "closed_at": null,
        "created_at": "2019-05-01T22:55:22.926Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-01T23:17:29.322Z",
        "opened_at": null,
        "rejected_at": "2019-06-12T12:39:05.691Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Step-parents can already acquire parental responsibilities if they agree to or through a court order. In any case, it wouldn't be for the Government or Parliament to impose responsibilities on step-parents. You can find out more about parental responsibility and how it is gained and lost in this House of Commons Library briefing paper (see, in particular, section 4.3):\r\n\r\nhttps://researchbriefings.files.parliament.uk/documents/SN02827/SN02827.pdf\r\n\r\nYou could start a new petition explaining clearly how you'd like things to change.\r\n\r\nThere's already a petition about removing rights and responsibilities from absent parents, which you might like to sign if it calls for something you want to happen. You're more likely to get action on an issue if you sign and share a single petition:\r\n\r\nhttps://petition.parliament.uk/petitions/236437\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-06-12T13:04:24.186Z"
    },
    "id": 259982,
    "links": {
        "self": "https://petition.parliament.uk/petitions/259982.json"
    },
    "type": "petition"
}