{
    "attributes": {
        "action": "Make Specialist training in certain procedures the law for plastic surgeons",
        "additional_details": "I was botched twice in the UK after two rhinoplasty surgeries gone wrong. My surgeon was advertised to me as a rhinoplasty specialist - I then learnt he had no specialist training for rhinoplasty procedures but is still legally entitled to call himself a specialist. As a result I am having to travel over seas for a reconstructive rhinoplasty specialist to fix the mess I have been left with.",
        "background": "Plastic surgeons in the UK can call themselves a specialist in a certain surgery without the extensive training. This results in dissatisfied patients and botched results. I want to change this to stop anyone going through the emotional and physical trauma of living with a botched result.",
        "closed_at": null,
        "created_at": "2019-05-02T19:17:23.526Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-02T20:07:42.787Z",
        "opened_at": null,
        "rejected_at": "2019-06-10T08:56:08.371Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nUnregistered medical practice is already against the law. You can find out more here:\r\n\r\nhttps://www.gmc-uk.org/registration-and-licensing/the-medical-register/a-guide-to-the-medical-register/unregistered-medical-practice\r\n\r\nThe medical register includes experience and training:\r\n\r\nhttps://www.gmc-uk.org/registration-and-licensing/the-medical-register/a-guide-to-the-medical-register\r\n\r\nWe're not sure exactly how you'd like the law to change. You could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-06-10T08:56:29.648Z"
    },
    "id": 260090,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260090.json"
    },
    "type": "petition"
}