{
    "attributes": {
        "action": "Change A13 exit, Five Bells, london road. Make is safer, clearer and save lives.",
        "additional_details": "This is something that is very close to mine and my families hurt. We lost someone very special to us. We do not want anybody else to have to experience the same heartache and by redesigning this exit. Will at least make it a lot harder to mistakingly enter the A13 on the wrong side of the carriageway. Please sign.",
        "background": "The junction at the Five Bells roundabout near harvester is dangerous and confusing. Too many people are accessing the A13 the wrong way. It's to easy to make a mistake there. It needs redesigning to become safer and clearer and to save lives. To stop people driving up the wrong side of the A13",
        "closed_at": null,
        "created_at": "2019-05-02T09:02:33.170Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-05T13:19:02.455Z",
        "opened_at": null,
        "rejected_at": "2019-06-10T16:53:41.317Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nThe stretch of A13 you want to petition about is the responsible of the local council rather than Highways England. You could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-06-11T09:34:48.914Z"
    },
    "id": 260011,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260011.json"
    },
    "type": "petition"
}