{
    "attributes": {
        "action": "give students in school lessons that will help them in their future.",
        "additional_details": "students get very bored in english as they know learning about poems/books/plays won’t be useful and them lessons are very boring which can cause them to become drowsy. students have no clue as to why they need certain maths topics in life instead of that they can learn about money and how to pay bills pay for houses, cars and how mortgages work. english and maths lessons should be an option for students as some topics are useless and political and economic lessons should be a priority",
        "background": "students don’t need english lessons such as analysing poems and books won’t come useful in their life and could be political lessons so students can know what’s going on in there country maths lessons can be lessons where students can learn about  how to pay bills buy houses, cars",
        "closed_at": null,
        "created_at": "2019-05-02T18:38:43.499Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-02T18:58:09.130Z",
        "opened_at": null,
        "rejected_at": "2019-06-04T10:23:41.441Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you'd like the Government to make changes to the school curriculum, but we're not sure exactly what changes you would like. \r\n\r\nYou might like to sign these petitions:\r\n\r\nhttps://petition.parliament.uk/petitions/250959\r\nhttps://petition.parliament.uk/petitions/255721\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-04T10:23:46.342Z"
    },
    "id": 260083,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260083.json"
    },
    "type": "petition"
}