{
    "attributes": {
        "action": "Stop local councils from building non-council housing on public land.",
        "additional_details": "I have noticed in the past few years councils (notably Labour) are building so called affordable housing on public lands especially in London with little to no social housing or council housing that would actually be affordable for many people. All I see is housing that costs £300k+ which is not fair to people with average and lower wages. Look at the “regeneration” in Seven Sisters & Waltham Forest for example, both Labour run areas with a social housing crisis they don’t seem to want to solve.",
        "background": "The government should stop local councils from building non-council housing (so-called affordable) on public land, such as parks & at least build more, council housing. The local councils don’t care, they want to remove “The Poor” from cities like London. This gentrification is Tony Blair’s legacy.",
        "closed_at": null,
        "created_at": "2019-05-02T21:03:56.786Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-02T21:19:55.499Z",
        "opened_at": null,
        "rejected_at": "2019-06-05T14:06:50.870Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We are also unable to accept petitions that are on issues for which the Government is not responsible. Housing and planning, including the use of council-owned public land is devolved to local councils. \r\n\r\nWe also cannot accept petitions that contain party political material. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-05T14:06:50.875Z"
    },
    "id": 260113,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260113.json"
    },
    "type": "petition"
}