{
    "attributes": {
        "action": "Stop global warming becoming irreversible. Tell us publicly what we can do!",
        "additional_details": "Google \"irreversible global warming\", everything is right there in front of you! We have just months left to make the change before it's too late.\r\n\r\nAs I quote from the Independent. \"Warns of 'destructive and irreversible impacts' as green house gases hit level not seen for millions of years.\"\r\n\r\nEcotricity.co.uk states many species are going extinct due to the damage and we are next. \r\n\r\nThe IPCC states we will do irreversible damage if we don't make a change. We are already 3.5x the safe limit.",
        "background": "If we can get this to parliament then more people will realise how serious this is and make a change. \r\nThings as small as turning the light off or watching less TV helps. Putting litter in the correct bins, picking up rubbish, recycle, car share, reuse shopping bags, walk/bike instead of driving.",
        "closed_at": null,
        "created_at": "2019-05-03T14:58:44.288Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-03T15:18:30.905Z",
        "opened_at": null,
        "rejected_at": "2019-06-05T14:10:59.308Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition calling on the UK Government to start a national information campaign about ways to reduce individuals' carbon footprints if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-06-05T14:10:59.316Z"
    },
    "id": 260196,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260196.json"
    },
    "type": "petition"
}