{
    "attributes": {
        "action": "We want speed calming measures in Bushy Cross Lane Ruishton Taunton Somerset",
        "additional_details": "There are a lot more children in the area now than a few years back and children from the new Henlade Estate use the road to and from the Primary school also parents conveying children to and from the school use it. No one seems to obey the 30 limit which is still too fast or take any notice if slow signage on the road there are also several blind bends where residents access there property blindly and into the speeding traffic.",
        "background": "Bushy Cross Lane Ruishton is a main walk way for school children from new Estate at Henlade and property on the Lane, static home site where elderly people live and walk the road frequently.  Residents accessing their property on bends of speeding traffic.",
        "closed_at": null,
        "created_at": "2019-05-03T12:35:30.069Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-03T17:35:02.699Z",
        "opened_at": null,
        "rejected_at": "2019-06-05T14:14:42.208Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would be the responsibility of the local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. \r\n\r\nYou can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-05T14:14:42.213Z"
    },
    "id": 260183,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260183.json"
    },
    "type": "petition"
}