{
    "attributes": {
        "action": "Tommy Robinson to be treated fairly on mainstream media and social media.",
        "additional_details": "The mainstream media do report and talk about him in a negative way and while he is banned from the platforms his right to defend his self has been removed.  \r\n \r\nHe is now campaigning as a politician and I believe he should be given the same opportunities as other candidates.",
        "background": "Tommy Robinson is a public figure and voice in the community.  I believe he should have a right to be heard and the people have a right to agree or disagree.",
        "closed_at": null,
        "created_at": "2019-05-03T22:31:45.702Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-03T23:02:55.594Z",
        "opened_at": null,
        "rejected_at": "2019-06-05T16:43:36.608Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government or Parliament are not responsible for social media accounts. This would be a decision for the social media platforms.\r\n\r\nThe BBC is already required to deliver impartial news by the \"Royal Charter for the continuance of the British Broadcasting Corporation\" and the \"Agreement Between Her Majesty’s Secretary of State for Culture, Media and Sport and the British Broadcasting Corporation\". If you would like to submit a complaint about a BBC program, you can do so using the link below:\r\n\r\nhttp://www.bbc.co.uk/complaints/\r\n\r\nThere are also rules about news and impartiality for other broadcasters. You can find out more here:\r\n\r\nhttps://www.ofcom.org.uk/tv-radio-and-on-demand/broadcast-codes/broadcast-code/section-five-due-impartiality-accuracy\r\n\r\nPetitions must also be started with a full name before they can be accepted on the site. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-05T16:43:36.616Z"
    },
    "id": 260248,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260248.json"
    },
    "type": "petition"
}