{
    "attributes": {
        "action": "Make supermarkets sell only British meat unless only obtainable from EU.",
        "additional_details": "This is unfair on British farmers who cannot meet the low prices of EU meat as their standards of welfare are much higher. Let us protest for the sale of British meat, supporting British farmers.\r\nMany people are unaware that the meat they are buying does not meet UK animal welfare standards as it is falsely advertised, as ‘produced in the uk, *small print* sourced in the EU’.\r\nIf the UK does not produce the product, such as Italian palma ham, this should be clearly labelled as non British.",
        "background": "All British farms and farmers have to comply with British animal welfare guidelines, which is fantastic. However, this means that supermarkets can sell European meat which is cheaper to source but does not comply with UK regulations.",
        "closed_at": null,
        "created_at": "2019-05-03T17:16:39.026Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-04T15:37:03.182Z",
        "opened_at": null,
        "rejected_at": "2019-06-12T11:57:15.382Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what you want to happen while the UK remains in the EU. We're also not sure which meat products you're concerned about.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition calling for higher animal welfare standards for all meat sold in the UK.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-12T11:57:35.041Z"
    },
    "id": 260214,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260214.json"
    },
    "type": "petition"
}