{
    "attributes": {
        "action": "A right to repair law: Granting people the right to fix their own technology",
        "additional_details": "The you tube video: \"Adam Ruins Everything - How Tech Companies Own Your Devices\" does give a few examples of how the bigger corporations taking advantage of laws that are unfair to consumers. (Although it describes it in American rules, there is nothing that gives us the rights here either!) For example, I had opened a phone, but there was a sticker which seemed to prohibit me from even removing the battery, compared to older phones where you could get the parts online and fix them ourselves.",
        "background": "I'd like to allow people to fix perfectly good tech/appliances using the parts suitable, than throw perfectly good equipment away, just because one part is not working.  For example, if a phone only needs a new battery, we should be able to just get one and replace it ourselves.",
        "closed_at": null,
        "created_at": "2019-05-04T18:37:08.487Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-05T10:15:21.651Z",
        "opened_at": null,
        "rejected_at": "2019-06-10T17:07:03.653Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. There isn't currently a law preventing people from repairing their own technology.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-06-10T17:07:13.263Z"
    },
    "id": 260333,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260333.json"
    },
    "type": "petition"
}