{
    "attributes": {
        "action": "Recognise that public opinion has shifted on Brexit.",
        "additional_details": "Local elections were used by the public to send a message, which could not be clearer: a shift away from pro-Brexit parties and a profound shift towards remainers.\r\n\r\nThe response from the PM? That the people have told the main parties to \"get on\" with Brexit!\r\n\r\nThis absurd analysis has left many people disillusioned. After a record breaking petition to stay, a march of a million people and now this, what can we possibly do to make government recognise that the \"will of the people\" has changed?",
        "background": "Since the EU referendum people have come together again and again to give government and parliament a simple message: \"We don't want to leave.\" Every time they are ignored, and recent local elections have even been spun as message to \"get on\" with Brexit, despite a clear shift to remain parties.",
        "closed_at": null,
        "created_at": "2019-05-04T17:12:03.696Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-04T17:54:02.665Z",
        "opened_at": null,
        "rejected_at": "2019-05-21T15:12:45.696Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-05-21T15:12:48.179Z"
    },
    "id": 260319,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260319.json"
    },
    "type": "petition"
}