{
    "attributes": {
        "action": "Tougher punishments for violent teenagers",
        "additional_details": "My son (14) was jumped by 10-12 people now has head injury, no rush by police at all, and will probably get a warning, but if I (32 year old woman) was jumped by 10-12 people and beaten up they would be out to arrest them for assault? How is this right?",
        "background": "Too many teenage gangs are violent and I don't understand why are these kids getting away with it? Why should our kids be scared to walk the streets in there own area? Something needs doing before more people get killed!",
        "closed_at": null,
        "created_at": "2019-05-05T18:03:22.666Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-06T14:37:01.936Z",
        "opened_at": null,
        "rejected_at": "2019-06-10T17:34:26.545Z",
        "rejection": {
            "code": "no-action",
            "details": "We're sorry to hear about what happened to your son. \r\n\r\nWe understand that you're concerned about violent teenage gangs, but we're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure whether you want the police to do more about crime committed by teenagers or crime against teenagers or both. \r\n\r\nIn any case, the UK Government and Parliament aren't responsible for local police priorities. That is the responsibility of the local Police and Crime Commissioner.\r\n\r\nYou could ask your local Police and Crime Commissioner, who is elected, to do more about crime against teenagers. You can find out how to do that here: https://www.police.uk/\r\n\r\nYou could also start a new petition about something the UK Government and Parliament are responsible for. For example, you could ask the UK Parliament and Government to review how teenage victims are treated in the criminal justice system, if that's something you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-06-10T17:34:35.161Z"
    },
    "id": 260434,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260434.json"
    },
    "type": "petition"
}