{
    "attributes": {
        "action": "Allow 50% of members of the public to be on the Parliamentary expenses team",
        "additional_details": "Now the Government is planning to make MP's details of fraud to be subject to Government eyes only, keeping these frauds from the public is a scandal and not in the interest of fairness to the public.  With 50% of ordinary public personal on the expenses team it will bring in a new level of transparency to all MP's expenses and give back public faith in their MP's this will both benefit the public and the MP's and make MP's become more transparent in their pursuit of public duties as an MP",
        "background": "At the moment the Parliamentary expenses team are made up of civil servants and Parliamentary officials, who have not acted in the interest of the public in fact since the expenses scandal very little has been done to crack down on MP's expenses which has left no confidence by the public in their MP",
        "closed_at": null,
        "created_at": "2019-05-05T22:38:01.128Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-06T12:27:23.231Z",
        "opened_at": null,
        "rejected_at": "2019-06-05T16:44:42.262Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-06-05T16:44:42.267Z"
    },
    "id": 260464,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260464.json"
    },
    "type": "petition"
}