{
    "attributes": {
        "action": "Invoke clause 61 of the Magna Carta, the right to lawful rebellion",
        "additional_details": "Because the Magna Carta was not created by Parliament, no government can lawfully repeal any of the articles within it without public consent. \r\nIn 1297 Article 61 and anything that related to lawful rebellion was removed and establishment propagandists have since attempted to make it function as a replacement for the Magna Carta, but according to UK contract law, when new acts or charters conflict with existing ones and their existing articles, these new acts and charters then become unlawful.",
        "background": "The government have so far failed to deliver Brexit on March 29th, it failed to deliver on the vote of 17.4 million people, it has failed democracy, we should invoke clause 61 of the Magna Carta, which states when parliament fails to deliver, the people can lawfully storm parliament.",
        "closed_at": null,
        "created_at": "2019-05-05T19:40:40.376Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-05T20:12:46.392Z",
        "opened_at": null,
        "rejected_at": "2019-05-24T09:51:58.132Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what you'd like to happen, in relation to Brexit, by \"invoking article 61\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2019-05-24T09:52:16.938Z"
    },
    "id": 260449,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260449.json"
    },
    "type": "petition"
}