{
    "attributes": {
        "action": "Change the Dept of Health's name to the Department of Public + Planetary Health",
        "additional_details": "Written by an inner city London GP.\r\nThe earth is heading for 4.5 degrees of warming this century. We are facing droughts, famine, disease, mass international migration that will dwarf Syria, civil unrest, rising protectionism and resultant war.\r\n\r\nTo make policy changes quickly the government needs the public perception of this problem to change, and fast. A bold move like this would get a lot of attention, drive discussion and at little cost to the government. A complete win-win for all parties.",
        "background": "Our children are facing hardship and tragedy because we have failed collectively to respect and revere the planet.\r\n\r\nWe need to make it absolutely clear going forward that there is no public health without planetary health. Changing the name of the DOH to reflect this would be a powerful statement.",
        "closed_at": null,
        "created_at": "2019-05-05T22:23:20.122Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-06T19:06:40.039Z",
        "opened_at": null,
        "rejected_at": "2019-06-07T13:58:40.402Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the Government to take. \r\n\r\nClimate change is currently the responsibility of the Department of Business, Energy and Industrial Strategy. If you would like this responsibility transferred to the Department of Health and Social Care, and for the Department to be renamed accordingly, you could start a petition to do that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-06-07T13:58:40.408Z"
    },
    "id": 260462,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260462.json"
    },
    "type": "petition"
}