{
    "attributes": {
        "action": "Support for adults with learning disabilities, on a pathway to paid employment.",
        "additional_details": "We have several NHS referrals for our skills offer for adults with learning disabilities that are not funded by local authority.These people have the desire and capability to be in paid employment.\r\nIt is recognised that nationwide only 6% of adults with learning disabilities, that have the desire and capability, are in paid work.\r\nWe have an offer for DWP and uploaded on their website through a national training provider, but our local Job Centre Plus have advised us there is no funding for it.",
        "background": "Since December 2018, we have been working with adults with learning disabilities part funded by our local authority. With limited funding have evidenced that the people furthest away from employment, have the greatest desire to be in employment, but lack the basic skills, confidence and opportunity.",
        "closed_at": null,
        "created_at": "2019-05-05T14:19:09.284Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-07T08:22:17.480Z",
        "opened_at": null,
        "rejected_at": "2019-06-10T13:08:21.775Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like more support to help people with learning disabilities get into paid employment, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition calling on the Government to increase funding for these types of programmes, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-06-10T13:08:45.745Z"
    },
    "id": 260410,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260410.json"
    },
    "type": "petition"
}