{
    "attributes": {
        "action": "Find the truth about Voices of Despair Voices of Hope and Rotherham Council.",
        "additional_details": "Voices of Despair Voices of Hope is a collection of voices of those who suffered from Child Sexual Exploitation (CSE) in Rotherham and of others deeply affected by CSE. In response to an email sent on 11.9.15 about a second edition of \"Voices\" for those affected by hate and racism in Rotherham, an officer responded by saying that the first edition would not be distributed. The reasons given made no sense whatsoever. Following the ruling by a First Tier Tribunal on 1.5.19, we now need the truth.",
        "background": "Rotherham Council purchased 1500 copies of Voices of Despair Voices of Hope in March 2015, funded a trip to the Houses of Parliament and Downing Street for adult survivors of CSE and advocates, and said there would be a systematic distribution through a planned workforce development programme.",
        "closed_at": null,
        "created_at": "2019-05-07T06:12:16.441Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-07T08:11:53.377Z",
        "opened_at": null,
        "rejected_at": "2019-06-13T15:30:07.431Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for Rotherham Council. \r\n\r\nYou could start a petition using their site:\r\n\r\nhttps://moderngov.rotherham.gov.uk/mgEPetitionListDisplay.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-06-13T15:30:20.889Z"
    },
    "id": 260577,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260577.json"
    },
    "type": "petition"
}