{
    "attributes": {
        "action": "Increase the maximum sentence and send all assault on police to crown court.",
        "additional_details": "Currently as of 06/05/2019 channel five are showing a program called code zero, this shows the seriousness of assaults on police officers in their general day to day duties, with offenders receiving minimal sentences for obscene assaults and damage to officers and police personnel including animals. \r\nSentences for this offence should be a lot higher and referred to crown court whereby offenders would be more likely to think twice about their actions if prosecution stakes were higher. Ie 10 years",
        "background": "Currently the maximum sentence for assaulting a police officer is 6 months in prison, as this is the highest sentence a magistrate can issue. Assault on police has increased by approx 25% in the last 24 months. With injury to officers becoming more violent and acceptable.",
        "closed_at": null,
        "created_at": "2019-05-06T23:16:52.395Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-08T10:28:15.489Z",
        "opened_at": null,
        "rejected_at": "2019-06-13T10:03:40.865Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nThe Assaults on Emergency Workers (Offences) Act 2018 doubled the maximum length of sentence for assaulting a police officer or other emergency worker to 12 months.\r\n\r\nhttps://www.gov.uk/government/news/jail-time-to-double-for-assaulting-an-emergency-worker\r\n\r\nMore serious assaults on police officers that result in actual or grievous bodily can already attract much longer sentences. You can find out more here:\r\n\r\nhttps://www.cps.gov.uk/legal-guidance/offences-against-person-incorporating-charging-standard\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-06-13T10:03:59.751Z"
    },
    "id": 260571,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260571.json"
    },
    "type": "petition"
}