{
    "attributes": {
        "action": "Disband CAFCASS And Create A New Body Appropriately Staffed & Fit For Purpose",
        "additional_details": "Parental alienation is far more common than thought. It is a mental health problem which needs trained mental health professionals to understand it, appreciate its devastating impact on families and safeguard our children. Despite being recognised by the courts for almost 2 decades Cafcass has failed to adapt to caselaw which influences its practice. It interprets the law to suit itself at the expense of our childrens' welfare. The Cafcass experiment has been a disaster for children & families.",
        "background": "Good parents and children are taking their lives because Cafcass is allowing unsubstantiated allegations to influence its recommendations. Cafcass' social workers express views beyond their expertise and fail to apply the law. Root & branch reform is now needed to safeguard our children from abuse.",
        "closed_at": null,
        "created_at": "2019-05-06T20:15:46.550Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-14T17:58:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-17T11:30:46.850Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do to change how CAFCASS or a new body would work. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign and support these petitions:\r\n\r\nhttps://petition.parliament.uk/petitions/257930\r\nhttps://petition.parliament.uk/petitions/249833"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-06-17T11:30:46.857Z"
    },
    "id": 260550,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260550.json"
    },
    "type": "petition"
}