{
    "attributes": {
        "action": "A judicial review of how Prime Minister May agreed the EU Withdrawal Agreement",
        "additional_details": "PM May took over the negotiations from Brexiteer MPs such as David Davis, Stephen Baker and signed an agreement keeping the UK tied to the customs union and single market.  The WA has failed 3 times but the PM is determined to get this agreement through so we have to ask questions why.  This totally opposes what the majority of people, through a democratic process voted for.  PM May has failed to uphold the democratic will of the people and needs to be made accountable for her actions.",
        "background": "17.4 million people voted in a referendum to leave the EU.  We were informed that this would mean leaving the Customs Union and the Single Market.  Both parties at a General Election  said they would honour the results of the referendum and triggered Article 50 to leave the EU on 29th March 2019.",
        "closed_at": null,
        "created_at": "2019-05-06T17:11:26.765Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-06T18:53:23.522Z",
        "opened_at": null,
        "rejected_at": "2019-05-21T15:23:16.296Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Whether to grant a judicial review is a decision for the courts, which are independent of the UK Parliament and Government. \r\n\r\nYou might like to sign and share this petition instead: \r\n\r\nhttps://petition.parliament.uk/petitions/252922"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-05-21T15:23:22.678Z"
    },
    "id": 260530,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260530.json"
    },
    "type": "petition"
}