{
    "attributes": {
        "action": "Remove the Prime Minister from office and hold a new general election in the UK",
        "additional_details": "\"In line with the parties’ shared priorities for negotiating a successful exit from the European Union and protecting the country in the light of recent terrorist attacks, the DUP also agrees to support the government on legislation pertaining to the United Kingdom’s exit from the European Union; and legislation pertaining to national security.\"\r\nTaken directly from the governments own website. Yet they do not support the governement as May has brought her deal back 3 times and its failed each time",
        "background": "The United Kingdom is no longer a democracy. We continue to suffer a deadlock in Parliament over Brexit. We have a PM who held onto power by bribing the DUP in Northern Ireland to form as close to a majority as she could. We, the people have spoken and yet Government refuses to listen to anything.",
        "closed_at": null,
        "created_at": "2019-05-06T14:03:27.527Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-07T13:49:52.854Z",
        "opened_at": null,
        "rejected_at": "2019-05-21T15:25:07.221Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about honours and appointments. That includes asking for people to resign or be sacked. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could search for and sign a petition about that:\r\n\r\nhttps://petition.parliament.uk/\r\n\r\nIf you would like a general election, you might like to sign this petition instead:\r\n\r\nHave another general election  \r\nhttps://petition.parliament.uk/petitions/235480"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-05-21T15:25:07.230Z"
    },
    "id": 260510,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260510.json"
    },
    "type": "petition"
}