{
    "attributes": {
        "action": "Allow parents with newborns and young children to park in disabled spaces.",
        "additional_details": "More often than not, car parks have a huge number of spaces dedicated to disabled drivers or passengers. This is to allow them room to move between car and wheelchair or more space when movements others may find easy are difficult. \r\n\r\nParents have a very difficult time for the exact same reason, they need more room!! Most mums experience a traumatic birth and are unable to cary a car seat for long periods of time. I believe they’re as entitled to larger spaces as a disabled drivers or passengers.",
        "background": "There are a significant number of car parks across hampshire and the UK with no parent and children parking spaces, the benefit to these spaces are simple, space at either side allowing you to move your child from car to pushchair safely and away from moving vehicles.",
        "closed_at": null,
        "created_at": "2019-05-07T13:40:04.153Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-07T13:53:04.439Z",
        "opened_at": null,
        "rejected_at": "2019-06-14T09:24:08.837Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament are not responsible for enforcing rules in car parks. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-14T09:24:29.664Z"
    },
    "id": 260610,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260610.json"
    },
    "type": "petition"
}