{
    "attributes": {
        "action": "Change the school system(mainly high school) for the benefit of students",
        "additional_details": "Make suicide & self-harm a mandatory topic to cover in schools with relative and accurate facts and information, educate on topics like eating disorders and provide qualified help for students like therapy. Analyse the deeper meaning of why students misbehave instead of punishments as well as not force students to take a specific student (e.g Language) and perhaps aim school different towards each individual. Make creative subjects have more ours and not make mark schemes specific.",
        "background": "Change how the system works including, the changing of standardised tests, introducing potentially mental health workers in debates over school, as well as making certain things illegal like forcing religion onto students and the intellectual abuse that is aimed towards students every day.",
        "closed_at": null,
        "created_at": "2019-05-07T20:53:10.964Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-09T15:00:22.585Z",
        "opened_at": null,
        "rejected_at": "2019-06-13T11:57:55.023Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. Your petitions calls for lots of actions, but we're not sure what you mean by changes to standardised tests or making certain things illegal.\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might also want to sign this petition on mental health in schools\r\n\r\nhttps://petition.parliament.uk/petitions/250915\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-13T11:58:06.473Z"
    },
    "id": 260661,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260661.json"
    },
    "type": "petition"
}