{
    "attributes": {
        "action": "Change parking bay size from 1 car size to 3 sizes to accommodate S/M/L vehicles",
        "additional_details": "For large cars people are double parking wasting space to allow access, parking so close doors hit the adjacent car or worse not allowing people to get in their cars as gap too small.\r\n\r\nFor small cars they park sideways sometimes.",
        "background": "The UK the recommended parking bay size is 2.4 m by 4.8 m but size set decades ago. This size is too small to fit many modern large cars,   and too large for many modern small cars.  In many other countries they have areas for small, medium and large cars which seems much better use of the space.",
        "closed_at": null,
        "created_at": "2019-05-08T16:12:31.538Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-09T09:09:49.078Z",
        "opened_at": null,
        "rejected_at": "2019-06-13T11:50:01.319Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about parking bay sizes but we're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure which types of parking bay you're concerned about or whether you want a new law. There are no minimum off-street parking bay sizes in law but there are recommended dimensions, for example published by the British Parking Association. You can find out more here:\r\n\r\nhttps://www.britishparking.co.uk/write/Documents/Library%202016/Bay_Sizes_-_Jul_2016.pdf\r\n\r\nYou could make your suggestion to the British Parking Association:\r\n\r\nhttps://www.britishparking.co.uk/Contact-Us\r\n\r\nOr you could start a new petition explaining clearly what you'd like the UK Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-06-13T11:50:20.308Z"
    },
    "id": 260747,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260747.json"
    },
    "type": "petition"
}