{
    "attributes": {
        "action": "Ban supermarkets and any non-homeware only retailer from selling knives.",
        "additional_details": "We need a licensing authority to inspect and govern retailers that sell knives. These retailers should also have knives not on display but in a time-locked cabinet in the stockroom. ID info must be written on a form and kept on record for any knife sale. Retailers selling knives should have to apply for a license and inspections should be carried out by an external authority, either local or government to ensure compliance. License to sell knives should be taken away if non-compliance is found.",
        "background": "Knife crime is an epidemic across the UK. Supermarkets & retailers sell knives both in store and online, and are often illegally selling to underage customers by not asking for ID. Also, knives can be stolen when openly displayed in shops. Easy accessibility of knives puts our young people at risk.",
        "closed_at": null,
        "created_at": "2019-05-08T19:36:39.001Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-08T21:16:20.580Z",
        "opened_at": null,
        "rejected_at": "2019-06-13T10:32:18.138Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you want restrictions on knife sales but we're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure which types of shop you want to restrict sale to or who you want to enforce a new licensing system. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThere are already petitions about knife sales, which you might like to sign if they call for things you want to happen. You're more likely to get action on this issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/244189\r\n\r\nhttps://petition.parliament.uk/petitions/245004\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-06-13T10:32:36.515Z"
    },
    "id": 260771,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260771.json"
    },
    "type": "petition"
}