{
    "attributes": {
        "action": "A prison  sentence for girls wrongly accusing men of  rape.",
        "additional_details": "More needs to be done as when wrongly accused you go to court or what ever else get found innocent or nfa then the girl walks away thiers no punishment for wasting police time or for trying to ruin a innocent mans life Nothin At all so men get left to try carry on with life. The law is wrong why cant girls be put on a registar so  new partners etc no they have wrongly accused a man of rape this need looking in to and changes made some one needs to speak up in parliment about the sentence for this",
        "background": "Thier needs to be more done for people wrongly accused of rape who suffer mentally , i no of people this has happend to were a life has been taken and the heart ache this is causing.men are suffering and when found innocent expected to carry on a normal life what is not possible.",
        "closed_at": null,
        "created_at": "2019-05-08T17:57:49.281Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-09T05:44:57.723Z",
        "opened_at": null,
        "rejected_at": "2019-06-12T15:14:36.609Z",
        "rejection": {
            "code": "no-action",
            "details": "Making a false allegation of a crime may already in some circumstances lead to a jail sentence - for example, if someone is found guilty of perverting the course of justice. In other cases, people who are accused of making false accusations may be prosecuted for wasting police time. We're not sure what else you'd like Parliament and Government to do.\r\n\r\nIn any case, we can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The police and the CPS are responsible for deciding whether to charge people with a crime. \r\n\r\nYou may find this guidance from the Crown Prosecution Service helpful: \r\nhttp://www.cps.gov.uk/legal/p_to_r/perverting_the_course_of_justice_-_rape_and_dv_allegations/\r\n\r\nYou could start a new petition asking for a specific change to the law.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-12T15:14:53.958Z"
    },
    "id": 260758,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260758.json"
    },
    "type": "petition"
}