{
    "attributes": {
        "action": "Owners of dogs that are dangerous to be held accountable and responsible.",
        "additional_details": "Owners of dogs who do not take the measures to prevent their dogs causing harm should be held accountable for the veterinary bills and the trauma attacks on pets causes. Why should a dog that is not dangerous and their family have to pay for someone else inability to control their dog and take the appropriate measure to prevent attacks occurring.",
        "background": "To prevent attacks and harm coming to others by muzzling, keeping their dogs secure, and working to curb aggressive behavior. The owners of dogs who show aggressive behavior and are likely to cause harm to others need to be held accountable for the damage they cause.",
        "closed_at": null,
        "created_at": "2019-05-08T19:40:12.326Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-09T13:44:49.635Z",
        "opened_at": null,
        "rejected_at": "2019-06-12T10:14:26.865Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about dangerous dogs, but we're not sure what change you would like to the law in this area.\r\n\r\nIt is already an offence under the Dangerous Dogs Act to be in charge of a dog that is dangerously out of control, regardless of breed. You can get an unlimited fine or be sent to prison for up to 6 months (or both) if your dog is dangerously out of control. You may not be allowed to own a dog in the future and your dog may be destroyed: https://www.gov.uk/control-dog-public\r\n\r\nCourts are also already able to award compensation for injuries caused by dogs that are out of control.\r\n\r\nYou could start a new petition, explaining more clearly what changes you like to see to the law in this area."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-06-12T11:23:17.024Z"
    },
    "id": 260772,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260772.json"
    },
    "type": "petition"
}