{
    "attributes": {
        "action": "'Children Missing Education' - Rule of Law and Balanced Justice for SEND Pupils.",
        "additional_details": "The Supreme Court failed to balance their ruling with SEND(CME) in mind, as the words “fails to attend regularly” in section 444(1) of the Education Act 1996 during term time, relates to ALL Children. SEND Children are routinely LEFT WITHOUT Education by virtue of resources/funding. If the Government fines parents who take their children on holiday during term time, then parents can claim damages against their LA’s for failing to educate their SEND children during term time. Balance of Justice.",
        "background": "SEND Crisis & Children Missing Education(CME) during 'Term Time Holidays'. When the Supreme Court ruled that “regularly” didn't mean “evenly spaced” or “sufficiently often” but instead “in accordance with the attendance rules” [they] agreed for the fining of parents but failed to address SEND(CME).",
        "closed_at": null,
        "created_at": "2019-05-08T11:34:48.631Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-08T11:58:39.977Z",
        "opened_at": null,
        "rejected_at": "2019-06-13T09:46:49.393Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about SEND education but we're not sure exactly what you'd like the Government or Parliament to do. In particular, we not sure what you mean by balanced justice for SEND pupils.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThere's already a petition about increasing funding for SEND school pupils, which you might like to sign. You're more likely to get action on an issue of you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/251645"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-06-13T09:47:10.770Z"
    },
    "id": 260708,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260708.json"
    },
    "type": "petition"
}