{
    "attributes": {
        "action": "Stop Smoking in Flats and get this Petition to Parliament",
        "additional_details": "I want everyone to sign this petition so everyone in flats can live a peacefool and Happy and Healthy life.  We have to take this seriously so we can all be heard in Parliment and Smoking can be stopped in Flats for good",
        "background": "Hi everyone I want to get a Petition so people are not affected from Second Hand Smoke and also that people are also having people smoking drugs we must get this though to Parliment as I have been a suffer myself for 7 years",
        "closed_at": null,
        "created_at": "2019-05-09T14:51:57.370Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-10T13:12:43.521Z",
        "opened_at": null,
        "rejected_at": "2019-06-13T16:28:28.676Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about smoking and second hand smoke but we're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure whether you're concerned about tobacco smoke or people smoking drugs, which is already illegal.\r\n\r\nYou could start a new petition explaning clearly what you'd like the Government or Parliament to do. For example, you could start a new petition calling for tobacco smoking to be banned if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-13T16:28:43.211Z"
    },
    "id": 260830,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260830.json"
    },
    "type": "petition"
}