{
    "attributes": {
        "action": "IMMEDIATELY stop paying salaries, expenses and allowances of MPs and Lords.",
        "additional_details": "MPs are employed by the people (confirmed when Tony Blair produced a P45 on his last day in post) and are remunerated for the work they do in the job to which they are appointed or elected.  Since our MPs and Lords have blatantly not been carrying out their jobs they are not entitled to be paid, nor to receive financial perks that come with the job, for as long as they are not doing the job.  Payments to them since 24 June 2016 should be clawed back - from their pension pots if necessary.",
        "background": "Many qualified and respected pundits and many members of both Houses; see Lord King yesterday (on Newsnight), state that the membership of both houses have done nothing for the betterment of the country nor the people since June 2016, opting to work to improve the future of the party and themselves.",
        "closed_at": null,
        "created_at": "2019-05-09T17:57:02.237Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-10T08:31:01.074Z",
        "opened_at": null,
        "rejected_at": "2019-05-23T11:33:46.255Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-05-23T11:33:48.201Z"
    },
    "id": 260850,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260850.json"
    },
    "type": "petition"
}