{
    "attributes": {
        "action": "Collect non recyclable plastics to prevent them reaching the ocean",
        "additional_details": "The idea is either to provide residents with a third non recyclable plastics bin or follow in the footsteps of M&S and drastically increase the number of places people can go to deposit these forms of plastics.\r\n\r\nAlthough we can’t currently do anything with these plastics, stopping them reaching the oceans and landfill is at least a step forward towards the solution.",
        "background": "As we know our oceans are being destroyed every day as more wildlife is discovered with an abundance of plastics within its stomach. \r\n\r\nWe may not be able to recycle all forms of plastic but that doesn’t mean we shouldn’t control its journey on our planet and improve how we collect it.",
        "closed_at": null,
        "created_at": "2019-05-10T10:17:22.656Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-13T17:54:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-17T16:02:00.732Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Local waste management, including provision of waste and recycling bins, is the responsibility of local authorities. We're not sure what action you want the Government or Parliament to take to prevent non-recyclable plastics reaching the ocean.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-06-17T16:02:07.207Z"
    },
    "id": 260918,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260918.json"
    },
    "type": "petition"
}