{
    "attributes": {
        "action": "Stop the spring mill housing development in whitworth, save our wildlife.",
        "additional_details": "Despite local residents continually objecting and raising concerns to Gleeson homes, Rossendale and Rochdale council, and even the local MP. The plans are still going ahead. This will see a huge loss of Wildlife which include protected species such as bats, badgers, deer and a well established pond, with a local heroin. \r\nThe village is small with limited infrastructure, already long waiting times at local GP, and schools. There is concerns over highway saftey as only one road into village. It has already seen a loss of trees which resulted in loss of a birds nest and eggs.",
        "background": "The application for the former spring mill site, in whitworth, was granted planning permission by Rossendale council, despite receiving over 200 residents objections, along side local counsillers and the mayor.\r\nResidents are being ignored concerns now raised to ombusmen level of complaint.",
        "closed_at": null,
        "created_at": "2019-05-10T16:53:29.419Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-11T22:53:10.671Z",
        "opened_at": null,
        "rejected_at": "2019-06-13T08:53:02.617Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Housing, Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-06-13T08:53:31.228Z"
    },
    "id": 260958,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260958.json"
    },
    "type": "petition"
}