{
    "attributes": {
        "action": "yellow box junctions need improving due to poor traffic management",
        "additional_details": "Barnet Council profit from the an A5 junction (Ashford Rd/Cricklewood Broadway) camera system, and many others both in bus lanes and junctions along this major road in and out of central London.\r\nIt adjoin's a bus stop plus a 2nd yellow box junction, all within 100m or so.\r\nGREATER intelligence & INCREASED timing from green-red of all lights and surrounding would reduce the amount of trapped vehicles.\r\nIs this a multi million £ profit councils should be making? We believe they should not.",
        "background": "London councils are making millions of pounds from drivers who infringe yellow box junction rules because of poor traffic management. \r\nYellow box junction act as nets, trapping drivers, nets created by poor traffic management such as traffic light 'phasing'.",
        "closed_at": null,
        "created_at": "2019-05-10T10:02:59.618Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-10T13:33:02.219Z",
        "opened_at": null,
        "rejected_at": "2019-06-11T10:21:34.987Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIn any case, safety on local roads in the responsibility of your local council \r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-06-11T10:21:34.992Z"
    },
    "id": 260914,
    "links": {
        "self": "https://petition.parliament.uk/petitions/260914.json"
    },
    "type": "petition"
}