{
    "attributes": {
        "action": "Make 'Misophonia' Recognised as a Diagnosable mental health Disorder",
        "additional_details": "Misophonia can also be known as \"the hatred of sound\". A trigger sound/ sounds can vary from person to person who suffers from misophonia, as can the severity of their reactions.\r\nI am aiming to make misophonia a well known and understood mental health condition, just as common as depression, ADHD, anxiety etc. Even people who suffer the symptoms of misophonia might not even know that this term exists!",
        "background": "Aiming to make 'Misophonia' or \"Hatred of Sound\" just as common as other mental health conditions such as ADHD.",
        "closed_at": null,
        "created_at": "2019-05-12T20:35:48.513Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-12T22:01:44.939Z",
        "opened_at": null,
        "rejected_at": "2019-06-14T11:26:34.668Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament. It's not the responsibility of the Government or Parliament to recognise particular conditions as diagnosable disorders. This would be for researchers and clinicians.\r\n\r\nYou could start a new petition calling for something the Government or Parliament is responsible for. For example, you could call for the Government to fund an awareness-raising campaign and/or fund research into the treatment of Misophonia, if those are things you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-14T11:26:54.859Z"
    },
    "id": 261125,
    "links": {
        "self": "https://petition.parliament.uk/petitions/261125.json"
    },
    "type": "petition"
}