{
    "attributes": {
        "action": "Replace the United Kingdom Government in favour of the E.U. parliament.",
        "additional_details": "We have only asked for one thing from the U.K. Parliament in 45 years, that was to leave the E.U. and return the U.K. to the sovereign state we once were. Sadly after waiting three years for our democratic request to be honoured by the U.K. Parliament, it is clear the task of setting a date and then implementing the referendum is beyond their capabilities, this said they should relinquish all their power over the people of the U.K. to the E.U. We do not wish to lend financial support to both.",
        "background": "I believe U.K. voters will concur with my conclusion that the vast majority of our elected representatives in the U.K. Parliament have become so accustomed to the E.U. defining and deciding on every aspect of the entire population of the U.K. that they are now incapable of effective government.",
        "closed_at": null,
        "created_at": "2019-05-13T02:58:52.896Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-13T17:21:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-14T11:11:58.650Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what you mean by \"replace the UK Government in favour of the EU Parliament\", or how that could practically be achieved. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThere are already petitions about the UK leaving the EU which you might like to sign. For example:\r\n\r\nhttps://petition.parliament.uk/petitions/257347\r\n\r\nYou're more likely to get action on this issue if you sign and share a single petition.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-14T11:12:17.786Z"
    },
    "id": 261140,
    "links": {
        "self": "https://petition.parliament.uk/petitions/261140.json"
    },
    "type": "petition"
}