{
    "attributes": {
        "action": "Stop islamaphobia in Sri Lanka and let the Muslims live in peace again.",
        "additional_details": "There are lots of videos and audios by the Buddhists and Hindus (Tamils) of the country expressing their hatred towards the Muslims. Ironically, there is not much of these hate messages or comments from Christians or the Catholics. \r\nThe hate did not stop just at videos, it has now escalated since the past week to attacking Muslims, their homes, shops, properties, belongings and their mosques. The situation has worsened overnight and Muslims in various villages are being attacked  simultaneously. \r\nAlthough curfew has been imposed, the attackers walk about freely in groups targeting the Muslims’ residents and mosques. The attacks sometimes happen around the  presence of police and army officers who turn a blind eye.",
        "background": "On the 21st of April 2019 a terror attack took place in several churches and hotels killing hundreds. This has now given reason for the islamaphobics to provoke anger and hatred within the general public; Causing harm to the minority  of innocent Muslims who live in Sri Lanka as an act of revenge.",
        "closed_at": null,
        "created_at": "2019-05-14T15:17:35.655Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-14T16:35:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-14T11:15:58.023Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as putting diplomatic pressure on the Sri Lankan Government to take action."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-06-14T11:16:01.386Z"
    },
    "id": 261272,
    "links": {
        "self": "https://petition.parliament.uk/petitions/261272.json"
    },
    "type": "petition"
}