{
    "attributes": {
        "action": "Make the punishment for animal cruelty and abuse equal to if it were a child",
        "additional_details": "Would you put a child back in the hands of someone that neglected, intentionally hurt, beat or abused then? if you’re a human, your answer should be “no”. \r\nSo why do we do this to animals? \r\n\r\nA woman from Newport, Wales tied her dogs to the stairs and starved them and after her 5 year animal ban will be free to do the same thing again. \r\n\r\nThere should be no second chances! \r\n\r\nEnd the short bans and never give the REAL ANIMALS an opportunity to inflict pain on another living creature again.",
        "background": "Animal abuse has hit a 5-year high in Wales this year. \r\nI strongly believe there is never an excuse for animal neglect or cruelty and it needs to end. \r\n\r\nThe ban for such acts should increase to a life ban regardless of the extent of harm caused and the minimum sentence should be 12 months.",
        "closed_at": null,
        "created_at": "2019-05-13T22:10:25.456Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-13T22:38:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-17T12:07:47.383Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure what you mean by making punishments for animal cruelty and abuse equal to those for cruelty and abuse in relation to a child because we're not sure which offences against children you're referring to.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThere are already petitions about animal cruelty and abuse, which you might like to sign if they call for things you want the UK Government or Parliament to do. You're more likely to get action on this issue if you sign and share a single petition. For example:\r\n\r\nhttps://petition.parliament.uk/petitions/244552\r\n\r\nhttps://petition.parliament.uk/petitions/235851"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-06-17T12:08:00.379Z"
    },
    "id": 261218,
    "links": {
        "self": "https://petition.parliament.uk/petitions/261218.json"
    },
    "type": "petition"
}