{
    "attributes": {
        "action": "Extend advertising standards rules to political advertising",
        "additional_details": "There have been lots of instances where political groups (parties, political campaigns, & groups tying to influence policy) have not only used misleading information & statistics in ads, but have continued to use that information even after it's been proved to be untrue\r\n\r\nThis contributes to mistrust in politicians & the democratic process\r\n\r\nIt is time for political adverts to be brought within the scope of advertising codes, so that we can rely that everything said in them is honest & truthful",
        "background": "Current advertising standards say that advertisements must be honest & truthful, meaning ads can't be misleading, & that claims made in ads have to be substantiated\r\n\r\nPolitical advertisments are exempt from these rules, so there is no way to prevent political groups from making false claims",
        "closed_at": null,
        "created_at": "2019-05-14T18:57:56.757Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-14T22:40:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-14T14:57:34.521Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because it is not clear what action you would like the Government or Parliament to take.\r\n\r\nIn particular, we are not sure whether you would like political advertising to be self-regulated, as commercial advertising is, or whether you would like the Government to set up a new body to regulate it.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-06-14T14:57:34.527Z"
    },
    "id": 261299,
    "links": {
        "self": "https://petition.parliament.uk/petitions/261299.json"
    },
    "type": "petition"
}