{
    "attributes": {
        "action": "Routes to main schools should be assessed for safety of students.",
        "additional_details": "Students have had many close calls. Almost all of these happen at a duel carriage off/on round-a-bout. This must be crossed to get to the school or face a walk down a muddy and rocky bike track that is unsuitable. The school does not offer a bus route due to the range of the school.  As you start to walk across or start your bike a car would come out of nowhere due to high speed of the area and nearly strike us for no fault of our own. I am sure if you ask the effected they will back this up.",
        "background": "As a former attendee of John Port Spenser Academy, I had a daily commute to Etwall from Hilton. On the way there I have had many incidents and so have others. These are mainly involving cars not indicating when leaving a round-a-bout onto and off a duel carriage way.  There is no other way to walk.",
        "closed_at": null,
        "created_at": "2019-05-14T10:53:58.556Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-19T20:02:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-18T17:17:24.670Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because Derbyshire County Council are responsible for schools, roads and pedestrian access in your area, not the UK Government or Parliament. \r\n\r\nYou could raise your issue with a local councillor, who represents you. \r\n\r\nYou can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nYou could also start a petition to Derbyshire Council here:\r\n\r\nhttps://www.derbyshire.gov.uk/council/have-your-say/petitions/petitions.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-18T17:17:30.727Z"
    },
    "id": 261252,
    "links": {
        "self": "https://petition.parliament.uk/petitions/261252.json"
    },
    "type": "petition"
}