{
    "attributes": {
        "action": "Demand Sri Lankan President and Prime minister to resign",
        "additional_details": "Sri Lankan President and Prime Minister do not have the capabilities to respond to its challenges and it’s citizens are in danger. \r\nRecent tensions between communities let to have distractions. \r\nThe National security is alarming as well as the Islamic extremism and also the islamophobia in its highest. As global citizens our responsibilities are to ensure the dignity and security of all our global citizens therefore the British Gov should take immediate actions.",
        "background": "We demand Sri Lankan President and Prime Minister to resign due to their failure to protect global citizens. \r\nAs we all citizens of this world no matter which part you from, your parliament cannot have any boundaries. Therefore I/We request British government act responsibly.",
        "closed_at": null,
        "created_at": "2019-05-13T21:49:37.500Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-14T11:54:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-14T11:14:33.375Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise isn't the responsibility of the UK Government or Parliament - the UK Government can't force heads of state in other countries to resign.\r\n\r\nIf you're concerned about a particular policy or decision of the Sri Lankan Government, you could start a petition requesting that the UK Government urge the Sri Lankan Government to change it."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-06-14T11:14:36.746Z"
    },
    "id": 261217,
    "links": {
        "self": "https://petition.parliament.uk/petitions/261217.json"
    },
    "type": "petition"
}