{
    "attributes": {
        "action": "Make statutory adoption leave available for the self employed.",
        "additional_details": "A self employed parent can receive statutory maternity leave and pay. If for whatever reason they have chosen to adopt a child this self employed parent has no rights to adoption pay and leave.\r\n\r\nBy leaving self employed adoptive parents to self fund and not work over this leave, it places another barrier to the adoption process.\r\n\r\nA prospective adopter will have a strengthened application if they can show how one parent can commit to adoption leave.",
        "background": "Statutory adoption pay and leave is not available to those who are self employed however statutory maternity leave and pay is. This is discriminatory against those willing and wanting to give the best start to an adopted child by being at home to nurture, care and develop a bond with their child.",
        "closed_at": null,
        "created_at": "2019-05-14T16:57:06.567Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-14T17:25:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-19T14:00:30.438Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure exactly what you want the UK Government or Parliament to do.\r\n\r\nIt's not the case that a self-employed parent can receive statutory maternity leave or maternity pay. You can find out more here:\r\n\r\nhttps://www.citizensadvice.org.uk/work/rights-at-work/parental-rights/maternity-leave-what-youre-entitled-to-and-how-to-get-it/\r\n\r\nIt is the case that a self-employed parent may be able to claim maternity allowance, details of which can be found here: \r\n\r\nhttps://www.citizensadvice.org.uk/work/rights-at-work/parental-rights/maternity-pay-what-youre-entitled-to/\r\n\r\nMaternity allowance is not available to a person who adopts, although local authorities may choose to pay it on a discretionary basis and subject to a means test as set out in the answer to a parliamentary question below:\r\n\r\nhttps://www.parliament.uk/business/publications/written-questions-answers-statements/written-question/Commons/2018-04-17/136096/\r\n\r\nYou could start a new petition calling for maternity allowance to be made available to all people who adopt if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2019-06-19T14:00:53.625Z"
    },
    "id": 261284,
    "links": {
        "self": "https://petition.parliament.uk/petitions/261284.json"
    },
    "type": "petition"
}