{
    "attributes": {
        "action": "Link UK Foreign Aid to the Combat of Global Warming",
        "additional_details": "This proposal is to benchmark level of foreign aid to historic levels, e.g. 2016 and use the excess to support or promote initiatives that would accelerate the reduction of C02\r\n1)\tbeing emitted e.g. the conversion of public transport networks to renewable energy or building EV recharging networks\r\n2)\talready in the atmosphere e.g. the protection of the earth’s rainforests which consume C02 naturally  \r\n\r\nAs C02 knows no national boundaries, these efforts can be made both within and outside the UK.",
        "background": "The UK, in line with OECD recommendations is spending 0.7% of GNI on foreign aid (2016: GBP 13.4B and expected to grow to GBP 14.5B in 2021. C02 level in the atmosphere is now 415 ppm. This represents the greatest challenge to the work already done in for the world’s most needy countries and people.",
        "closed_at": null,
        "created_at": "2019-05-15T12:42:08.042Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-01T20:11:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-01T11:16:25.861Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government already ringfences a proportion of the UK's foreign aid budget for projects to tackle climate change, so we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe House of Commons International Development Select Committee published a report about this in April 2019:\r\n\r\nhttps://publications.parliament.uk/pa/cm201719/cmselect/cmintdev/1432/1432.pdf\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition calling for the proportion of the UK  foreign aid budget spent on climate change projects to be increased."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-01T11:17:04.381Z"
    },
    "id": 261407,
    "links": {
        "self": "https://petition.parliament.uk/petitions/261407.json"
    },
    "type": "petition"
}