{
    "attributes": {
        "action": "We, the people of the United Kingdom, ask parliament to amend the Planning Laws",
        "additional_details": "Far to many Developers start cleaning sites before planing has been approved. Plus they clear sites without any thoughts for Wildlife and Trees . which we must protect and this must be put into Law to safeguard our future. Please\r\nThis is happening all over the UK\r\nCan send photo evadance if needed",
        "background": "We, the people of the United Kingdom, ask parliament to amend the Planning Laws of the United Kingdom. To safeguard the unnecessary removal of trees and to take into account the wildlife before any planning application is approved. Also no clearing work is started before planning  is granted.",
        "closed_at": null,
        "created_at": "2019-05-15T16:38:37.754Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-15T19:22:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-18T09:28:22.946Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly how you'd like planning laws to be amended. You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nOr you could sign one or both of these petitions. We can't accept new petitions that are very similar to petitions which are already open. You're more likely to get action on this issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/254285\r\n\r\nhttps://petition.parliament.uk/petitions/260480\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-06-18T09:28:35.992Z"
    },
    "id": 261436,
    "links": {
        "self": "https://petition.parliament.uk/petitions/261436.json"
    },
    "type": "petition"
}