{
    "attributes": {
        "action": "To include a variety of history from other nations compulsory in curriculums",
        "additional_details": "",
        "background": "I want a variety of history included in curriculums. We are taught western history and only the glorified part and to learn only black history would create a divide so including other nations will create more diversity among society and not to just learn slavery; black history goes years before that",
        "closed_at": null,
        "created_at": "2019-05-15T12:24:41.928Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-16T22:10:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-18T14:50:10.754Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure whether you're concerned about teaching of the history of particular nations (and, in which case, which nations you want to add to the history curriculum) or teaching of black history.  \r\n\r\nThe Government has published guidance about the teaching of history, including of non-European cultures, in English schools. You can find out more here:\r\n\r\nhttps://www.gov.uk/government/publications/national-curriculum-in-england-history-programmes-of-study/national-curriculum-in-england-history-programmes-of-study\r\n\r\nYou could start a new petition explaining clearly what you'd like the UK Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-06-18T14:50:29.873Z"
    },
    "id": 261404,
    "links": {
        "self": "https://petition.parliament.uk/petitions/261404.json"
    },
    "type": "petition"
}