{
    "attributes": {
        "action": "NHS Paramedics in Northern Ireland should receive promised Band 6 salary ASAP",
        "additional_details": "The UK Government needs to oversee that this payrise is awarded in line with the rest of the UK ASAP for the purpose of pay equality and paramedic resilience. \r\n\r\nCurrently, NI paramedics start at £22,910 and rise to £28,462 (this is already lower than band 5 in England which also needs resolving), whereas a paramedic on the mainland UK starts at £30,401 and rises to £37,267 (with the new pay award which again NI is yet to receive). This is a pay difference of around £7,000 to £9,000 annually.",
        "background": "Paramedics in NI are still currently being paid band 5 salary despite the UK wide implementation of the UK Paramedic Band 6 job profile 2 years ago. We are told this is because of either a lack of a minister in the NI assembly and/or lack of funds due to no NI assembly which is simply unacceptable.",
        "closed_at": null,
        "created_at": "2019-05-16T09:44:23.220Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-16T17:11:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-14T11:16:45.567Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can’t accept your petition because responsibility in this area is devolved to the Northern Ireland Assembly. Even though the Northern Ireland Assembly is not sitting, the UK Parliament hasn’t formally taken back responsibility for this issue.\r\n\r\nYou could start a new petition calling on the UK Parliament to change the law, to take back the responsibility in this area and then to change the arrangements in Northern Ireland."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-14T11:16:48.785Z"
    },
    "id": 261528,
    "links": {
        "self": "https://petition.parliament.uk/petitions/261528.json"
    },
    "type": "petition"
}