{
    "attributes": {
        "action": "MAKE ENDOMETRIOSIS RECOGNISED AS A DISABILITY",
        "additional_details": "It is the second most common gynaecological condition.\r\nOn average it takes a woman 7.5 years to be diagnosed. \r\nThis can only be done through a Laparoscopy which is where a small cut is made near the belly button & a camera is inserted to identify the condition. It costs the economy £8.2bn a year in treatment, loss of work & healthcare costs.\r\n\r\nThis condition is incurable, but also has other health issues connected with it such as IBS, Depression, Infertility and so much more.",
        "background": "Endometriosis is an condition that affects 1 in 10 women.\r\nIt can even affect men in rare cases.\r\nIt has a severe impact on a woman's daily life routine and their health altogether. \r\nThe awareness for this condition in society is slow.",
        "closed_at": null,
        "created_at": "2019-05-16T19:45:49.814Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-16T20:09:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-14T11:22:17.660Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nLaws and policies, including the Equality Act and the PIP assessment process, don't list specific conditions and define them as disabilities. In most cases, it’s the impact that a health condition has on the person’s life that qualifies them for support or protection under the law. \r\n  \r\nYou can find out more about showing that you're disabled under the Equality Act here:  \r\n\r\nhttps://www.citizensadvice.org.uk/law-and-courts/discrimination/protected-characteristics/showing-you-re-disabled-under-the-equality-act/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-06-14T11:22:25.837Z"
    },
    "id": 261608,
    "links": {
        "self": "https://petition.parliament.uk/petitions/261608.json"
    },
    "type": "petition"
}