{
    "attributes": {
        "action": "MPs must disclose any personal/financial interest that could affect Brexit",
        "additional_details": "To ensure transparency, each MP must state any personal interests that may lead to bias in Brexit negotiations before any formal vote. This information will be made publicly available alongside their vote.\r\nTo verify, a third party outside the influence of parliament must verify these claims and ensure nothing is omitted. I believe the EU could provide an impartial international team to achieve this.",
        "background": "After cross-party talks have failed once again, it is clear that at least some MPs are not placing the people's interests at the centre of Brexit negotiations.\r\nWe the people demand that MPs must state any business, personal or financial interests that could be influencing their choice before voting",
        "closed_at": null,
        "created_at": "2019-05-17T10:39:21.827Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-17T11:32:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-05-29T14:28:53.972Z",
        "rejection": {
            "code": "no-action",
            "details": "The House of Commons already has a Code of Conduct for MPs, who are required to register and declare their financial interests, so we're not sure what action you'd like to see.\r\n\r\nYou can find the Code of Conduct for the House of Commons here:\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/code-of-conduct-and-rules-of-the-house/\r\n\r\nComplaints about breaches of the House of Commons Code of Conduct are investigated by the Parliamentary Commissioner for Standards, who is independent of Parliament and Government. You can find out more about the Commissioner and her role here:\r\n\r\nhttp://www.parliament.uk/pcs\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-05-29T14:29:03.747Z"
    },
    "id": 261665,
    "links": {
        "self": "https://petition.parliament.uk/petitions/261665.json"
    },
    "type": "petition"
}