{
    "attributes": {
        "action": "International law states terrorist should be prosecuted anonymity is unlawful",
        "additional_details": "Drug trafficking . money laundering ,trafficking of arms and other serious crimes such as murder,extortion,kidnapping,assault ,hostage taking and robbery. What also needs to be investigated is those use these acts of terrorism to undermine the legitimate Government aims at the destruction of the democratic bases of society to destabilize.Those who would use the Security forces in the undermining of democracy whether the media or political figures in justifying terrorism against the people !",
        "background": "Under International it states the violation of the victims of terrorism the terrorist should face prosecution and the State must bring effective criminal justice and law enforcement systems and investigate violation! It also states any other violation of law any transnational organised crime .",
        "closed_at": null,
        "created_at": "2019-05-16T20:47:25.485Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-16T23:22:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-17T15:57:06.777Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-06-17T15:57:11.273Z"
    },
    "id": 261621,
    "links": {
        "self": "https://petition.parliament.uk/petitions/261621.json"
    },
    "type": "petition"
}