{
    "attributes": {
        "action": "All political parties should be legally held accountable for failure on brexit",
        "additional_details": "I believe that the political institution should be held directly responsible and an impartial investigation should be help into the legal position the public have against the government in power and opposition as to the legal misrepresentation of the British public and the mismanagement of the UK as a country business affairs. This constant failure in negotiations is directly effecting UK Ltd as a global power and industrial leader.",
        "background": "All parties constant failure to reach any viable agreement on Brexit in or out either way has a direct effect on all British citizens and as such they are responsible for the welfare of the country, as voted parties all parties are responsible to the public and should be legally held accountable",
        "closed_at": null,
        "created_at": "2019-05-17T12:24:11.291Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-17T12:49:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-05-29T14:40:15.323Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what you mean by holding all political parties legally accountable for failure on Brexit.\r\n\r\nIn any case, investigations and prosecutions would be a matter for the police, Crown Prosecution Service and the courts. Investigations of alleged breaches of electoral law are a matter for the Electoral Commission, which is independent of both the Government and Parliament. We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-06-07T14:12:29.388Z"
    },
    "id": 261677,
    "links": {
        "self": "https://petition.parliament.uk/petitions/261677.json"
    },
    "type": "petition"
}