{
    "attributes": {
        "action": "Stop using discriminatory language to describe our homes.",
        "additional_details": "For example: Estate Regeneration Programme:\r\n\r\n\"There are estates, particularly those high-rise council estates from the 1960s and 70s, that simply do not work for the people who live there...These are places that encourage crime and have poor quality homes that are expensive and difficult to maintain\"\r\n\r\n\"Across London, many estates of post war public housing are reaching the end their functional life, too often built as impersonal blocks at lower densities than our most successful neighbourhoods.\"",
        "background": "Housing estates have been vilified and demolished by subjective language in government policy. This has enabled the demolition of thousands of homes at a cost to their communities and our environment.\r\nGovernment must commit to using non-discriminatory language when describing housing types.",
        "closed_at": null,
        "created_at": "2019-05-17T08:38:28.701Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-17T08:55:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-18T15:35:28.253Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure which words or phrases you're concerned about. In any case, the quotation you've cited is from the then Major of London in 2014, rather than the UK Government or Parliament, albeit in a Government publication. We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do. For example, you could start a new petition calling for the UK Government or Parliament to stop using certain words or phrases in their publications to describe social housing estates, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2019-06-18T15:35:44.522Z"
    },
    "id": 261652,
    "links": {
        "self": "https://petition.parliament.uk/petitions/261652.json"
    },
    "type": "petition"
}