{
    "attributes": {
        "action": "Supermarkets to take a sustainable approach and give food waste to our homeless.",
        "additional_details": "\"When we know where the hungry, the homeless, the sick exist, then we can help.\" \r\n\r\nWith homelessness continuing to rise and global warming coming to a point of no return, I believe change needs to happen on a larger scale. Companies hold the power to make this possible and with enough signatures, we can take steps to feed our homeless, reduce our waste and work towards building the desperately needed sustainable future too, because without progress; there is no change.",
        "background": "- 1.9 million tonnes of food is wasted by the food industry every year in the UK. \r\n- 300,000 people homeless in the uk\r\n\r\n\"Every action and decision we take – or don’t – ripples into the future. For the first time we have the capability, the technology, and the knowledge to direct these ripples.\"",
        "closed_at": null,
        "created_at": "2019-05-18T10:57:46.472Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-18T15:05:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-14T21:11:04.507Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petition seems to be calling on supermarkets to take action. \r\n\r\nYou could start a new petition asking to bring in a new law to require companies to give food waste to people who need it, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-06-14T21:11:04.515Z"
    },
    "id": 261781,
    "links": {
        "self": "https://petition.parliament.uk/petitions/261781.json"
    },
    "type": "petition"
}