{
    "attributes": {
        "action": "Legalise The Expansion Of New Radio Broadcast Channels.",
        "additional_details": "The internet has destroyed the argument for content control, the government should monitor new stations and impose fines for breaking codes of decent conduct (This is not an advocation for lawless airwaves, radio would be much easier to govern than the web). We should allow modern labels, musicians, internet stations more of an opportunity to forge their own music channels in the UK. Pirate radio boosted the 60s music scene & was a key part of british culture, lets bring it back to the people!",
        "background": "Many will be familiar with the pirate radio stations of the 60s. This kind of broadcasting is still illegal and it really shouldn't be. There should be a reform in radio to allow new stations to share (legally attained) music. British culture needs a boost now more than ever, this will help.",
        "closed_at": null,
        "created_at": "2019-05-20T09:30:38.683Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-20T10:10:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-19T08:36:24.132Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. New radio broadcast channels are licenced and regulated by Ofcom, the independent communications regulator.\r\n\r\nWe understand you want to allow \"pirate\" radio channels, but we're not sure how you'd like them to be regulated to avoid \"lawless airwaves\". In particular, we're not sure exactly what you mean by \"decent conduct\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition calling for unlicensed radio channels to be decriminalised and explain clearly how you want these channels to be regulated. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-19T08:36:43.551Z"
    },
    "id": 261975,
    "links": {
        "self": "https://petition.parliament.uk/petitions/261975.json"
    },
    "type": "petition"
}