{
    "attributes": {
        "action": "make pet insurance companies stop selling policies that won’t cover vet bills",
        "additional_details": "To change the law on selling pet insurance \r\nThat doesn’t cover all of your vet bills \r\nOne level of cover that covers your pet when it’s policy is needed the most \r\nNot to be told your policy will only pay out a percentage of the vets fees leaving you out of pocket \r\nTo many different levels of cover \r\nOnce it was one level then it should be made law to insure your pets",
        "background": "People up and down the UK are buying policies that will not cover all the vets bills \r\nLeaving families thousands of £ out of pocket There needs to be a change to these policies as they are putting people off buying insurance \r\nRising vet costs outweigh most policies\r\n1 maximum level of cover",
        "closed_at": null,
        "created_at": "2019-05-19T19:35:25.373Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-20T06:23:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-19T08:23:09.245Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure if you want to put a cap on pet insurance premiums or require pet insurance policies to cover certain situations, or both. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you have a specific complaint about a pet insurance company and are not satisfied with the company's response, you can complain to the Financial Ombudsman Service. You can find out how to complain here:\r\n\r\nhttps://www.financial-ombudsman.org.uk/consumer/complaints.htm\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-19T08:23:19.987Z"
    },
    "id": 261947,
    "links": {
        "self": "https://petition.parliament.uk/petitions/261947.json"
    },
    "type": "petition"
}