{
    "attributes": {
        "action": "Banning letting agent fees",
        "additional_details": "Credit checks, can cost as little as £3 but many letting agents charge tenants in excess of £50. As an example of how bad things can get, letting agent Haslams in Reading recently sent the following estimate to a couple looking to rent a flat in the area. On top of their deposit and one month's rent up front, they were expected to pay a further £650 in tenant agency fees, plus a check in charge of £130.  This is insane! It also costs an additional £157.50 to process a guarantor application",
        "background": "Citizens Advice found that 64 per cent of tenants experience problems paying letting agents' fees, and 42 per cent have to borrow money to cover the cost. Letting agencies typically charge tenants around £337 in fees to rent a home – and many tenants in London are forced to pay over £400.",
        "closed_at": null,
        "created_at": "2019-05-20T12:16:52.755Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-20T13:55:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-17T14:02:43.532Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. The Tenant Fees Act came into force on 1 June this year making it illegal for landlords and letting agents to charge most fees.  You can find out more here:\r\n\r\nhttps://www.gov.uk/government/collections/tenant-fees-act\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-06-18T09:46:49.431Z"
    },
    "id": 261993,
    "links": {
        "self": "https://petition.parliament.uk/petitions/261993.json"
    },
    "type": "petition"
}