{
    "attributes": {
        "action": "Restore Democracy. Make the media fully accountable for misleading the public.",
        "additional_details": "We are in the most turbulent of times & yet have the least trusted media in Europe (according to research by the European Broadcasting Union). More than ever we need to be able to make informed opinions, we can't do this when dishonest & sloppy journalism isn't corrected adequately. There is an argument to suggest an apology should be same place, same size, however on big news days front pages are important, a fair compromise would be page 3, a page that hasn't always been used for news anyway.",
        "background": "A newspaper can currently print a headline/article so misleading they have to apologise for it. Problem being the damage is done with the headline/article, and not undone with the less than significant apology for contravening regulations. Apologies should be same size as article and on page 3.",
        "closed_at": null,
        "created_at": "2019-05-21T14:27:00.967Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-21T16:47:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-19T16:30:32.625Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nYou could start a new petition setting out clearly the action you would like taken.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-06-19T16:30:52.105Z"
    },
    "id": 262095,
    "links": {
        "self": "https://petition.parliament.uk/petitions/262095.json"
    },
    "type": "petition"
}