{
    "attributes": {
        "action": "Reclassify animals as \"Living Property\"",
        "additional_details": "Unlike other properties, animals age while in care and can be affected in many different ways.\r\nBy reclassifying animals, better care can be provided before, during and at the end of cases to both animals and owners. This can reduce the workload involving animals and reduce costs that are needed to provide care for animals during this time.\r\n\r\nThis also gives the potential to create new laws and create harsher punishments towards offenders that involve an animal within a crime.",
        "background": "Under the current laws within the United Kingdom, animals are classified as property. This means that an animal, in the eyes of the law, has the same physical meaning as a laptop or a car. This has often lead to cases where animals are forgotten in the system causing stress to owners and animals.",
        "closed_at": null,
        "created_at": "2019-05-20T16:28:48.457Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-20T19:42:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-18T16:00:21.667Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. We're not sure what you mean by classifying something as \"living property\".\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign and support this petition, which we think might be similar to your aims:\r\n\r\nhttps://petition.parliament.uk/petitions/242239"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2019-06-18T16:00:27.907Z"
    },
    "id": 262010,
    "links": {
        "self": "https://petition.parliament.uk/petitions/262010.json"
    },
    "type": "petition"
}