{
    "attributes": {
        "action": "Let people who rely on plastic straws have a say in policies regarding the ban",
        "additional_details": "know which policies are appropriate to implement in this matter as many of the ones I have heard cause further issues for people in my situation. This is why I feel that any decisions regarding this matter should be discussed with a panel of people who require straws for medical reasons before a final decision is made.\r\n\r\n\r\n\r\n​*I use reusable alternates when I can but this isn’t always possible, most aren’t safe in hot drinks and reusable plastic straws don’t fit in the slots in coffee cups with lids",
        "background": "I have Cerebral Palsy and single-use plastic straws are a necessity for me*, so when I heard about the ban of single-use plastic straws I was obviously concerned. Parliament hash addressed this issue but it is unclear how they’ll solve it. I also feel that most MPs do not have the life experience to",
        "closed_at": null,
        "created_at": "2019-05-22T23:48:30.649Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-23T12:23:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-20T15:19:06.267Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take. \r\n\r\nThe Government held a consultation on the proposal to ban straws. People who responded included those who need straws for medical reasons. The Government has announced that it will take steps to ensure that plastic straws are still available for people who need them for medical reasons.\r\n\r\nYou can find out more here:\r\n\r\nhttps://www.gov.uk/government/news/gove-takes-action-to-ban-plastic-straws-stirrers-and-cotton-buds\r\n\r\nWe therefore aren't sure what further action you would like the UK Government and Parliament to take. You could start a new petition if you think the Government's proposals should be changed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-06-20T15:19:06.273Z"
    },
    "id": 262269,
    "links": {
        "self": "https://petition.parliament.uk/petitions/262269.json"
    },
    "type": "petition"
}