{
    "attributes": {
        "action": "A new government training programme for all care home staff to protect patients",
        "additional_details": "Eight years ago Winterbourne View care home was closed down, as a total of 38 charges of neglect/abuse of patients were reported and six out of 11 care workers were jailed whilst the other 5 were given suspended sentences. Recently Whorlton Hall have been under investigation for the abuse and mistreatment of vulnerable adults. 16 staff members have been suspended pending the investigation for using abusive language, abuse, psychological torture and inappropriate restraining for up to 32 minutes",
        "background": "With the recent media coverage of the increase in abuse and assaults of those in a vulnerable situation, it seems apparent that there needs to be added precautions to protect the vulnerable. Sporadic audits to show a presence in care homes checking incidents and checking standards and procedures.",
        "closed_at": null,
        "created_at": "2019-05-22T21:58:20.219Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-22T22:52:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-24T15:53:57.146Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what kind of additional training you want for care home staff in addition to the mandatory level of training already required by the Care Quality Commission (CQC). You can find out more here:\r\n\r\nhttps://www.bvs.co.uk/england-cqc-mandatory-training\r\n\r\nWe're also not sure what sort of \"sporadic audits\" you want, in addition to the inspections already carried out by the CQC. You can find out more about the CQC inspection regime here:\r\n\r\nhttps://www.cqc.org.uk/what-we-do/how-we-do-our-job/what-we-do-inspection\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-06-24T15:54:09.289Z"
    },
    "id": 262263,
    "links": {
        "self": "https://petition.parliament.uk/petitions/262263.json"
    },
    "type": "petition"
}