{
    "attributes": {
        "action": "Make it illegal for MP's to commemorate or honor the Martyrdom of terrorists",
        "additional_details": "Terrorist will often show their respect for such action praising the MP's for their solidarity to their cause of violence. It seems the terrorist can honor them for such support yet our law doesn't see it that way . That honor and support could result in further violence being carried out and more money supplied to its violent cause. A whole new approach to understanding how voicing any support to terrorism or creating hatred to those defending against terrorism could result in more extremism",
        "background": "By any MP showing support or respect to the terrorist commemoration you are giving your approval of its violence and hatred to the innocent victims of terrorism. This will give it legitimacy in the eye's of terrorist and its supporters that their violence has its support within a democracy?",
        "closed_at": null,
        "created_at": "2019-05-22T18:17:52.436Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-22T18:34:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-24T15:28:18.092Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what kinds of behaviour you want to make illegal. Also, it's already against the law recklessly to support a proscribed terrorist group. You can find out more here:\r\n\r\nhttps://www.gov.uk/government/news/stricter-laws-to-tackle-terrorism-come-into-force\r\n\r\nWe're not sure exactly what you'd like the UK Government or Parliament to do. You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-06-24T15:28:33.441Z"
    },
    "id": 262231,
    "links": {
        "self": "https://petition.parliament.uk/petitions/262231.json"
    },
    "type": "petition"
}