{
    "attributes": {
        "action": "Get government involved the rights of consumers in UK with Huawei handsets",
        "additional_details": "Thus creating instant devaluation in the value of the handsets doing my research alone Huawei P30 devices being a month old already have lost 48% value in resell and P20 81% which makes the handsets undesirable and ultimately in next year or so worthless \r\n networks saying there unable unnterested in helping there customers further surely a handset that's less then 2 months old the networks should allow consumers to return and for the government be involved make this Huawei prob to fix in the UK",
        "background": "As now it's news across the world that USA have placed sanctions on American business and there interaction with Huawei resulting in Google having to cut all ties with the manufacturer\r\n\r\nResulting in loss of Android software and Google apps and security updates",
        "closed_at": null,
        "created_at": "2019-05-22T19:53:28.224Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-23T15:24:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-05-30T15:56:12.969Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what you mean by \"Get Government involved in the rights of consumers\". Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you'd like the Government or Parliament to do.\r\n\r\nYou can find out how to complain about phone services here: \r\n\r\nhttps://www.ofcom.org.uk/phones-telecoms-and-internet/how-to-report-a-complaint\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-05-30T15:56:25.286Z"
    },
    "id": 262241,
    "links": {
        "self": "https://petition.parliament.uk/petitions/262241.json"
    },
    "type": "petition"
}