{
    "attributes": {
        "action": "Do not remove Section 21 (no-fault) eviction procedure completely.",
        "additional_details": "The Government are overstepping their power with the removal of the section 21 no fault procedure.\r\n\r\nShould a landlord want their asset back they should be entitled to do so.  \r\n\r\nThe Government intend to do this to protect tenants. Understandable that tenant should be secure during tenancy agreement. \r\n\r\nGovernment are asked to do the following as opposed to removing section 21:\r\n1. Cease section 21 notice during tenancy agreement period; or\r\n2. Lengthen the section 21 notice procedure to 6 months",
        "background": "Government has stated that they are seeking to remove no fault evictions (section 21). \r\n\r\nThis will leave a Landlord with no ability to recover their property save for a contractual breach. \r\n\r\nShould a person own a property then it will be the most valuable asset they own obtained through hardwork",
        "closed_at": null,
        "created_at": "2019-05-23T10:35:51.188Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-23T13:17:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-19T16:36:57.564Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. The Government's proposals include the ability for landlords to take back property to live in or sell. Landlords will also be able to take back property in the event of unpaid rent or damage:\r\n\r\nhttps://www.gov.uk/government/news/government-announces-end-to-unfair-evictions\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as retaining Section 21 entirely, if that is what you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-19T16:37:08.561Z"
    },
    "id": 262301,
    "links": {
        "self": "https://petition.parliament.uk/petitions/262301.json"
    },
    "type": "petition"
}