{
    "attributes": {
        "action": "Make British Citizenship Fairer & actively help the integration of all eligible",
        "additional_details": "Access to British Citizenship is subject to much higher costs and many unusual and unnecessary often cruel barriers. This had created an environment where taxpayers money is used to deter full integration into British Society. At the same time British Citizens who live abroad are deprived of their voting rights after 15 years thus unfairly preventing them to participate in our society fully.  Costs should be nominal, the process simple with help provided and expats should retain rights for life.",
        "background": "British Citizenship is a foundation stone of our society and democracy. Recent events like the Windrush scandal, the exclusion of  British Expats in voting, the harsh treatment of many EU citizens and the high cost and complexity for all immigrants irrespective of origin shows reform is urgent now.",
        "closed_at": null,
        "created_at": "2019-05-23T17:20:57.392Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-24T05:28:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-21T13:57:27.878Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you'd like changes to the citizenship process, but we're not sure exactly what changes you'd like. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign one of the petitions:\r\n\r\nhttps://petition.parliament.uk/petitions/257615\r\nhttps://petition.parliament.uk/petitions/253965\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-06-21T13:57:35.403Z"
    },
    "id": 262349,
    "links": {
        "self": "https://petition.parliament.uk/petitions/262349.json"
    },
    "type": "petition"
}