{
    "attributes": {
        "action": "Pass a law that will reclassify Member of Parliament Expenses as a State Benefit",
        "additional_details": "MPs can currently claim expenses, at a scale & level not freely available to any other public sector workers.  These include, but not restricted to, second homes in London while renting out their own homes, food allowances, subsidised bar and restaurant facilities, rail travel, air fares, office expenses, child allowances, and much more, and all from the public purse.  Its an unprecedented hand-out from the state (Tax Payers)",
        "background": "Members of Parliament receive an array of expenses to subsidise their lifestyles as Members of Parliament.  These expenses are financed from the public purse in the same way as social security payments and pensions which are deemed to be state benefits.  They should be reclassified as such.",
        "closed_at": null,
        "created_at": "2019-05-23T12:24:13.286Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-23T13:08:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-20T15:20:31.548Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-06-20T15:20:31.554Z"
    },
    "id": 262321,
    "links": {
        "self": "https://petition.parliament.uk/petitions/262321.json"
    },
    "type": "petition"
}