{
    "attributes": {
        "action": "Remove public chat on Apps popular with children under the age of 13 years old.",
        "additional_details": "Introduce a new law which forbids the inclusion of public chat in popular Apps used by children under 13 years old. The chat facility allows paedophiles to groom young children for the purpose of sexual exploitation. Removing chat would keep children safer online and save money and time spent by the police and social services .  \r\n\r\nhttps://www.barnardos.org.uk/news/press_releases.htm?ref=131168\r\nhttps://www.nspcc.org.uk/preventing-abuse/child-abuse-and-neglect/child-sexual-exploitation/",
        "background": "The chat facility on popular Apps ie. Tik Tok, LIKE etc used by children under the age of 13 is being used by paedophiles to sexually exploit children. Removing the chat function would eliminate the opportunity for paedophiles to attempt to engage in sexual activity online with a child or in person.",
        "closed_at": null,
        "created_at": "2019-05-24T13:27:27.453Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-24T15:09:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-18T11:56:16.401Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. We're not sure what you mean by popular apps used by children under 13, whether the would apply to these apps only when they become popular, and what constitutes public chat. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as banning chat features on all apps, or requiring age restrictions for accessing social media, similar to the forthcoming block on adult content, if that is what you would like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2019-06-28T09:46:28.807Z"
    },
    "id": 262474,
    "links": {
        "self": "https://petition.parliament.uk/petitions/262474.json"
    },
    "type": "petition"
}