{
    "attributes": {
        "action": "PRIORITISE MENTAL HEALTH AND CLIMATE CHANGE OVER BREXIT",
        "additional_details": "2017, 13.1% of people aged 17 to 19 were reported to have a [DIAGNOSED] depressive disorder (Source: NHS). A major issue that urgently needs addressing is the inaccessibility of mental health services for 17-19 year olds. Being 'too old' for treatment with CAMHS and the hardship of transitioning to adult IAPT can make seeking help distressing and in many only exacerbates their mental health.",
        "background": "Our planet and population are deteriorating. Surely we need to focus on having an EARTH to live on. We need to stabilise the health and well being of our country before spending excessive parliamentary time on Brexit. These are undeniably more salient issues that need urgently addressing.",
        "closed_at": null,
        "created_at": "2019-05-24T20:45:53.523Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-25T09:24:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-21T14:04:02.663Z",
        "rejection": {
            "code": "no-action",
            "details": "\r\nPetitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about mental health and climate change, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign one of these petitions:\r\n\r\nhttps://petition.parliament.uk/petitions/245140\r\nhttps://petition.parliament.uk/petitions/258228\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-06-21T14:04:05.745Z"
    },
    "id": 262553,
    "links": {
        "self": "https://petition.parliament.uk/petitions/262553.json"
    },
    "type": "petition"
}