{
    "attributes": {
        "action": "No-Deal Brexit / Any Brexit Deal must be approved by Parliament or the People",
        "additional_details": "The Brexit Referendum was a non binding vote on a simple abstract notion of leaving the EU.  No details of the precise meaning of how this would be done were given during the referendum. A negotiated deal and No Deal Brexit has been rejected by MP's, the elected representatives of the People in parliament on several occasions.  Any attempt by a newly formed Government to use procedural tricks to prevent a meaningful approval would seem to violate parliamentary sovereignty and The Peoples rights.",
        "background": "No-Deal Brexit  / Any Brexit Deal has deep, irreversible impact on our constitution, the integrity of the UK and the rights and well being of the People of Britain.  Parliament must be given a meaningful opportunity to approve. Alternatively the government should seek approval by the people directly",
        "closed_at": null,
        "created_at": "2019-05-24T21:02:54.552Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-24T21:33:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-26T09:21:30.238Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you would like the ensure that any form of Brexit is approved, but we aren't sure what action you would like the UK Government or Parliament to take to ensure this is the case.\r\n\r\nYou could start a new petition calling for a law requiring the Government to seek approval from the House of Commons for a Withdrawal Agreement or No-deal Brexit."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-06-26T09:21:39.372Z"
    },
    "id": 262557,
    "links": {
        "self": "https://petition.parliament.uk/petitions/262557.json"
    },
    "type": "petition"
}