{
    "attributes": {
        "action": "Revoke Article 50 if No Deal is passed with EU or referendum agreed by 24/10/19",
        "additional_details": "The Lancet, BMJ and other medical organisations and journals stress the dangers of any Brexit on health. Investment has dropped and many companies are leaving the UK. Multiple investigations into the Leave campaign has found criminal activity including data-protection breaches, breaches in campaign finance and breaches in campaigning activity which have meant the referendum was won by foul means, undermining democratic consent.",
        "background": "Brexit is a process that needs parliamentary support or confirmatory vote by the people. The Leave campaign won by criminality. No-Deal Brexit could lead to the suffering for many people. Therefore pass law revoking Article 50 if No Deal is passed or referendum agreed on by 23/10/19.",
        "closed_at": null,
        "created_at": "2019-05-25T18:34:16.937Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-25T20:11:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-24T16:49:14.227Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take. We aren't sure what you mean by \"if No Deal is passed with EU or referendum agreed\".\r\n\r\nYou might want to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/253647"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-06-24T16:49:14.234Z"
    },
    "id": 262628,
    "links": {
        "self": "https://petition.parliament.uk/petitions/262628.json"
    },
    "type": "petition"
}