{
    "attributes": {
        "action": "Allow family to section a relative under the mental health Act.",
        "additional_details": "I propose the law to allow a family members to legally have a relative sectioned under the mental health act. \r\nI propose a minimum of 4 members to agree that the person needs detaining under the mental health act effectively immediately, this will allow the patient to be assessed by professionals and provide a safe environment and care toward that patient.",
        "background": "More people are taking to ending their own life due to failure of the mental health team, \"a phone call\" that's all people are offered that need the help, and as a relative to someone suffering mental health you know family better than a doctor does. This would be a great opportunity to save lifes.",
        "closed_at": null,
        "created_at": "2019-05-27T16:13:20.101Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-27T16:29:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-25T14:58:12.534Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because it is already possible for someone's nearest relative to request that they be detained under the Mental Health Act.\r\n\r\nYou can find out more about the definition of \"nearest relative\" and the rights of a nearest relative here:\r\n\r\nhttps://assets.nhs.uk/prod/documents/MH-CoP-Nearest-relative.pdf\r\n\r\nYou can find out who makes the decision here:\r\n\r\nhttps://www.nhs.uk/using-the-nhs/nhs-services/mental-health-services/mental-health-act/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2019-06-25T14:58:22.013Z"
    },
    "id": 262783,
    "links": {
        "self": "https://petition.parliament.uk/petitions/262783.json"
    },
    "type": "petition"
}