{
    "attributes": {
        "action": "Vote of no confidence in government + a new public Brexit vote on leaving the EU",
        "additional_details": "All the parts are guilty of mismanagement of the facts throughout the Brexit process from the beginning to present. The public require a new vote on whether to remain or not as the consequences of the decision are becoming more apparent.  Also the current government have not delivered on their promises and have ignored calls for a second vote despite 6 million signatures in a petition asking to halt proceedings. They have failed in their duty and a General Election must take place.",
        "background": "Current government have failed in the management of Brexit and delivering their promises. A new public Brexit vote is needed due to the complete mismanagement of the proceedings and the lack of/false information given to the public to gather votes during the first EU referendum",
        "closed_at": null,
        "created_at": "2019-05-28T07:25:54.901Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-28T14:02:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-21T11:57:49.904Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. \r\n\r\nYou might like to consider signing on of these petitions: \r\n\r\nhttps://petition.parliament.uk/petitions/253709\r\nhttps://petition.parliament.uk/petitions/235138\r\nhttps://petition.parliament.uk/petitions/246157\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-06-21T11:57:49.910Z"
    },
    "id": 262823,
    "links": {
        "self": "https://petition.parliament.uk/petitions/262823.json"
    },
    "type": "petition"
}