{
    "attributes": {
        "action": "stop construction along Heol Ashley road mochdre industrial estate Newtown",
        "additional_details": "It’s full of wildlife from mice, bats, birds, butterflies, hedgehogs even a heron a few months a year and now they want to destroy this too! Let’s have progress in a different way and think about saving some fields for future generation and not oh here’s a field let’s put allotments or a bike track through it just a field where people can walk, run , relax and enjoy the green and wildlife around them.",
        "background": "Over the last few years with the bypass and other developments we have had so much greenery taken from us around the Newtown area especially the new slip road into the mochdre industrial estate taking lots of wildlife with it. This is our only remaining green dog walking field.",
        "closed_at": null,
        "created_at": "2019-05-28T19:21:15.339Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-28T22:25:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-26T12:46:28.133Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://en.powys.gov.uk/findmycouncillor"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-06-26T12:46:41.528Z"
    },
    "id": 262885,
    "links": {
        "self": "https://petition.parliament.uk/petitions/262885.json"
    },
    "type": "petition"
}