{
    "attributes": {
        "action": "A demand for a third EU referendum should a second referendum be granted.",
        "additional_details": "We now face the proposition of the predominantly ‘remain’ parliament, biased British media and high powered pro EU businessmen – who have consistently twisted and manipulated information and due processes to suit their agenda attaining a second referendum with a view to overturn the first vote.\r\nOur Disgust, anger and feelings of betrayal should be noted by means of this petition in that should a second referendum be granted and a ‘Remain’ majority be reached: We demand a 'Third Referendum'.",
        "background": "Three years after the ground breaking vote in which Leave triumphed over Remain by a margin of four points thereby instructing the government to remove the UK from the EU; We are still in, and now look to be subject to the threat of a second referendum in order to overturn it.",
        "closed_at": null,
        "created_at": "2019-05-28T12:10:59.578Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-28T16:16:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-25T13:55:44.933Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nThe Government has said it doesn't intend to hold a second referendum. We therefore aren't sure whether you would like it to hold a second referendum and then a third or not.\r\n\r\nYou might want to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/257347\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-25T13:55:44.939Z"
    },
    "id": 262840,
    "links": {
        "self": "https://petition.parliament.uk/petitions/262840.json"
    },
    "type": "petition"
}