{
    "attributes": {
        "action": "Lower the age at which women can be considered for hysterectomy.",
        "additional_details": "I am 22 years old, and have been suffering for most of my adult life excruciatingly painful periods, which has caused me to lose days of work, be admitted to the emergency departments of hospitals, undergo surgery, almost lose my university place. We are being forced to rely on painkillers, and birth control pills which are proven to negatively effect their mental health, and increase their risks of breast and ovarian cancers, simply to get through the day. www.endometriosis.org",
        "background": "More than 1 in 10 women in the UK experience gynaecological pain, and at the moment, there are few doctors who will even listen to a women who is experiencing such symptoms if they are under the age of 35 and have not had a child, when she requests hysterectomy to end the suffering.",
        "closed_at": null,
        "created_at": "2019-05-28T21:42:58.965Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-28T21:49:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-01T08:49:08.456Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nThere is no minimum age for women to be considered for hysterectomy, so we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe NHS has a webpage about endometriosis:\r\n\r\nhttps://www.nhs.uk/conditions/endometriosis/treatment/\r\n\r\nThere are also recommendations published by the National Institute for Health and Care Excellence:\r\n\r\nhttps://www.nice.org.uk/guidance/ng73/chapter/Recommendations\r\n\r\nYou could start a new petition calling for a clear action that's the responsibility of the UK Government or Parliament. You might like to sign this petition, which calls for more Government funding:\r\n\r\nhttps://petition.parliament.uk/petitions/240368\r\n\r\nYou're more likely to get action on this issue if you sign and share a single petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2019-07-01T08:49:25.915Z"
    },
    "id": 262900,
    "links": {
        "self": "https://petition.parliament.uk/petitions/262900.json"
    },
    "type": "petition"
}