{
    "attributes": {
        "action": "Remove John Bercow as Speaker of the House",
        "additional_details": "I and hopefully many of you out there strongly believe that Mr Bercow has done nothing to help in his role as Speaker of the House to  find a solution to the Brexit mess the UK is currently in. I have personally found his attitude, conduct and total bias towards remain with his outspoken un democratic views worrying to say the least, we now have an outgoing PM so how about wiping the slate clean and starting afresh with a new Speaker of the House let’s face it we are hardly going to be any worse off. Would it be too much to ask for a leave supporting PM and Speaker of the House who truly believes in our great country to see if that made a difference in the Brexit saga that shows no sign of ending.",
        "background": "It will come as no surprise I am a passionate Leave supporting voter who truly believes in this great country of ours and don’t believe I am being democratically represented in any way by the Speaker of the House Mr John Bercow who I believe should be removed to give the process a chance.",
        "closed_at": null,
        "created_at": "2019-05-29T10:05:31.528Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-29T19:11:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-10T16:06:14.799Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for people to be sacked or to resign.\r\n\r\nIn any case, the resignation of the Speaker is a personal decision for the Speaker, and is therefore not the responsibility of the Government or Parliament.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could start a petition about that.\r\n\r\nYou might like to sign and share this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/247704"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-10T16:06:14.808Z"
    },
    "id": 262933,
    "links": {
        "self": "https://petition.parliament.uk/petitions/262933.json"
    },
    "type": "petition"
}