{
    "attributes": {
        "action": "Legislation to ensure a motion of \"no confidence\" can be called in the Speaker.",
        "additional_details": "The House of Commons works on the trust in the impartiality of the speaker. For many centuries this position has been selected by MP's but it is a crucial role from which the speaker cannot be removed.\r\n\r\nShould a speaker become biased to one party or another, or on an issue this may seriously affect the decision of the house.\r\n\r\nThere should be legislation passed which allows parliament to call a vote of no confidence in the speaker and allow parliament to remove the speaker.",
        "background": "It is a fundamental plank of our democratic system that the speaker of the house acts impartially in all matters and that members of the house of commons have faith in the impartiality of the speaker.\r\n\r\nCurrently, there is no means of removing a speaker if they act with bias and will not resign.",
        "closed_at": null,
        "created_at": "2019-05-29T08:35:54.254Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-30T19:14:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-25T14:02:46.550Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because it is already possible for Members of Parliament to table a motion of no confidence in the Speaker.\r\n\r\nWe are therefore unsure what action you would like the UK Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-06-25T14:02:46.556Z"
    },
    "id": 262921,
    "links": {
        "self": "https://petition.parliament.uk/petitions/262921.json"
    },
    "type": "petition"
}