{
    "attributes": {
        "action": "Save the Roman town discovered next to a motorway in Newington, Kent.",
        "additional_details": "This complete town site includes a rare entire Roman temple, a road, homes, and many artefacts. \r\ni newspaper says \"Hailed as one of the most significant finds in regional archaeological history, the 18-acre settlement uncovered contained rare coins, pottery and jewellery dating back as early as 43 AD.\"  \r\nhttps://inews.co.uk/news/uk/roman-town-remains-kent-newington-motorway-a2-road/?utm_source=fb&utm_medium=fb&utm_campaign=ijp&fbclid=IwAR0lYsYLHCawGgkFhLsr5t5FN-9KTyhiusg80yfSHPUi-y57SPyNb2fujqY",
        "background": "The house builder Persimmon Homes are planning a large development on this site. Whilst it is vital that new homes are built, it is surely a disgrace to destroy this unique part of the history of our nation. If run well by an appropriate organisation it could be a great and lasting asset.",
        "closed_at": null,
        "created_at": "2019-05-29T13:07:35.389Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-29T14:24:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-26T14:50:53.794Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Planning is a matter for your local council. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nIf you're not satisfied with the local response, you could contact Historic England who are responsible for the listing of site. You can find out more here:\r\n\r\nhttps://historicengland.org.uk/listing/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2019-06-26T14:51:07.682Z"
    },
    "id": 262961,
    "links": {
        "self": "https://petition.parliament.uk/petitions/262961.json"
    },
    "type": "petition"
}