{
    "attributes": {
        "action": "Increase MP turn out to the house with a minimum attendance requirement",
        "additional_details": "Many issues are falling under the table due to lack of concern from our MPs. It’s time they are reminded like all others in employment we are required to attend work and work hard for our employers, in this case the tax payers.",
        "background": "Only 14 MPs turned up to discuss a UN report on 14 million people living in poverty yet when discussing their own pay rise so many MPs turned up they would not all fit in the room. \r\n\r\nI believe for the £70000 a year they receive MPs should a minimum attendance requirement for the house.",
        "closed_at": null,
        "created_at": "2019-05-30T17:26:39.986Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-30T17:36:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-21T13:38:22.136Z",
        "rejection": {
            "code": "no-action",
            "details": "\r\nPetitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe aren't sure whether you'd like to introduce a minimum attendance requirement for each parliamentary debate, or whether you'd like to require each individual MP to attend a set number of debates each year. \r\n\r\nMPs undertake a range of activities, including sitting on select committees, sitting on bill committees, attending meetings, participating in debates in the Chamber, participating in debates in Westminster Hall and visiting and representing their constituents.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-06-21T13:38:37.218Z"
    },
    "id": 263095,
    "links": {
        "self": "https://petition.parliament.uk/petitions/263095.json"
    },
    "type": "petition"
}