{
    "attributes": {
        "action": "Make learning law a part of secondary school curriculum.",
        "additional_details": "I think it is important for young adults to understand the rules & the law of the land they live in.i also think it is important for young adults to be equipped with the tools needed to help prevent them entering into potentially dangerous situations. they would do this by understanding the warning signs and red flags that are taught to them.i think there should be more support for individuals that have been groomed to join a gang to exit safely and emotional support be provided for trauma bond.",
        "background": "Young adults learn criminal,contract law along with constitional&administrative law&english&European context.within criminal law learn what emotional abuse,healthy relationships&boundaries,being groomed and toxic personality types looks like I.e sexual or narsistic predators.",
        "closed_at": null,
        "created_at": "2019-05-30T10:46:06.159Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-30T19:46:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-25T15:56:50.238Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what topic you'd like to be included on the national curriculum. We aren't sure whether you'd like students to be taught about crime awareness and social safety or healthy relationships or whether you'd like to make law a compulsory GCSE. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might also like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/247337"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-06-25T15:56:59.792Z"
    },
    "id": 263062,
    "links": {
        "self": "https://petition.parliament.uk/petitions/263062.json"
    },
    "type": "petition"
}