{
    "attributes": {
        "action": "All UK personal should be allowed to vote in any Scottish Independence vote",
        "additional_details": "We have helped each other proper successfully as a Union of countries, from industry to politics and each country has been successful in setting up their own Parliaments and running their own affairs whilst still being part of the Union to only allow only Scottish Nationals to vote would be an affront to our democracy as a Union, not only do all UK Nationals deserve a to vote they have a right to vote as being Nationals of the Union and it would be more fairer system to the whole country.",
        "background": "Nicola Sturgeon and her Scottish National Party want to leave the Union of Britain but this not only affects Scotland but the whole of the United Kingdom, for hundreds of years all of the countries in the Union have depended on each other in many ways from helping defend our constitution.",
        "closed_at": null,
        "created_at": "2019-05-31T18:22:17.501Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-31T18:45:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-26T12:33:22.508Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because it's not clear what you mean by \"all UK personal\".\r\n\r\nIf you would like a UK-wide referendum on Scottish independence you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-06-26T12:33:22.515Z"
    },
    "id": 263189,
    "links": {
        "self": "https://petition.parliament.uk/petitions/263189.json"
    },
    "type": "petition"
}