{
    "attributes": {
        "action": "Reduce foreign aid budget and increace London Police budget.",
        "additional_details": "In our Capital this year we have seen too many deaths thru knife attacks and attacks on a daily basis on our Motorcycle users in London and the Police and UK Government is not doing any thing about this situations, we dont need a solutiin in 10 years we need a solution today. Our Police service is loosing its grip on this City because of Government Red tape, reduce the Red tape and return the police to being a Police Force not a service before we will loose all rule of law in London.",
        "background": "Increase funding and specialised training as well as change powers for police to tackle knife and Motorcycle crime, have the Met train with foreign police forces such as in Brazil for example were they have specialist Motorcycle pursuit teams.\r\nBring back London road policing teams and traffic units",
        "closed_at": null,
        "created_at": "2019-05-31T10:28:38.842Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-03T05:48:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-10T09:19:47.179Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nThe operational and training issues in your petition are the responsibility of the Metropolitan Police, which is governed by the London Mayor's Office for Policing and Crime (MOPAC). MOPAC is overseen by the London Assembly. \r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: \r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nYou could start a new petition calling for a clear action that is the responsibility of the UK Government or Parliament, for example a petition calling for increased central governments grants to police forces."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-10T09:20:01.497Z"
    },
    "id": 263146,
    "links": {
        "self": "https://petition.parliament.uk/petitions/263146.json"
    },
    "type": "petition"
}