{
    "attributes": {
        "action": "BAN ANIMAL EXPERIMENTS IN ALL UK BASED MEDICAL RESEARCH LABORATORIES",
        "additional_details": "Animal experiments are not only extremely cruel, they are ineffective. 90% of drugs fail in human trials despite promising results in animal tests. Animals do not get many of the human diseases, such as types of heart disease & cancer, Parkinson’s, Alzheimer's, HIV or schizophrenia. Traits of these diseases are artificially induced in animals, to mimic the human disease. However, these experiments belittle the complexity of human conditions which are affected by variables such as genetics, socio-economic factors & psychological issues. I urge the UK Government to accept a Universal Declaration on Animal Sentience & ban all animal experiments in UK based medical research laboratories.",
        "background": "I have always had a profound passion regarding the welfare & protection of all animals that live alongside us here on Earth. Animals feel pain, they experience emotions & have distinct personalities - they are sentient! Sadly, they are born into this world without a voice & that is where we come in.",
        "closed_at": null,
        "created_at": "2019-05-30T21:41:23.777Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-05-31T05:56:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-27T10:15:03.218Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/237503"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-06-27T10:15:12.828Z"
    },
    "id": 263116,
    "links": {
        "self": "https://petition.parliament.uk/petitions/263116.json"
    },
    "type": "petition"
}