{
    "attributes": {
        "action": "Local Authorities and Associations must take non resident children into account",
        "additional_details": "From experience with 3 children, 2 boys and 1 girl, I have been told that I cannot make allowances for my children that stay with me every other weekend. They will need to either all share my and my partners room and we use the living room or they will all need to sleep in the living room.",
        "background": "Many families are now split and live apart. For the parent that only has the children on weekends and / or the occasional weeknight gaining social housing is almost impossible. \r\n\r\nNo allowance is allowed for bedrooms for the children who are not resident with that parent.",
        "closed_at": null,
        "created_at": "2019-06-01T11:09:27.787Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-01T20:39:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-01T12:27:13.551Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament. Allocation of social housing is the responsibility of local housing authorities, often councils or housing associations.\r\n\r\nYou could ask a local councillor who represents you to take up the issue. You can find your local councillors here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nThe Government publishes guidance to local housing authorities in England about allocating social housing. You can find out more here:\r\n\r\nhttps://www.gov.uk/government/publications/allocation-of-accommodation-guidance-for-local-housing-authorities-in-england\r\n\r\nYou could start a new petition calling for an action that is the responsibility of the Government or Parliament. For example, you could start a new petition calling on the Government to amend its guidance."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-07-01T12:27:32.012Z"
    },
    "id": 263233,
    "links": {
        "self": "https://petition.parliament.uk/petitions/263233.json"
    },
    "type": "petition"
}