{
    "attributes": {
        "action": "Equal travel rights for people with disabilities",
        "additional_details": "I have spent numerous times dragging myself across a bathroom floor in a hotel because I have had to book the family room so I could take my child somewhere because they don't cater for kids in an accessible room. I've had to go a few days without a proper shower because I can't use the facilities. Some hotel chains offer an interlocking room for a carer, not everyone's carers are paid help, they are family because you couldn't pay someone to do what they do. We need this debating and now!",
        "background": "The travel & hospitality industry need to take greater responsibility for the services they offer people with disabilities. It is currently set as 'one size fits all' which is preposterous and outdated. According to the hotel chains I can not be both disabled and a parent - this has to stop!",
        "closed_at": null,
        "created_at": "2019-06-01T15:40:41.505Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-01T21:42:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-02T09:17:24.060Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what you mean by equal travel rights. In any case, it would be the responsibility of hotels themselves to provide the facilities you want.\r\n\r\nThe Equality and Human Rights Commission has published guidance about what hotels and the hospitality sector must do to meet their current obligations under equality law. You can find out more here:\r\n\r\nhttps://www.equalityhumanrights.com/en/advice-and-guidance/equality-law-hotels-restaurants-cafés-and-pubs\r\n\r\nPetitions need to call for a clear action that is the responsibility of the UK Government or Parliament. You could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-07-02T09:37:40.986Z"
    },
    "id": 263254,
    "links": {
        "self": "https://petition.parliament.uk/petitions/263254.json"
    },
    "type": "petition"
}