{
    "attributes": {
        "action": "To make mental health more aware and to consider ditching exams.",
        "additional_details": "In my opinion exams are pointless. Teachers are teaching students pointless information that you’re never going to need in your life again. There’s no need for end of year tests. We need to be learning about things that we’re going to be dealing with in the future. Such as how to deal with taxes and how to self defend ourselves. Not to be able to name the first 15 square root numbers and to solve the equation of a line. This needs to change as there’s more important things to learn in life.",
        "background": "Many teenagers are suffering with mental health issues and the main reason is due to exam stress. For example, GCSEs are just certificates to prove you went to secondary school. 3/4 the stuff we learn is irrelevant and won’t be needed later in life. Learn about things such as setting up a business.",
        "closed_at": null,
        "created_at": "2019-05-31T21:44:47.845Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-01T09:14:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-28T09:58:40.932Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the impact of exams on students' wellbeing, but we're not sure exactly what you'd like the Government or Parliament to do.  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. Alternatively, you might like to sign one of these petitions:\r\n\r\nhttps://petition.parliament.uk/petitions/233631\r\nhttps://petition.parliament.uk/petitions/250915\r\nhttps://petition.parliament.uk/petitions/250959\r\nhttps://petition.parliament.uk/petitions/239682"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2019-06-28T10:00:02.621Z"
    },
    "id": 263210,
    "links": {
        "self": "https://petition.parliament.uk/petitions/263210.json"
    },
    "type": "petition"
}