{
    "attributes": {
        "action": "Ensure a reason is given as to why a job application has been unsuccessful.",
        "additional_details": "I believe a true and genuine reason should be given as to why an interview isn't given, as it only makes the applicant question the entire process. Transparency would be fantastic. I know many organisations do offer feedback, and that's the kind of forward-thinking we need nowadays, but to offer nothing to those who are qualified and took time to apply, it seems only fair.",
        "background": "Having recently applied for a job for which I was sure I was fully qualified, I was surprised to learn I wasn't given the opportunity of an interview. Without wishing to sound self-entitled, to be turned down for a job with a salary of £18,000 - £20,000, whilst fulfilling all criteria, is bizarre.",
        "closed_at": null,
        "created_at": "2019-05-31T22:39:34.547Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-01T11:34:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-28T15:34:48.840Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament are not responsible for the issue that you raise. It is for employers to decide whether they provide feedback to candidates who apply for a job but are turned down. \r\n\r\nWe would be able to accept a petition that asked for employers to be required by law to provide feedback to everyone who applies for a job with them. You could start a new petition asking for that to happen, if that is what you would like the Government and Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-28T15:34:58.324Z"
    },
    "id": 263215,
    "links": {
        "self": "https://petition.parliament.uk/petitions/263215.json"
    },
    "type": "petition"
}