{
    "attributes": {
        "action": "Have average speed camera so that they can be disabled when there are no workers",
        "additional_details": "Many times I have seen road works on the motorways that have nobody working on them, therefore the safety features that in are place for their protection should be removed at them hours so that everybody else can get on with their day without stress or being fined without cause as if there is nobody working there then it is just a cash grab by the council and government.",
        "background": "The average speed cameras should all ave alloyed time slots that either fit in with the road workers schedule so that after a certain time the average speed is removed, or ask the 50mph signs digital so that they can be adjusted that way; as these road works are taking a very long time all over uk.",
        "closed_at": null,
        "created_at": "2019-06-03T11:31:29.224Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-03T11:36:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-01T15:51:56.444Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nIn any case, we can't accept your petition because you haven't given your full name. You need to give your surname to start a petition.\r\n\r\nYou could start a new petition setting out clear what action you would like taken.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-07-01T15:51:56.453Z"
    },
    "id": 263380,
    "links": {
        "self": "https://petition.parliament.uk/petitions/263380.json"
    },
    "type": "petition"
}