{
    "attributes": {
        "action": "Change how we elect MPs to reflect the outcome of the 2019 European elections.",
        "additional_details": "In the latest European election, the Conservatives and Labour received 22% of the vote. They currently have 89% of MPs. This disparity needs to stop.\r\nTo do this, we should group current constituencies into regions of 10 constituencies and have the voting mirror the European system. This would mean that if a party got 10% of the vote in a region, they would expect 1 MP. The 10 MPs elected in a region would then be assigned a constituency to ensure that local views are represented in parliament.",
        "background": "The current electoral system (first past the post) favours a two party system that has been clearly shown to not reflect the views of the country.\r\nWe should change how we select MPs to increase smaller party representation (Brexit party, Lib Dem, Green) by using the European election model.",
        "closed_at": null,
        "created_at": "2019-06-02T12:22:30.800Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-02T20:43:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-02T10:28:11.407Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you'd like changes to the electoral system, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou might like to consider signing this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/245488\r\n\r\nYou could start a new petition asking to use the same system we currently use in EU Elections for general elections, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-02T10:33:28.708Z"
    },
    "id": 263309,
    "links": {
        "self": "https://petition.parliament.uk/petitions/263309.json"
    },
    "type": "petition"
}