{
    "attributes": {
        "action": "Help us save our earth. Stop littering.\r\n- Fun ballot bins\r\n- On the spot fines",
        "additional_details": "On the spot fines hit more then 100 citizens per year. This makes people think about their actions of littering.\r\nBallot bins reduce cigarette butt littering by 8% and reduced waste on the streets by 29%. \r\nWith more bins around, it would reduce littering as a main reason of littering is out of pure laziness.\r\nSupport our campaign and save our world.",
        "background": "Stop littering. Humans, animals and plants need  unpolluted water and air to survive. At the moment the world is in a state of crisis. We need this to changed. I have researched the best possible way to save our earth; this includes: Ballot bins, on the spot fines and more bins!",
        "closed_at": null,
        "created_at": "2019-06-03T11:10:48.880Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-03T11:16:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-02T11:07:49.331Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nLocal authorities are responsible for addressing littering. They already have to keep land clear of litter \"as far as is practicable\" and are responsible for providing bins. They can also issue fixed penalty notices to people who drop litter, and prosecute people who don't pay the penalty.\r\n\r\nYou could raise the issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou could start a new petition calling for a clear action that is the responsibility of the Government or Parliament. For example, you could start a new petition calling for the Government to provide funding to local authorities to pilot or implement \"ballot bin\" schemes. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2019-07-02T11:08:39.820Z"
    },
    "id": 263377,
    "links": {
        "self": "https://petition.parliament.uk/petitions/263377.json"
    },
    "type": "petition"
}