{
    "attributes": {
        "action": "To pay Party Councillors a proper pay salary",
        "additional_details": "As Councillors are part of political parties, I think they should be liable to get a proper pay salary instead of allowances.\r\n\r\nAfter all they are part of politics and political parties as stated as well, and they do similar things Members of Parliament do. I’m not saying they do the same things as Members of Parliament but similar.\r\n\r\nGiving Councillors allowances just for the work they do is wrong. Also I think Councillors should have an office in their constituency and wards.",
        "background": "Councillors only get an allowance for the work they do and they work so hard. They deal with education, local community issues, local council issues and so on. \r\n\r\nI don’t think it’s fair that political part Councillors only get paid an allowance.",
        "closed_at": null,
        "created_at": "2019-06-03T21:50:47.068Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-04T12:21:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-02T10:09:01.301Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition for the role of all councillors to be made a full time job, with salaries and offices, if that is what you would like the Government or Parliament to do"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-07-02T10:09:04.696Z"
    },
    "id": 263444,
    "links": {
        "self": "https://petition.parliament.uk/petitions/263444.json"
    },
    "type": "petition"
}