{
    "attributes": {
        "action": "Build the M4 Relief Road Black Route.",
        "additional_details": "The building of this relief road has been required and discussed for nearly 30 years, during this time traffic congestion has become intolerable for those who use it. The people & businesses that depend on this route will suffer until this is addressed. \r\nThe traffic jams that frequently occur are causing more emissions and damage to the environment than there would be if it were more free flowing. Therefore a relief road would ease the congestion & reduce harmful emissions.",
        "background": "The decision, by First Minister Mark Drakeford, for this not to go ahead is ridiculous. Anybody that uses the M4 Between Cardiff and Newport knows how important it is, not just to the motorists using this stretch of motorway, but the infrastructure of business all across South Wales.",
        "closed_at": null,
        "created_at": "2019-06-04T14:15:54.252Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-04T15:45:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-01T14:14:04.323Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Welsh Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Welsh Assembly has its own Petitions Committee. If you'd like to send your petition to the Welsh Assembly, you can find out more here:\r\nhttp://www.assembly.wales/en/gethome/e-petitions/Pages/e-petitions.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-07-01T14:14:26.570Z"
    },
    "id": 263489,
    "links": {
        "self": "https://petition.parliament.uk/petitions/263489.json"
    },
    "type": "petition"
}