{
    "attributes": {
        "action": "Institute an Islamic Calendar Council to obtain One Eid in Britain",
        "additional_details": "For decades, the Muslim community of Great Britain has suffered from being hostage to decisions of foreign institutions and governments in determining the dates of religious festivities, leading to incohesion as well as lack of autonomy.\r\n\r\nWe call for the government to institute a National Islamic Calendar Council with broadbased representation from all Muslim denominations from across the UK in order to develop a unified and authoritative determination of the annual Islamic calendar for the UK.",
        "background": "The lack of a central authoritative body for determining Islamic dates in the UK has led to an unsustainable incohesion that splits communities and families, while leading to chaos and confusion in the nights up to Muslim religious holidays, such as Ramadan and the two Eids. This must stop.",
        "closed_at": null,
        "created_at": "2019-06-04T01:28:24.676Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-04T01:48:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-03T11:26:42.822Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government and Parliament are not responsible for deciding when religious festivals are held. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-07-03T11:27:06.115Z"
    },
    "id": 263454,
    "links": {
        "self": "https://petition.parliament.uk/petitions/263454.json"
    },
    "type": "petition"
}