{
    "attributes": {
        "action": "Climate Change - Without any delay implement a war effort like policy approach.",
        "additional_details": "In 2016 the physicist Stephen Hawking declared that \"this is the most dangerous time for our planet\". US Nobel Prize Winner Joseph Stiglitz now demands that the fight against Climate Change must be tantamount to a World War III effort and a Green New Deal. \r\n \r\nThe UK government must now without any delay whatsoever (!!) enter into consultation with the public on how to match its Climate Change policy to these existential requirements. It must fully include the public in its ongoing policy making.",
        "background": "The British Parliament has recently declared a Climate Emergency. \r\n\r\nDespite the critical state of our planet, UK Climate Change Policy making still appears breathtakingly lame and irresponsible. The communication with the public by no means informs and involves the citizens appropriately.",
        "closed_at": null,
        "created_at": "2019-06-04T16:48:44.271Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-05T08:57:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-26T14:05:17.594Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to consider signing this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/258464"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-06-26T14:05:17.599Z"
    },
    "id": 263515,
    "links": {
        "self": "https://petition.parliament.uk/petitions/263515.json"
    },
    "type": "petition"
}