{
    "attributes": {
        "action": "Stoke On Trent City Council to listen and act on residents concerns.",
        "additional_details": "Since this deal has been approved it has caused upset, misery and financial destress to hundreds of social housing tenants across Stoke-on-Trent but has also caused the same issues in other parts of the UK. Our city council has refused to listen to the feelings and thoughts of residents in Stoke and continues to support the deal even though cllr Abi Brown who is now the council leader admitted on live TV that she had received hundreds of complaints about solarplicity raising serious concerns.",
        "background": "In 2018 Stoke On Trent City council approved a deal with Solarplicity to provide a cheaper alternative for gas and electric under the 'community energy scheme'. This deal was not consulted on to members of the public or the correct scrutiny carried out prior to the deal been approved.",
        "closed_at": null,
        "created_at": "2019-06-05T12:59:18.724Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-05T13:26:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-21T13:46:58.660Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\t\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-06-21T13:46:58.668Z"
    },
    "id": 263617,
    "links": {
        "self": "https://petition.parliament.uk/petitions/263617.json"
    },
    "type": "petition"
}