{
    "attributes": {
        "action": "Investigate ULEZ \"guilty until proven innocent\" attitude to powered two wheelers",
        "additional_details": "TFL should be forced to update ALL vehicles that meet manufacturer conformity, not just the ones that apply for it.  Currently, motorcyclists are being treated as guilty, even though they are not committing any crime. Fines are (knowingly) being imposed on complaint vehicles. More research is needed and the scheme should exclude ALL motorcycles until such time as the databases are correct.",
        "background": "An arbitrary figure was used to decide when PTW's had to pay. A lot of bikes are well below the set limit yet they are still being charged. Manufacturers have provided confirmation yet TFL insist every user provide individual CoC. TFL are taking money knowing vehicle is legal and below limit.",
        "closed_at": null,
        "created_at": "2019-06-05T18:22:31.048Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-05T22:16:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-03T09:32:11.214Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This is the responsibility of the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-07-03T09:32:11.221Z"
    },
    "id": 263644,
    "links": {
        "self": "https://petition.parliament.uk/petitions/263644.json"
    },
    "type": "petition"
}