{
    "attributes": {
        "action": "Require all of CAFCASS to undertake Mandatory training on Parental Alienation.",
        "additional_details": "Former CEO Mr Douglas\r\n“Many of our private law cases feature alienating behaviours in some form.”https://www.cafcass.gov.uk/2017/11/27/alienation-rarely-exists-isolation/\r\n\r\n Dr Karen Woodall;\r\n“Education is the answer plus the practice which truly helps these children. Practice which EAPAP will govern, support and develop until the right way is recognised by all.”\r\nhttps://karenwoodall.blog/2018/10/29/its-child-abuse-but-not-as-we-know-it-when-healthy-parent-is-regarded-as-more-harmful-than-abuse/",
        "background": "Parental Alienation is a severe form of child abuse which can have many adverse effects. CAFCASS currently have NO mandatory training on Parental Alienation resulting in the likeliness of CAFCASS providing inaccurate recommendations to the courts which may actually not be in the childs best interest",
        "closed_at": null,
        "created_at": "2019-06-05T21:30:26.409Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-05T22:29:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-10T10:14:42.433Z",
        "rejection": {
            "code": "no-action",
            "details": "Thank you for your petition. We can't accept your petition because the training you'd like to see has already been made mandatory. In 2018, CAFCASS published a new Child Impact Assessment Framework to support practitioners in their assessment of complex factors that may have an impact on children. The framework consists of four guides, one of which is specifically on child refusal or resistance to spend time with one of their parents, including parental alienation. CAFCASS says that all private law practitioners will receive mandatory training in applying the framework, with training expected to have been completed by March 2019. \r\n\r\nYou can find out more about the framework here:\r\nhttps://www.cafcass.gov.uk/2018/10/11/cafcass-publishes-new-assessment-framework-for-private-law-cases/\r\nhttps://www.cafcass.gov.uk/grown-ups/professionals/ciaf/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-07-10T10:14:52.394Z"
    },
    "id": 263672,
    "links": {
        "self": "https://petition.parliament.uk/petitions/263672.json"
    },
    "type": "petition"
}