{
    "attributes": {
        "action": "Engage with corporations and the public to combat climate change effectively.",
        "additional_details": "Many members of the general public do their part to recycle and save energy. However it is large corporations which are destroying a chance of a future in a stable environment and so now we must all act as one across the globe.\r\n\r\nThe Government of the UK and Governments across the World must take action in the form of legislation to prevent such large corporations polluting and not taking action themselves. Those responsible for major pollution must now be held responsible.",
        "background": "Many shocking reports have recently stated that we have a limited time left to prevent the irreversible effects of climate change. \r\n\r\nThere is no time time to waste and the Governments of the world must act now or forever be held responsible for not acting when it mattered.",
        "closed_at": null,
        "created_at": "2019-06-06T09:46:41.231Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-06T10:34:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-26T15:36:05.878Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about climate change, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou'll need to give your full name in order to start a new petition. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-06-26T15:36:05.884Z"
    },
    "id": 263703,
    "links": {
        "self": "https://petition.parliament.uk/petitions/263703.json"
    },
    "type": "petition"
}