{
    "attributes": {
        "action": "End School Uniforms Logos and make them Cheaper",
        "additional_details": "Parents are struggling to feed children, and on top of this strain have to pay for logos on blazers, which triple the price. \r\n\r\nChildren are being excluded and left feeling humiliated and oustricised because they're from poorer or struggling families who are getting further into debt trying to purchase these ever changing requirements. This not only deeply affects a families finances, but also adds to stress within the family home, creating knock on effects.",
        "background": "With there being over 4.5 million children living in poverty and some parents struggling to make ends meet, it seem absurd that the price of school uniforms is so high. \r\nIt is not fair to put unnecessary pressure on already struggling parents.",
        "closed_at": null,
        "created_at": "2019-06-06T15:16:15.783Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-06T16:48:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-27T15:22:52.282Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The price of school uniform is the responsibility of the provider and not the UK Government or Parliament. \r\n\r\nYou could start a new petition asking to make it illegal for schools to have compulsory logo on uniforms. \r\n\r\nYou'll need to give your full name in order to start a new petition. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-06-27T15:22:52.287Z"
    },
    "id": 263745,
    "links": {
        "self": "https://petition.parliament.uk/petitions/263745.json"
    },
    "type": "petition"
}