{
    "attributes": {
        "action": "Reduce vehicle pollution by safer bike lanes and better public transport",
        "additional_details": "We need safer bike lanes and increased accessibility, I rarely see bike lanes and think safer ones would make more people encouraged to cycle to school or work. Increased funding to public transport to make it more enjoyable for the public would help decrease the emissions from millions of people commuting to school and work everyday.",
        "background": "Vehicle pollution is on the rise with all the harmful emissions from your everyday vehicles. Motor vehicles are on of the largest pollutants, and contributes greatly to global warming and climate change. With the recently declared climate emergency, it’s time we take action.",
        "closed_at": null,
        "created_at": "2019-06-06T09:47:15.444Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-06T14:44:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-05T14:10:43.689Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the environmental impact of vehicle pollution, but we're not sure what exactly you would like the UK Government or Parliament to do. In particular we're not sure what measures you'd like to be put in place to improve the safety of bike lanes. \r\n\r\nYou could start a new petition asking the Government to increase funding for public transport, if that's something you'd like to see happen. \r\n\r\nAlternatively, you might be interested in signing this petition, which calls for increased funding for cycling infrastructure:\r\n\r\nhttps://petition.parliament.uk/petitions/259900"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-07-05T14:11:08.980Z"
    },
    "id": 263704,
    "links": {
        "self": "https://petition.parliament.uk/petitions/263704.json"
    },
    "type": "petition"
}