{
    "attributes": {
        "action": "Save A&E services at Stafford Hospital. Stop under funding our hospitals.",
        "additional_details": "Underfunding hospitals is not acceptable. Stafford Hospital now has started a petition to save their A&E services. The people of Staffordshire need Stafford Hospital. The surrounding hospitals have already been stretched due to Stafford Hospital A&E not being open 24hours. Cutting the A&E services altogether is going to put lives at risk not just in Staffordshire but the surrounding areas as well, this makes vulnerable, sick people travel great distances to access healthcare, this is not right.",
        "background": "Cutting Stafford Hospital A&E services altogether will put lives at risk. Stafford Hospital has already had their A&E cut so it has opening times (8am-10pm) Staffordshire is a big place. We need our hospital back, Stafford Hospital needs funding. Cutting funding does not help a struggling hospital.",
        "closed_at": null,
        "created_at": "2019-06-07T08:21:11.354Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-07T13:49:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-10T13:28:58.096Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nServices at Stafford Hospital are the responsibility of University Hospitals of North Midlands NHS Trust. A consultation exercise about health services in the area is being run by the Together We’re Better partnership of local NHS and local government organisations. You can find out more here:\r\n\r\nhttps://www.twbstaffsandstoke.org.uk/get-involved/health-and-care\r\n\r\nYou could also raise the issue with a local councillor who represents you. You can find your local councillors here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou could also raise the issue with your MP:\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/mps/\r\n\r\nYou could start a new petition which calls for a clear action that is the responsibility of the UK Government or Parliament. For example, we could accept a petition calling for increased funding for hospitals or A&E services. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-07-10T13:41:55.660Z"
    },
    "id": 263814,
    "links": {
        "self": "https://petition.parliament.uk/petitions/263814.json"
    },
    "type": "petition"
}