{
    "attributes": {
        "action": "Require MP's to declare criminal acts before debating or legislating on them.",
        "additional_details": "The Code of Conduct for Members of Parliament\r\nIV.General Principles of Conduct\r\n\r\nAccountability \r\nHolders of public office are accountable for their decisions and actions to the public and must submit themselves to whatever scrutiny is appropriate to their office. \r\n\r\nHonesty \r\nHolders of public office have a duty to declare any private interests relating to their public duties and to take steps to resolve any conflicts arising in a way that protects the public interest.",
        "background": "There have been recent examples of senior politicians admitting to taking Class A drugs in the past.  This damages our trust for MPs who introduced legislation and made public statements at odds with their personal behaviour.  MPs should declare past potential crimes to avoid conflict and hypocrisy.",
        "closed_at": null,
        "created_at": "2019-06-09T14:49:35.470Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-09T15:02:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-28T14:53:01.374Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIf you'd like to change the Code of Conduct for Members, you could contact the Parliamentary Commissioner for Standards to make this suggestion. You can find out more about the Commissioner and how to contact her here:\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/\r\n\t\r\nYou could also start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-06-28T14:53:10.162Z"
    },
    "id": 264063,
    "links": {
        "self": "https://petition.parliament.uk/petitions/264063.json"
    },
    "type": "petition"
}