{
    "attributes": {
        "action": "Institute a random alcohol and drug screening policy for MPs, monthly at minimum",
        "additional_details": "The houses of parliament should not have alcohol for sale within them, especially not when paid for by the public. MPs should have clear heads when debating policy and making laws, they should be held to the same standard as the public. All common surfaces should be regularly stabbed for narcotics, MPs should be randomly tested for drugs and also alcohol during hours they are supposed to be working.",
        "background": "The members of parliament working at the peoples behest should be held to account during their work as any of their constituents would be. Drug and alcohol testing should be mandatory for those making policy as it is for those operating machinery, vehicles or otherwise.",
        "closed_at": null,
        "created_at": "2019-06-09T16:59:57.548Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-09T19:14:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-28T15:00:03.895Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example to ban the sale and consumption of alcohol in the House of Commons, if that's what you'd like to happen.\r\n\r\nYou might also like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/264011"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2019-06-28T15:00:13.575Z"
    },
    "id": 264077,
    "links": {
        "self": "https://petition.parliament.uk/petitions/264077.json"
    },
    "type": "petition"
}