{
    "attributes": {
        "action": "Make it illegal for businesses to discriminate against single people.",
        "additional_details": "Some places meals are advertised with a discount if two are ordered, so, a single person is being discriminated against, same with admission prices that have two for one, if discounts are offered for two then they should also be available for one person.\r\nSingle supplements should not be raised if the accommodation can only accept one person or accommodation refused, a supplement should only be raised if a larger room has been specifically requested by the person requesting the accommodation.",
        "background": "If discounts are available to a couple then the same discount should be available to a single person pro-rata, also, single supplements on holidays should not be charged if the accommodation can only accommodate one person, also accommodation should not be refused if no single rooms are available.",
        "closed_at": null,
        "created_at": "2019-06-09T08:50:46.265Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-09T11:19:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-08T11:52:30.254Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the Government or Parliament to take. It is already illegal to discriminate on the basis of marital status, although decisions on charging for single occupancy rooms or single supplements would not be based on this criteria.\r\n\r\nYou could start a petition making it illegal for businesses to charge a single supplement for travel and accommodation, if that is what you would like to achieve. Or, if there are other examples of discrimination, you could start a petition on that.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-07-08T11:52:55.402Z"
    },
    "id": 264034,
    "links": {
        "self": "https://petition.parliament.uk/petitions/264034.json"
    },
    "type": "petition"
}