{
    "attributes": {
        "action": "Trace & punish hoax/prank callers numbers made to emergency services in the UK.",
        "additional_details": "Each time an ambulance is sent to a patient, it costs £205.46. (This may vary) This price does not include taking a patient to hospital, however. \r\n\r\nEvery year, Thousands of calls are made to emergency services across the UK in an attempt to waste precious time and resources by faking a life-threatening situation in order for the services to arrive. This will usually mean real emergency situations are put on standby and may have to wait up to an hour longer. As you already know, this is horrible.",
        "background": "Every day, Emergency services are called out 24/7 to all kinds of scenarios.\r\n\r\nIn total, there were 6500+ hoax calls in England from the start of 2013 to the end of 2019. Many of these hoax callers go unpunished and without discipline meaning they will have no problem doing it again.",
        "closed_at": null,
        "created_at": "2019-06-09T18:25:11.395Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-09T22:02:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-08T12:03:18.943Z",
        "rejection": {
            "code": "no-action",
            "details": "Misuse of 999 and hoax calls can already be a criminal offence. Those found guilty could face a maximum penalty of up to six months in prison or a fine of £5,000. We aren't sure what further action you'd like the UK Government or Parliament to take. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-07-08T12:03:39.117Z"
    },
    "id": 264083,
    "links": {
        "self": "https://petition.parliament.uk/petitions/264083.json"
    },
    "type": "petition"
}