{
    "attributes": {
        "action": "Children to be educated about mental health in schools",
        "additional_details": "In the society we live in today, children need to be taught that taking about their feelings is ok. Good mental health is fundamental to be able to thrive in life. If we’re not tackling I feel children need to be educated more about mental health to know that they are not alone and that help is out there for people suffering. Children should know about different emotions and how health problems early, then we risk failing the next generation right at the start of their lives. More and more school children are struggling to cope with their mental health. There are rising rates of depression, anxiety and self-harm in children and young people.\r\nLet’s put a stop to this and let children know it’s okay not to be okay.",
        "background": "Mental health has become one of the biggest killers. I feel children need to be educated more about mental health to know that they are not alone and that help is out there for people suffering. Children should know about different emotions and how to deal with them.",
        "closed_at": null,
        "created_at": "2019-06-09T15:32:52.411Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-09T15:47:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-03T14:11:37.547Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/250915\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-07-03T14:11:52.226Z"
    },
    "id": 264067,
    "links": {
        "self": "https://petition.parliament.uk/petitions/264067.json"
    },
    "type": "petition"
}