{
    "attributes": {
        "action": "To ban manspreading on public transport in London",
        "additional_details": "Madrid and New York have banned manspreading and I think London should follow in their footsteps. A campaign needs to be started on public transport to raise awareness of this issue.\r\n\r\nWe need to make these kinds of daily sexist behaviour visible, as they go unnoticed - this is the way forward. \r\n\r\nJoin us in making this issue come to light, so a positive campaign can be launched.",
        "background": "In my years of taking public transport I have noticed that a lot of men like to sit down spreading their legs out, taking up my personal space, making me feel uncomfortable and I am not alone in feeling like this. I believe we all have a civic responsibility to respect the personal space of others.",
        "closed_at": null,
        "created_at": "2019-06-10T12:12:48.059Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-10T20:50:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-04T11:57:11.701Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of Transport for London. \r\n\r\nThe London Assembly has its own petitions system, where you can petition TfL. You can find more information here: https://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-04T12:32:33.154Z"
    },
    "id": 264154,
    "links": {
        "self": "https://petition.parliament.uk/petitions/264154.json"
    },
    "type": "petition"
}