{
    "attributes": {
        "action": "Enforce guidance that all schools must teach about equal marriage",
        "additional_details": "Currently, the DfE’s statutory guidance, which dictates what schools must cover, is clear that schools must teach that marriage can be between members of the opposite or same sex, and some families look different.  But, in a “frequently asked questions” document, and in statements by ministers, it is evident that although primary schools are “enabled and encouraged” to cover LGBT content if they “consider it age-appropriate”, there is no requirement to do so. This 'opt-out' for schools must end.",
        "background": "The 'No Outsiders' programme, which teaches primary school children that some families have two mummies or daddies has been controversial. The protests aim to suppress such teaching, damaging children in LGBT+ families who need clear and visible support from schools to prevent homophobic bullying.",
        "closed_at": null,
        "created_at": "2019-06-10T10:19:40.686Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-10T10:59:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-10T10:20:46.016Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nYou can find out more about the statutory guidance on relationships and sex education here:\r\n\r\nhttps://commonslibrary.parliament.uk/insights/relationships-and-sex-education-in-schools-whats-changing/\r\n\r\nYou could start a new petition calling for the guidance to be more specific about what schools have to teach and by when if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-07-10T10:20:52.539Z"
    },
    "id": 264140,
    "links": {
        "self": "https://petition.parliament.uk/petitions/264140.json"
    },
    "type": "petition"
}