{
    "attributes": {
        "action": "Change the BBC TV licence to become a subscription service like Sky/Netflix etc.",
        "additional_details": "With the further burden placed on the over 75’s having to pay a TV licence for the sake of having a TV is wrong and they along with everyone else should have the right to subscribe or not to the BBC. \r\nWith the vast amount of subscription based media users should have the right to choose and pay for their preference. The BBC service is not in keeping with modern subscriptions and has become a stealth tax on using a TV. The majority of a TV viewers use other subscription services to watch their preferred media. Take Movies and Sports (cricket or Football) for instance that the BBC does not provide live suitable services for the majority and hence the user has to subscribe elsewhere at a cost. The end user should have the final say as to who gets their hard earned money.",
        "background": "The BBC service is not in keeping with modern subscriptions and has become a stealth tax on using a TV. The majority of TV viewers use subscription based services to watch their preferred media. Movies and Sports (cricket or Football) for example where the BBC does not provide sufficient services",
        "closed_at": null,
        "created_at": "2019-06-10T18:43:51.039Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-12T13:02:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-13T16:02:45.940Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/235653"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-06-13T16:02:51.331Z"
    },
    "id": 264246,
    "links": {
        "self": "https://petition.parliament.uk/petitions/264246.json"
    },
    "type": "petition"
}