{
    "attributes": {
        "action": "Midwives and health visitors to provide specific course information to parents",
        "additional_details": "30% of domestic abuse starts in pregnancy (statistics from Womens Aid). Parental alienation may begin when the parents separate. Neglect or emotional unavailability may start due to lack of understanding. These issues could be reduced with the right early help and support; to prevent circumstances worsening. Who better than the professionals first involved with the family? Please sign this petition to ensure that parents are informed of relevant information and courses by these professionals.",
        "background": "Ensure that midwives and health visitors provide information to parents as mandatory procedure. Courses such as Separated Parents Information Programme, The Freedom Programme, Triple P and Safeguarding courses such as 'Coping with Crying' provided by the NSPCC.",
        "closed_at": null,
        "created_at": "2019-06-11T13:19:26.460Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-16T08:26:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-17T13:49:26.831Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government isn't responsible for promoting specific programmes on behalf of providers.\r\n\r\nIn any case, health visitors are already required to monitor and promote well-being in a number of ways: \r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/465344/2903819_PHE_Midwifery_accessible.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-17T13:49:43.525Z"
    },
    "id": 264400,
    "links": {
        "self": "https://petition.parliament.uk/petitions/264400.json"
    },
    "type": "petition"
}