{
    "attributes": {
        "action": "Relax the criteria for exceptional circumstances for absence during term time.",
        "additional_details": "Currently in the UK, part of the criteria for Exceptional Circumstances for absence during term time specifies any leave will only be considered, if the reason for absence given is connected to an immediate relative such as parents/carers, grandparents or siblings.\r\n\r\nChildren can be close to ANY member of their family and should have the right to be absent for any event connected to them, provided significant evidence is presented to the school, and the timescale does not disrupt their learning.",
        "background": "Exceptional circumstances should cover any family member rather than just immediate relatives. A points based system would be fairer and be based on attendance and punctuality, to provide the opportunity for parents to qualify their child for a very minimal amount of days per year to use as leave.",
        "closed_at": null,
        "created_at": "2019-06-12T09:52:21.040Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-12T11:15:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-15T15:48:00.969Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nIt's for individual Headteachers to decide whether to authorise absences during term-time and how to define \"exceptional circumstances\".\r\n\r\nYou could raise the issue with the Headteacher or senior school leadership team concerned in your case.\r\n\r\nOr you could start a new petition calling for a clear action that is the responsibility of the UK Government or Parliament. For a example, a new petition calling for a particular definition of \"exceptional circumstances\" to be set out in legislation or guidance.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2019-07-15T15:48:22.064Z"
    },
    "id": 264573,
    "links": {
        "self": "https://petition.parliament.uk/petitions/264573.json"
    },
    "type": "petition"
}