{
    "attributes": {
        "action": "Look at accessibility issues and improvements for disabled people in the UK",
        "additional_details": "This is just of one in a long line of issues people like ourselves with disabilities have had to endure throughout our lives really due to lack of provisions and care and attention in place across many different areas within accessibility, such as gigs/festivals pubs/clubs or buildings not being accessible  and being charged more for a taxi's just because we require an accessible vehicle. There are plenty more things that need to addressed and I hope we can do so!",
        "background": "My friend who is disabled like myself was turned away from a gig at Heaton Park at the weekend due to lack of adequate provisions in place to allow him to get to the accessible platform due the mud on the ground people should be allowed to enjoy themselves like everyone else in an inclusive way!",
        "closed_at": null,
        "created_at": "2019-06-12T10:02:35.800Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-12T10:49:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-11T16:13:22.094Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nProviders of services are required by the Equality Act to make reasonable adjustments to ensure accessibility for disabled people. Citizens Advice provide advice on what counts as discrimination and how you can take action here:\r\n\r\nhttps://www.citizensadvice.org.uk/law-and-courts/discrimination/discrimination-because-of-disability/what-counts-as-disability-discrimination/#h-access-to-goods-facilities-and-services\r\n\r\nYou could start a new petition calling for the Government to review how the Equality Act is working in relation to accessibility issues if that's something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-07-11T16:13:29.078Z"
    },
    "id": 264577,
    "links": {
        "self": "https://petition.parliament.uk/petitions/264577.json"
    },
    "type": "petition"
}