{
    "attributes": {
        "action": "Take action with the rest of the UN leaders and help the Sudanese people.",
        "additional_details": "China, backed by russia was able to block all action that was planned to be taken by the UN in an attempt to help the Sudanese people. \r\n      Germany and England were willing to help but China firmly refused and with Russia’s backing they were able to stop it. China, a communist state is not helping release innocent people from a dictatorship which is causing the deaths of hundreds. How ironic. Sign this and convince Britain that they should bring this up in the UN again and try to bring peace.",
        "background": "Currently in Sudan, the people are protesting and asking for a “civilians government.” In response to this the TMC is terrorising the people of Sudan. Women are being raped, people are being killed and they are burning down houses. China was able to block action by the UN to help Sudanese people.",
        "closed_at": null,
        "created_at": "2019-06-12T06:59:18.997Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-12T07:33:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-09T14:52:00.051Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK to press the UN to take.\r\n\r\nYou might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/236102\r\n\r\nYou are more likely to get action on an issue if you sign and share a single petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2019-07-09T14:52:02.893Z"
    },
    "id": 264547,
    "links": {
        "self": "https://petition.parliament.uk/petitions/264547.json"
    },
    "type": "petition"
}