{
    "attributes": {
        "action": "Make Care Agencies pay HMRC mileage rates and reduce tax paid by their staff",
        "additional_details": "Whilst a tax refund application can be made to HMRC for the difference between HMRC rate of 45p per mile and that, if any, paid by the employer, the refund would not cover actual costs incurred, meaning the carer is subsiding the true care costs from their own pay packet. \r\nAgencies need to pay a proper mileage rate, for the full miles run and record hourly rate and mileage correctly on payslips to minimise tax and maximise earning for care workers. That or provide vehicles for all mobile staff.",
        "background": "Care workers using their own motor vehicles to visit clients are not reimbursed for the miles run, often only receiving a few pennies an hour more than NMW for their trouble which does not cover the vehicle running costs of the vehicle for the purposes of their job nor the number of miles run",
        "closed_at": null,
        "created_at": "2019-06-12T08:41:59.564Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-16T22:42:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-16T12:35:46.312Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nIt's the responsibility of care agencies to decide on mileage rates for their employees.\r\n\r\nYou could start a new petition calling for an action this is the responsibility of the UK Government or Parliament. For example, a petition calling for all employers to be required by law to reimburse employees' fuel costs in line with the HMRC's Advisory Fuel Rates."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-16T12:36:00.012Z"
    },
    "id": 264564,
    "links": {
        "self": "https://petition.parliament.uk/petitions/264564.json"
    },
    "type": "petition"
}