{
    "attributes": {
        "action": "Ban drill music for contributing to violence and stabbings",
        "additional_details": "Stabbings and gang violence are rife and factors that contribute to such violence must be dealt with and not ignored. We must promote a culture of peace and tolerance, not one of violence. Drill music sustains the current culture of violence. Not everyone listens to Drill, but it is  listened to by many and it is known by the majority of the youth. It must be banned if we hope to end this dangerous culture of violence pervading cities & the excessive stabbing rates.",
        "background": "In 2018 the number of fatal stabbings has reached its highest level since 1946. Drill music is a type of music which openly condones violence and gang fights with explicit lyrics. Many youngsters listen to it. It is not the main cause, but it contributes to a culture of violence very much pervasive.",
        "closed_at": null,
        "created_at": "2019-06-12T15:50:12.550Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-13T12:13:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-15T15:01:40.842Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament are not responsible for banning particular genres of music. \r\n\r\nYou could start a new petition calling on the Government to ban music that promotes or condones violence, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-15T15:02:23.308Z"
    },
    "id": 264640,
    "links": {
        "self": "https://petition.parliament.uk/petitions/264640.json"
    },
    "type": "petition"
}