{
    "attributes": {
        "action": "Put public drinking water taps in every city, town and village in the UK",
        "additional_details": "I've seen such public drinking water taps all over Cyprus put in by the British authorities in the 1950's. Please can the UK government do the same for us at home and help end the harmful blight of thrown away plastic bottles and cups littering and polluting our landscape.",
        "background": "Having public drinking water taps in every UK city, town and village where anybody can refill water bottles would help reduce the wasteful resource use and environmental harm of bottling and transporting water and help reduce plastic waste and throwaway drinks cups.",
        "closed_at": null,
        "created_at": "2019-06-12T12:59:55.216Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-12T18:23:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-15T15:29:03.962Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nInstalling public water fountains would be the responsibility of local authorities and water companies.\r\n\r\nYou could start a new petition calling for an action that's the responsibility of the UK Government or Parliament. For example, you could start a new petition calling for the Government to establish a national fund for public water fountains, to which local authorities can apply."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-07-15T15:29:19.779Z"
    },
    "id": 264617,
    "links": {
        "self": "https://petition.parliament.uk/petitions/264617.json"
    },
    "type": "petition"
}