{
    "attributes": {
        "action": "Open the Tory leadership election to a public vote",
        "additional_details": "The current Tory leadership race strikes an eerie parallel with the same elections that take place in modern China today. In these elections, officials decide amongst themselves the chosen route for the entire nation of ordinary people to take, inevitably giving free reign to nepotism, bribery—all the corruption and underhanded political intrigue that we see threatening national faith in our government today.",
        "background": "The procedures for political renewal have seized up, losing momentum at a time in British politics when every voice needs to be heard. We supposedly live in one of the great democracies and the fact we cannot exercise our control is accentuated by the dire circumstances in which we find ourselves.",
        "closed_at": null,
        "created_at": "2019-06-13T07:56:05.732Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-13T14:54:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-11T10:53:28.845Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would be a decision for the Conservative Party and not the UK Government or Parliament.\r\n\r\nYou could start a new petition calling for a change in the law to require political parties to elect their leaders by a public vote if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-07-11T10:53:43.700Z"
    },
    "id": 264763,
    "links": {
        "self": "https://petition.parliament.uk/petitions/264763.json"
    },
    "type": "petition"
}