{
    "attributes": {
        "action": "Bring back vital services to Ealing Hospital",
        "additional_details": "We the undersigned therefore call on the health authorities to restore services to Ealing Hospital, so that it can continue to function as a full District General Hospital. These services include Urology, which is vital for older patients, Paediatrics so that children can go to A&E, and Maternity, so that children can still be born in Ealing.\r\n\r\nMore information: www.ealingsaveournhs.org.uk",
        "background": "The so-called “Shaping a Healthier Future” plans to further cut services and the existing A&E at Ealing and Charing Cross Hospitals have finally been scrapped.",
        "closed_at": null,
        "created_at": "2019-06-12T23:37:59.221Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-12T23:51:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-11T14:46:43.737Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament. Services at Ealing Hospital and the \"Shaping a Healthier Future\" plan are the responsibility of NHS Ealing Clinical Commissioning Group.\r\n\r\nYou could raise the issue with your local MP. You can find out how to contact your MP here:\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/mps/\r\n\r\nYou could start a new petition calling for a clear action that is the responsibility of the UK Government or Parliament. For example, you could start a new petition calling for more funding for NHS services."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-07-11T14:47:02.741Z"
    },
    "id": 264743,
    "links": {
        "self": "https://petition.parliament.uk/petitions/264743.json"
    },
    "type": "petition"
}