{
    "attributes": {
        "action": "Stop all 4 Newly Proposed TFL Cycle Routes Across London",
        "additional_details": "The plan to start these cycle routes in Mid-2019 and have allowed until 21 June 2019 for public to offer their opinions. Being an employee in Tower Hamlets and having grown up in this area I am well aware of how many road collisons occur with cyclists. Cyclists tend to get into the paths of cars and end up getting hurt, I believe this will only make the situation worse and cause for more accidents. They also propose to reduce speed limits meaning road users will get more agitated driving.",
        "background": "The TFL and Mayor of London have proposed to introduce over 4 new cycle routes across London. Some of the areas affected are Tower Hamlets, Hackney, Camden, Lea Bridge road and many more. \r\nThey are cutting down on the traffic lanes to accomodate more space for cyclists and restricing parking areas.",
        "closed_at": null,
        "created_at": "2019-06-13T10:21:12.354Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-13T10:52:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-26T14:57:54.114Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This is the responsibility of the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-06-26T14:58:15.197Z"
    },
    "id": 264795,
    "links": {
        "self": "https://petition.parliament.uk/petitions/264795.json"
    },
    "type": "petition"
}