{
    "attributes": {
        "action": "Allow families waiting for housing for a disabled child priority banding",
        "additional_details": "There is a lack of suitable adapted housing across the UK to accommodate severely disabled children and there families . Many families have had care and support withdrawn as children are living in unsafe accommodation that's not fit for purpose.  Basic human rights such as being able to bath a disabled child or enable them to have a bedroom are being ignored . Families are fighting to enable there child to have access to properties that meet there basic care needs this cannot continue",
        "background": "There is a housing crisis in the uk many families of children with medically complex and severely disabled  life limited children  are living in private rented or council accommodation that is not fit for purpose . Waits for adapted properties are long and accommodation offered is below standard",
        "closed_at": null,
        "created_at": "2019-06-13T06:39:41.472Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-13T07:20:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-11T12:59:53.608Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nLocal councils are responsible for deciding who gets priority for housing. They are already required by law to give \"reasonable preference\" to people who need to move on medical or welfare grounds (including any grounds relating to a disability).\r\n\r\nYou can find out more here:\r\n\r\nhttps://researchbriefings.files.parliament.uk/documents/SN06397/SN06397.pdf\r\n\r\nYou could start a new petition calling for the Government to provide funding to local councils to build more suitably adapted properties if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2019-07-11T12:59:53.615Z"
    },
    "id": 264755,
    "links": {
        "self": "https://petition.parliament.uk/petitions/264755.json"
    },
    "type": "petition"
}