{
    "attributes": {
        "action": "Prevent MP's with links to private healthcare from having influence over the NHS",
        "additional_details": "This petition proposes that whoever wins the conservative leadership election must pledge to protect the NHS. \r\nIt also proposes installing legislation that would prevent MP's with links to private healthcare from holding the office of Health Secretary or Shadow Health Secretary. This legislation should also insist all newly elected MP's to disclose any ties to private health providers or undergo a public enquiry into their finances.",
        "background": "The NHS is becoming more privatised by the day and it's future is at risk from MP's who have a vested interest in private health companies. If we want to avoid the insurance based system that has caused so much suffering in America we have to act now.",
        "closed_at": null,
        "created_at": "2019-06-13T18:19:06.564Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-13T20:24:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-16T12:29:30.446Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what you mean by \"having influence over the NHS\" and the range of actions this would entail. \r\n\r\nIn any case, all MPs are already required to declare their financial interests. Investigating whether MPs have broken their Code of Conduct, which includes requiring them to register and declare financial interests and to avoid conflicts of interest, is the responsibility of the Parliamentary Commissioner for Standards, not the UK Parliament and Government as a whole.\r\n\r\nYou can find out more about the work of the Parliamentary Commissioner for Standards here:\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/\r\n\r\nYou can find the Code of Conduct for the House of Commons here:\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/code-of-conduct-and-rules-of-the-house/  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-07-16T12:29:48.691Z"
    },
    "id": 264890,
    "links": {
        "self": "https://petition.parliament.uk/petitions/264890.json"
    },
    "type": "petition"
}