{
    "attributes": {
        "action": "House of Commons to Vote on the Doubleplus Brexit",
        "additional_details": "The Brexit process has shown parliament to be undemocratic and self serving, we need to bring democracy back to British politics, we need to ensure that our politicians are there to serve our needs and our requirements. Compromises can be made from both sides of the debate but the overall benefit needs to be for the British public. It's time to roll back privatisation of the NHS, repeal The Health and Social Care Act 2012 and void those unconscionable PFI contracts. Remember, they work for us.",
        "background": "The Doubleplus Brexit would take the Norway Plus model and include:\r\n\r\nRolling back privatisation of the NHS, introducing Proportional Representation (STV) for parliamentary and local elections, abolishing the House of Lords, banning second jobs for MPs and tightening the rules on media ownership.",
        "closed_at": null,
        "created_at": "2019-06-13T23:32:01.645Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-14T08:24:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-12T10:37:40.036Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we not sure what you mean by a \"DoublePlus Brexit\". We're also not sure how you'd like rules on media ownership to change.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThere are already petitions about some of the other things you want to happen. For example, there's a petition about MP's second jobs:\r\n\r\nhttps://petition.parliament.uk/petitions/263229\r\n\r\nAnd a petition about privatisation of NHS services:\r\n\r\nhttps://petition.parliament.uk/petitions/251810\r\n\r\nThere's also a petition about abolishing the House of Lords:\r\n\r\nhttps://petition.parliament.uk/petitions/259374\r\n\r\nYou could sign these petitions. You're more likely to get action on an issue if you sign and share a single petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-07-12T10:37:52.320Z"
    },
    "id": 264952,
    "links": {
        "self": "https://petition.parliament.uk/petitions/264952.json"
    },
    "type": "petition"
}