{
    "attributes": {
        "action": "Investigate into Edexcel Maths Paper 3 Leaks and Force Edexcel to Compensate!",
        "additional_details": "There should also be some kind of system which prevents new specification exam papers from being completely different to their specimen papers, mock papers, official textbooks and papers from the previous (linear) year. This year Edexcel have seriously let down so many of us that worked incredibly hard throughout the two years. Disappointing that hours and hours of revision has effectively gone to waste. The only way I feel this will rectified is with the Governments help.",
        "background": "Edexcel maths have once again failed to protect their own papers from being leaked, bought and sold online. This has put many students at a major disadvantage and the grade boundaries to come will prevent honest hard working students from achieving their offers for university damaging their futures.",
        "closed_at": null,
        "created_at": "2019-06-14T17:45:55.011Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-14T17:59:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-15T13:54:59.194Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Ofqual is responsible for investigating leaks of examination papers. Ofqual is the Office of Qualifications and Examinations Regulations that regulates qualifications, examinations and assessments in England. It is a non-ministerial department and independent.\r\n\r\nYou can find out moe about Ofqual here:\r\n\r\nhttps://www.gov.uk/government/organisations/ofqual\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-07-15T13:55:46.403Z"
    },
    "id": 265061,
    "links": {
        "self": "https://petition.parliament.uk/petitions/265061.json"
    },
    "type": "petition"
}