{
    "attributes": {
        "action": "Assess suitability of PM candidates by psychological profiling",
        "additional_details": "References\r\n\r\nMonbiot, G., (2019). Anyone who wants to be prime minister should have a course of therapy first. The Guardian. https://www.theguardian.com/commentisfree/2019/jun/12/prime-minister-therapy\r\n\r\nWeinberg, A., (2012). The Psychology of Politicians in Tickle, L., (2012). Should politicians have their mental health monitored? The Guardian.  \r\nhttps://www.theguardian.com/education/2012/jan/23/politicians-stress-mental-health-monitor\r\n\r\nWorrall, M. (2019). Conversation with Rakhi Chand, 14 June.",
        "background": "'Most other professionals undergo a comprehensive medical before being confirmed in post, but MPs simply get themselves elected, turn up to the Commons and start voting – whatever their state of physical and mental health' (Weinberg 2012).",
        "closed_at": null,
        "created_at": "2019-06-14T12:30:49.642Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-14T14:40:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-12T10:58:35.939Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what kind of assessment you're proposing. In any case, it would not be the responsibility of the UK Government or Parliament as a whole to introduce an assessment of \"PM Candidates\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition calling for funding for mental health support for elected representatives, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2019-07-12T10:58:48.397Z"
    },
    "id": 265019,
    "links": {
        "self": "https://petition.parliament.uk/petitions/265019.json"
    },
    "type": "petition"
}