{
    "attributes": {
        "action": "Have a regulatory body to assess the value of a letting property.",
        "additional_details": "Letting agents and landlords can make they way around letting fees ban by increasing rents and that is totally unfair and I would say illegal too.\r\n\r\nhttps://www.theguardian.com/money/2019/jun/15/letting-fees-ban-agents-urge-landlords-to-increase-rents\r\n\r\nThere must be a way to evaluate a property's value not only for its sale but also for renting. Otherwise this is totally unfair for the consumer(tenant).\r\nAnalogy:\r\nWhen a car is rented, its rent value is subjected to the car's retail value. Please!",
        "background": "When a property is listed for renting there is no rules with regards to the value of its rent. Whereas a property in sale is assessed by factors like: building age, location, etc it only seems fair that the letting property should be also price assessed in the same manner a tenant is for references.",
        "closed_at": null,
        "created_at": "2019-06-15T16:57:03.800Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-15T17:48:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-12T14:06:28.553Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nThere is no regulatory body in the housing sales sector, so we're sure exactly what you'd like the Government or Parliament to do. We're also not sure what you mean by assessing a fair rent for a property \"in the same manner a tenant is for references\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition calling on the Government to introduce rent controls in the private rented sector."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-07-12T14:06:44.194Z"
    },
    "id": 265164,
    "links": {
        "self": "https://petition.parliament.uk/petitions/265164.json"
    },
    "type": "petition"
}