{
    "attributes": {
        "action": "Change the law on dogs being used for street entertainment begging for money",
        "additional_details": "Videos and photos have been gained over the past four years, dogs have been siezed through neglect and abused, Leo was found with injuries, hot tar stuck to his pads, tourists are coming to our country to watch this disgusting act going on! \r\nBeggars are using dogs for money, dogs are not to be used for street entertainment!\r\nEnd this cruel entertainment like the animals in the circus end now!\r\nDogs are kept in tiny barbaric boxes outside camper vans lots more go on than anyone can imagine",
        "background": "Dogs are being used for street entertainment in order to gain money, gangs abroad using dogs as props, made to sit in boiling hot conditions, forced to pose for photos, water is withheld , dogs kept in appalling conditions and beaten",
        "closed_at": null,
        "created_at": "2019-06-17T09:21:30.320Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-17T21:45:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-16T12:27:30.339Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nBegging is already a criminal offence under the Vagrancy Act 1824. Animal cruelty is also already against the law. We aren't sure how you want the law to be changed. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-07-16T12:28:05.706Z"
    },
    "id": 265264,
    "links": {
        "self": "https://petition.parliament.uk/petitions/265264.json"
    },
    "type": "petition"
}