{
    "attributes": {
        "action": "Bring fast fashion to an end in the UK",
        "additional_details": "Fast fashion ultimately involves severly underpaid workers and sometimes even child workers. It is also one of the biggest contributions to climate change, the chemicals used to create these clothing items contribute to the green house gases that are destroying our plane. The industry also sends 10,000 clothing items to landfills every 5 minutes playing a major role in waste issues in Britain. It is also one of the biggest causes of water waste with around 20% of water used being wasted.",
        "background": "Fast fashion is a major contributor to climate change. Industries are mass producing clothing items and soon after dumping them in landfills. By signing this petition you are helping to hopefully end this act in the uk.",
        "closed_at": null,
        "created_at": "2019-06-17T16:27:31.777Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-17T16:41:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-28T12:16:39.820Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about fast fashion, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-06-28T12:16:39.826Z"
    },
    "id": 265299,
    "links": {
        "self": "https://petition.parliament.uk/petitions/265299.json"
    },
    "type": "petition"
}