{
    "attributes": {
        "action": "Place a ban on crowd-funding for anything other than purely charitable causes",
        "additional_details": "This petition is raised in order for such funding to be returned to its original intention.",
        "background": "Probably the oldest example of crowd-funding is the church collection. This together with attempting to raise funds for a patently obvious charitable cause is similarly acceptable. Raising funds for a political cause or one by a pressure group to fund their activities is not.",
        "closed_at": null,
        "created_at": "2019-06-17T10:11:17.856Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-17T18:33:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-15T11:16:14.692Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about crowd-funding, but we're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure which types of crowdfunding you're concerned about or which groups or causes you want to ban from crowd-funding.\r\n\r\nSome types of crowdfunding, such as loan-based and investment-based crowdfunding, are regulated by the Financial Conduct Authority, which is independent of the Government and Parliament. You can find out more about how the FCA regulates crowdfunding here:\r\n\r\nhttps://www.fca.org.uk/consumers/crowdfunding\r\n\r\nPolitical finance is regulated by The Electoral Commission, which is also independent of the Government and Parliament. You can find out how to contact them here:\r\n\r\nhttps://www.electoralcommission.org.uk/contact-us\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. We can only accept petitions which call for a clear action that is the responsibility of the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-15T11:16:35.275Z"
    },
    "id": 265271,
    "links": {
        "self": "https://petition.parliament.uk/petitions/265271.json"
    },
    "type": "petition"
}