{
    "attributes": {
        "action": "All UK visa fee should be less.And should not charge Health fee  for immigrant",
        "additional_details": "For evidence please check gov.uk website and check visa fee and IHS fee.\r\n marriage visa fee is £1600 + iHS fee £1000. Which is totally unfair and i think this is against the human rights. Uk national should have right to bring there partner with less fees.\r\nEuropean can bring their family member without paying anything and Uk resident need to pay for it. Even they can bring just their partner. Which is totally discrimination.",
        "background": "Home office charge a huge amount for visas. Which is very unfair. No one country is charge this amount.",
        "closed_at": null,
        "created_at": "2019-06-18T02:22:05.317Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-18T03:58:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-22T08:48:02.926Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about UK visa fees, but we're not sure exactly which types of fees you're concerned and so we're not sure what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThere's already a petition about the Immigration Health Surcharge, which you might like to sign:\r\n\r\nhttps://petition.parliament.uk/petitions/265296\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-07-22T08:48:18.930Z"
    },
    "id": 265333,
    "links": {
        "self": "https://petition.parliament.uk/petitions/265333.json"
    },
    "type": "petition"
}