{
    "attributes": {
        "action": "Make housing benefit compulsory for students",
        "additional_details": "Other students all over the country are suffering with the same issue the evidence can be provided by university for how many students have to drop out because there benefits in full are removed even though the evidence shows they could not possibly cover living expenses whilst studying full time",
        "background": "Students rights are being infringed upon why is it OK to have your rent paid if you sit on benefits but not if you want to make progress and go into higher education",
        "closed_at": null,
        "created_at": "2019-06-20T11:08:45.078Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-20T11:53:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-19T14:13:00.765Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what you mean by making Housing Benefit \"compulsory\". Students may be able to claim Housing Benefit in some circumstances, so we're not sure what you'd like the UK Government or Parliament to do.\r\n\r\nYou can find out more about eligibility for Housing Benefit, including for students, here:\r\n\r\nhttps://www.citizensadvice.org.uk/benefits/help-if-on-a-low-income/housing-benefit/help-with-your-rent-housing-benefit/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2019-07-19T14:13:16.310Z"
    },
    "id": 265548,
    "links": {
        "self": "https://petition.parliament.uk/petitions/265548.json"
    },
    "type": "petition"
}