{
    "attributes": {
        "action": "To register all religious wedding ceremonies in the United Kingdom of all faiths",
        "additional_details": "It has been highlighted in media reports that certain communities are indulging in polygamy in the UK are these religious ceremonies registered and documented under British law and that all faiths and belief systems that require more than one marital partner should be documented and should have no recourse to public funds such as benefits  and housing and that spouses should be held financially accountable .",
        "background": "Religious wedding ceremonies in the UK must be registered under British law it is illegal for a man or woman to marry more than one person this should include all ceremonies",
        "closed_at": null,
        "created_at": "2019-06-20T03:24:55.768Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-20T05:07:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-19T13:52:00.377Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure if you want all marriages taking place in the UK to be registered or for polygamous marriage to be illegal in the UK. Polygamous marriage in the UK is already invalid in UK law, so we're not sure exactly what you want the UK Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-07-19T13:52:26.242Z"
    },
    "id": 265531,
    "links": {
        "self": "https://petition.parliament.uk/petitions/265531.json"
    },
    "type": "petition"
}