{
    "attributes": {
        "action": "Introduce legislation requiring the BBC to be impartial",
        "additional_details": "The BBC institutionally engages in Liberal bias, as we have seen in the recent PM hustings, for example. The BBC is a public corporation, funded by the Public via the legally required TV license. In turn, the British people should be provided an impartial and factual broadcasting service at all times, and currently the evidence clearly suggests otherwise.",
        "background": "This petition asks Parliament to debate introducing legislation that would legally require the BBC to provide an impartial broadcasting service to the UK, at all times. This could also be done through providing OFCOM additional powers, specifically related to enforcing the BBC to be impartial.",
        "closed_at": null,
        "created_at": "2019-06-20T10:14:24.015Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-21T09:25:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-16T10:07:09.692Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nThe BBC's charter already states that one of the public purposes of the BBC is to \"provide impartial news and information to help people understand and engage with the world around them\". Ofcom already evaluate the BBC's progress against this public purpose. We aren't sure what further action you'd like the UK Government or Parliament to take. \r\n\r\nYou can find out more about the BBC Charter here:\r\n\r\nhttps://www.gov.uk/government/publications/bbc-charter-and-framework-agreement\r\n\r\nYou can read Ofcom's annual report here:\r\n\r\nhttps://www.ofcom.org.uk/__data/assets/pdf_file/0015/124422/BBC-annual-report.pdf\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-16T10:07:54.946Z"
    },
    "id": 265544,
    "links": {
        "self": "https://petition.parliament.uk/petitions/265544.json"
    },
    "type": "petition"
}