{
    "attributes": {
        "action": "Reduce pension age of all Criminal Justice Staff to 60 years of age.",
        "additional_details": "This petition calls on the Government to introduce legislation that will bring about the permanent change to the pensionable age of Prison & Probation Staff back to that of a fair and dignified pension age of 60 years old.  Staff working in the Criminal Justice sector should no longer have their pension age linked to the state pension age, and legislation should be introduced to permanently ensure this group of dedicated public servants can take their full pension with full entitlement aged 60.",
        "background": "UK Criminal Justice Staff work in one of the most dangerous working environments, with stresses and pressure that exceed those experienced in life and death situations.  The Government have linked pension ages for these dedicated public servants to the state pension age.",
        "closed_at": null,
        "created_at": "2019-06-19T19:04:17.904Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-19T19:49:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-19T13:33:46.034Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nThe UK Government or Parliament are not responsible for the pension ages of all staff in the criminal justice system.\r\n\r\nThere's already a petition about the pension age of Prison Officers, which you might like to sign. You're more likely to get action on this issue if you sign and share a single petition:\r\n\r\nhttps://petition.parliament.uk/petitions/257433"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-07-19T13:34:00.382Z"
    },
    "id": 265511,
    "links": {
        "self": "https://petition.parliament.uk/petitions/265511.json"
    },
    "type": "petition"
}