{
    "attributes": {
        "action": "NO EXCUSE CJI report victims of Domestic Abuse need laws to protect them  In N I",
        "additional_details": "The rest of the Uk have these laws,\r\n3 times NI CJI have recommend change to police training and courts suitable and safe  for victims. Laws that take on the broad spectrum of abuse weiled on children, young people, elderly and adults in relationships and families, they need help.This can only improve victims life opportunity &encourage victims  We need a different approach to uunderstanding what Domestic Abuse is how it works who it hurts and the effects on people families community’s and society",
        "background": "N I does not have Domestic Abuse law to meet the needs of victims. NI Victims are let down and left to use other law  for safety \r\nCourt setting that leave them open to further harressment and abuse and no tailored support service funded to help them through processes to help them deal with abuse",
        "closed_at": null,
        "created_at": "2019-06-21T00:05:16.579Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-24T14:53:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-22T16:59:14.107Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Criminal justice is devolved to the Northern Ireland Assembly.  \r\n\r\nWe could accept a petition that asks that the powers be returned to the UK Parliament and then for the Government to implement the changes that you want to see happen are made.\r\n\r\nAlso, people who create petitions are required to give their full, real name. Sorry if this wasn’t clear to you."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2019-07-22T16:59:20.125Z"
    },
    "id": 265626,
    "links": {
        "self": "https://petition.parliament.uk/petitions/265626.json"
    },
    "type": "petition"
}