{
    "attributes": {
        "action": "Reform Tax Credit Overpayment system to stop financial hardship to family’s",
        "additional_details": "Myself, and many other families are suffering due to the tax credit system calculations being incorrect. Many family’s inform of changes, but still receive notification of overpayments. These amounts are varying, some as high as £5000! Family’s that depend on the financial support are not able to pay back that amount without experiencing financial hardship. As well as enormous amounts of stress and worry. This needs to be reviewed and stopped. Too many people are suffering.",
        "background": "Too many family’s are experiencing severe financial hardship due to the Tax Credit system and the demand for overpayments of significant amounts. Many are dependent on the income, and are having payments drastically cut in efforts to reclaim ‘overpaid’ amounts. Many claims being over 6 years old",
        "closed_at": null,
        "created_at": "2019-06-20T23:11:43.921Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-21T00:17:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-19T14:35:16.516Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly how you want to reform the system for repaying tax credit overpayments. You can find out more about the current system here:\r\n\r\nhttps://www.gov.uk/tax-credits-overpayments/repay-your-tax-credits\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do. For example, a petition calling for overpayments to be repaid over a longer period of time or to be calculated as a lower proportion of household income than currently, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-07-19T14:35:31.707Z"
    },
    "id": 265623,
    "links": {
        "self": "https://petition.parliament.uk/petitions/265623.json"
    },
    "type": "petition"
}