{
    "attributes": {
        "action": "Give women born after April 1948 and before April 1950 the new pension rate.",
        "additional_details": "Women born before April 1948 are entitled to a higher personal tax allowance and women born after April 1950 are entitled to a higher pension of an additional £170.60 every four weeks. \r\nWomen in between these two changes for pensioners are being unfairly victimised and no-one is doing anything about it.",
        "background": "Two major changes for pensioners have left women born between May 1948 and April 1950 severely disadvantaged.",
        "closed_at": null,
        "created_at": "2019-06-22T17:22:03.971Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-23T01:24:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-30T13:27:27.942Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about state pension rates for women born after April 1948 and before April 1950, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThere used to be a higher personal tax allowance for people aged over 65, but as the basic rate personal tax allowance has increased, these age-related allowances have been withdrawn. Details of these policy changes are set out in this paper by the House of Commons Library:\r\n\r\nhttps://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN06158\r\n\r\nWe're also we're not aware of a policy which entitles women born after April 1950 to a higher state pension, so we're not sure exactly what you want the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you want the Government or Parliament to do. \r\n\r\nIf you need further information about your state pension or want to make a complaint, you could contact the Pension Service:\r\n\r\nhttps://www.gov.uk/contact-pension-service\r\n\r\nFor further advice about your state pension, you could contact Citizens Advice:\r\n\r\nhttps://www.citizensadvice.org.uk/debt-and-money/pensions/types-of-pension/state-pension/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-07-30T13:28:03.983Z"
    },
    "id": 265789,
    "links": {
        "self": "https://petition.parliament.uk/petitions/265789.json"
    },
    "type": "petition"
}