{
    "attributes": {
        "action": "Regulate the sale of N2O (laughing gas) canisters.Too easy for people to access.",
        "additional_details": "They are now being seen everywhere- cities, towns, villages, beaches, in hedgerows & more worryingly car parks. Aluminium canisters containing N2NO (laughing gas) are being used by people - generally the young to get an instant hit. They are being dumped everywhere along with the balloons used to facilitate inhalation. Most worryingly is when found in car parks or road junctions along with beer/cider cans & bottles! We must regulate the sale if these to protect our young & all in society.",
        "background": "Laughing gas canisters. A blight on our landscape & an accident waiting to happen. People are getting access to these aluminium bulbs far too easily. They inhale the gas through balloons, get an instant HIGH, leave their junk behind & often drive off. Start regulating the sale to restrict access.",
        "closed_at": null,
        "created_at": "2019-06-23T11:10:16.253Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-23T11:34:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-22T11:00:30.223Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nNitrous oxide is already regulated under the Psychoactive Substances Act 2016. Anyone found to be selling nitrous oxide for illicit purposes could face up to 7 years in prison and or an unlimited fine. We aren't sure what further action you'd like the Government or Parliament to take. \r\n\r\nYou can find out more here:\r\n\r\nhttps://www.gov.uk/government/publications/psychoactive-substances-act-guidance-for-retailers/psychoactive-substances-act-2016-guidance-for-retailers\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-07-22T11:00:50.326Z"
    },
    "id": 265837,
    "links": {
        "self": "https://petition.parliament.uk/petitions/265837.json"
    },
    "type": "petition"
}