{
    "attributes": {
        "action": "Root-and-branch reform and modernisation of the education system.",
        "additional_details": "Education has evolved not through considered design or as a result of a thoughtful approach, but through a series of ill-conceived and oft-reversed policies by successive governments that have left us with a messy and ineffective school system which perpetuates and exacerbates its own weaknesses while reproducing and legitimising the complex social divisions and inequalities embedded in this messiness.\r\n\r\nThrough reform we have an opportunity to create enormous benefit to the whole of the UK.",
        "background": "Our education system is in need of complete overhaul. There is a massive pool of talented and dedicated professionals whose work is being hindered by the inefficiencies, flaws and bureaucracies of the system. We call for a thorough review of what best practice in education is and how to apply it.",
        "closed_at": null,
        "created_at": "2019-06-24T14:18:07.199Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-24T14:49:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-22T12:03:50.291Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you'd like to make changes to the education system. But we're not sure exactly what changes you'd like the Government or Parliament to make. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-07-22T12:03:50.298Z"
    },
    "id": 265895,
    "links": {
        "self": "https://petition.parliament.uk/petitions/265895.json"
    },
    "type": "petition"
}