{
    "attributes": {
        "action": "Give Nursery practitioners acknowledgement for the responsible job they do.",
        "additional_details": "A lot more goes into the job. From the care and safeguarding of the children, down to planning from the EYFS curriculum to bring each individual child ready for starting school. We work alongside other professionals to make sure all children are getting the best possible education. As well as endless paperwork and displays to keep up to date with. Promoting diversity and equality.. teaching British values and training all the time to better our performance. we are given 20 to 50 pence above the national living wage even when trained highly. We are in a very responsible position from the minute we open the door to children and their families, to safeguarding, first aid, care giving, food hygiene and much more",
        "background": "Working within a private nursery for 4 years and now a school based academy nursery, it is clear that across the board, the wages for the job which is actually done are very low.",
        "closed_at": null,
        "created_at": "2019-06-22T19:17:53.957Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-23T07:06:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-16T14:36:57.288Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you would like nursery practitioners to receive more recognition for the work they do, but we're not sure what action you would like the UK Government or Parliament to take to make this happen.\r\n\r\nYou could start a new petition setting out clearly what you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-07-16T14:36:57.294Z"
    },
    "id": 265801,
    "links": {
        "self": "https://petition.parliament.uk/petitions/265801.json"
    },
    "type": "petition"
}