{
    "attributes": {
        "action": "Give vulnerable adults the same rights and protection as children.",
        "additional_details": "Convicted sex offenders have rights and protection upon their release from prison. Where are the rights for the victims or vulnerable adults that need protection? \r\nSomebody needs to be their advocate, the law needs to be changed to allow this to happen.\r\nThe message from social services is unless something is done directly to the vulnerable adult, their hands are tied. Why should it have to take something happen for them to act. Lets give them the protection they need and fully deserve.",
        "background": "A registered sex offender was released from prison and allowed to continue living with a vulnerable adult family member. This vulnerable adult has the mind and capacity of a child and unable to speak up if something was wrong.A child would have been removed from his care, why not a vulnerable adult.",
        "closed_at": null,
        "created_at": "2019-06-25T06:08:52.630Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-25T18:11:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-23T15:11:35.851Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. The courts already have the ability to impose licence conditions or a Sexual Harm Prevention Order to restrict where an offer may live or attend. You can find out more about SHPOs at:\r\n\r\nhttps://www.sentencingcouncil.org.uk/explanatory-material/magistrates-court/item/ancillary-orders/22-sexual-harm-prevention-orders/\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-07-23T15:11:41.362Z"
    },
    "id": 265957,
    "links": {
        "self": "https://petition.parliament.uk/petitions/265957.json"
    },
    "type": "petition"
}