{
    "attributes": {
        "action": "Uphold the principles of the GDPR in Special Guardianship Applications",
        "additional_details": "Assessments carried out during Special Guardianship Applications are regularly being disclosed to birth parents, often without the applicant's prior knowledge or consent. Within adoption cases, such highly sensitive information is redacted from birth parents' court documents, as there is no legal basis for this information to be shared with them. The information is used by the Local Authority and the Court, to decide on the suitability of the applicants. The same principle SHOULD apply for SGO.",
        "background": "The ICO has recently viewed that highly sensitive information pertaining to Special Guardianship Applicants is being shared with birth parents, in breach of the data minimisation and security principles of the General Data Protection Regulations. There is no legal basis for this data to be shared.",
        "closed_at": null,
        "created_at": "2019-06-24T17:43:46.802Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-26T17:24:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-24T08:55:43.148Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It's for the holders of the information, for example local authorities and the courts,  to comply with data protection law in this area. You could raise your concerns with the Information Commissioner's Office:\r\n\r\nhttps://ico.org.uk/make-a-complaint/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-24T08:55:50.460Z"
    },
    "id": 265913,
    "links": {
        "self": "https://petition.parliament.uk/petitions/265913.json"
    },
    "type": "petition"
}