{
    "attributes": {
        "action": "Community service people to take part in clearing plastic pollution.",
        "additional_details": "It is a known fact that plastic pollution is having a massive impact on our planet. It is definite that plastic is effecting the world in so many different ways. Yes there is no definite answer to stopping plastic pollution but here is somewhere to start before it’s too late. It is also a fact that plastic pollution can be found on every beach in the world. By doing this I believe it’ll make a difference if hours was put into clearing the coastlines and oceans.",
        "background": "I believe that plastic pollution is becoming a bigger problem within our would. Coastlines and seas are becoming even more polluted day by day. Therefore I believe that time would be well spent if people who have been given community service spend their hours cleaning coats lines and seas.",
        "closed_at": null,
        "created_at": "2019-06-24T22:12:23.840Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-24T22:38:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-23T08:29:56.976Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would be a decision for the probation service rather than the UK Government or Parliament.\r\n\r\nLitter picking can already be required as part of a community sentence, it would be up to the probation service to decide how and when it should be used."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2019-07-23T08:29:56.982Z"
    },
    "id": 265937,
    "links": {
        "self": "https://petition.parliament.uk/petitions/265937.json"
    },
    "type": "petition"
}