{
    "attributes": {
        "action": "Producers Of Plastics to pay 100% of the cost in recycling",
        "additional_details": "Each year, an estimated 18 billion pounds of plastic waste enters the world's ocean from coastal regions. That's about equivalent to five grocery bags of plastic trash piled up on every foot of coastline on the planet.17 Jan 2019",
        "background": "How Do Plastic Bags Affect Our Environment? ... Plastic bags tend to disrupt the environment in a serious way. They get into soil and slowly release toxic chemicals. They eventually break down into the soil, with the unfortunate result being that animals eat them and often choke and die.10 Jan 2018",
        "closed_at": null,
        "created_at": "2019-06-24T20:49:57.754Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-26T23:52:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-24T08:38:07.544Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about plastics, but we're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure whether you're concerned about plastic bags or plastics more widely.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do.\r\n\r\nThere are already similar petitions about single use plastics and plastic bags. You might like to sign one of these if it calls for something you'd like to happen. You're more likely to get action on this issue if you sign and share a single petition:\r\n\r\nhttps://petition.parliament.uk/petitions/258571\r\n\r\nhttps://petition.parliament.uk/petitions/236521\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-24T08:38:17.771Z"
    },
    "id": 265930,
    "links": {
        "self": "https://petition.parliament.uk/petitions/265930.json"
    },
    "type": "petition"
}