{
    "attributes": {
        "action": "Give Hawkhurst a police station to protect it and the surrounding villages",
        "additional_details": "Hawkhurst has a population of nearly 5000 which is beyond the village status...but the parish have fought it because they don’t want to lose the power that a parish council has...Hence its diff areas now to get through those loopholes...four throws, gills  green, sand rocks etc  so yeah well done parish council Hawkhurst  is still a village which means we have noone upholding the law..which we would if we were a town. We would also have some thought given to us before shutting roads for 6 weeks.",
        "background": "Hawkhurst and the surrounding villages are suffering a massive hike in the amount of criminal offences because of the lack of police \r\npresence and response times of minimum 40 mins which is just easy for criminals and too long for victims",
        "closed_at": null,
        "created_at": "2019-06-24T23:07:36.886Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-25T06:10:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-22T17:29:55.915Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something the UK Government and Parliament are not responsible for. This is the responsibility of your local police force. \r\n\r\nYou might like to make this suggestion to your local Police and Crime Commissioner. They are responsible for bringing the public's concerns to police forces and holding them to account. You can find who this is and how to contact them here:\r\n\r\nhttps://www.apccs.police.uk/find-your-pcc/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-07-22T17:30:08.708Z"
    },
    "id": 265941,
    "links": {
        "self": "https://petition.parliament.uk/petitions/265941.json"
    },
    "type": "petition"
}