{
    "attributes": {
        "action": "Legally restrict everyone’s environmental footprints.",
        "additional_details": "The UK has already started to cut down by charging 5p for plastic bags - cutting down sales by 86% if we introduced more laws like this, just imagine how much our environmental footprint would improve!",
        "background": "Most people don’t even know what an environmental footprint and how to cut down on it. If it was made a law, then everyone would know about it. It would become a part of your daily life. If this happens over a few years, we could really reduce Britain’s waste.",
        "closed_at": null,
        "created_at": "2019-06-26T09:46:27.203Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-26T13:46:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-23T09:11:07.023Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure how you want the law to restrict the carbon footprint of individuals or how this would be measured or enforced.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, a petition calling for restrictions on flights or fossil-fuel burning cars or measures to incentivise take up of renewable energy.\r\n\r\nThere are already lots of similar petitions, which you might like to sign and share if they call for something you want to happen. You're more likely to get action on this issue if you sign and share a single petition, for example:\r\n\r\nhttps://petition.parliament.uk/petitions/245708\r\n\r\nhttps://petition.parliament.uk/petitions/241100\r\n\r\nhttps://petition.parliament.uk/petitions/240178\r\n\r\nhttps://petition.parliament.uk/petitions/259383\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-07-23T09:11:22.136Z"
    },
    "id": 266093,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266093.json"
    },
    "type": "petition"
}