{
    "attributes": {
        "action": "Parliament to scrutinise customer sales and financial practises of Virgin Media.",
        "additional_details": "A contract agreed at a price of £61 has various amounts claimed by direct debit, although there is no additional service s requested. Virgin are unwilling to give a comprehensive break down of costs.\r\nDiscounts agreed at the point of contract sale do not appear when customer has been tied to 12 or 24 months then denied they were ever spoken about.\r\nMany unhappy customers on Virgin advert sites will show the level of contempt for the Company.",
        "background": "Virgin Media one of the major telecom companies in the UK issue contracts to customers based on telephone conversations that are at best, economical with financial fact. Existing customers, having been roped in on cheap deals find  bills unfairly rise way above inflation, the practise needs to stop.",
        "closed_at": null,
        "created_at": "2019-06-25T19:52:53.111Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-25T21:02:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-23T08:47:40.776Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would be the responsibility of Ofcom, which regulates broadband and telephone services independently of the UK Government and Parliament.\r\n\r\nIf you have complained to Virgin Media and your complaint has not been dealt with satisfactorily, you can complain to Ofcom here:\r\n\r\nhttps://www.ofcom.org.uk/phones-telecoms-and-internet/how-to-report-a-complaint"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2019-07-23T08:54:40.375Z"
    },
    "id": 266053,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266053.json"
    },
    "type": "petition"
}