{
    "attributes": {
        "action": "Stop use of Plastics+Unrecyclables, in shops; replace with re-usable containers",
        "additional_details": "The 25 Year Environment Plan (25YEP) signals a step-change in ambition for the natural environment in England.\r\nCreating/restoring 500,000 hectares of wildlife-rich habitat in England, as part of a Nature Recovery Network to protect and restore wildlife. \r\nGovernment supports this in a number of ways. Their manifesto are committed to planting 11 million trees by 2022, and in addition a further 1 million trees in our towns and cities, and they also have a long term aspiration to increase woodland cover from 10% to 12% by 2060. To achieve these goals, in the Autumn Budget the Chancellor announced £10 million for an Urban Trees Challenge Fund and £50 million to help plant new woodlands through the Woodland Carbon Guarantee.",
        "background": "By 2060, the world is expected to have begun an irreversible chain that will lead to the extinction of the human species. By cutting down the use of plastic, cardboard and a range of unrecycable things. We reduce, waste, Co2 and toxins that are hard to burn out which spreads all over the globe.",
        "closed_at": null,
        "created_at": "2019-06-27T12:06:19.169Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-27T12:55:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-19T14:03:11.132Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petition seems to be calling on shops to take action and not the UK Government or Parliament.\r\n\r\nYou might like to sign one of these petitions:\r\n\r\nhttps://petition.parliament.uk/petitions/260418\r\nhttps://petition.parliament.uk/petitions/264458\r\nhttps://petition.parliament.uk/petitions/259176\r\nhttps://petition.parliament.uk/petitions/261903"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-07-19T14:03:11.139Z"
    },
    "id": 266199,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266199.json"
    },
    "type": "petition"
}