{
    "attributes": {
        "action": "Make parents with parental responsibilities have more power over 16 laws",
        "additional_details": "As a parent I feel we don't have no support when it come to their 16 year old child and if the parent has the responsibility of the child until their 18, why is it hard for parents to have their say when it comes to their child's best wellbeing and interest when all these laws open up to a 16 year old, and if they wont change the laws then they should remove all responsibility away from the parents at 16.",
        "background": "Make parents with parental responsibilities have more power, say and consent over the 16 year old laws in the UK and take most of the rights away from them when it comes to leaving home, and information in regards to the child best interest when it come to their decisions.",
        "closed_at": null,
        "created_at": "2019-06-26T14:59:55.644Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-26T16:25:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-22T12:13:07.010Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-22T12:13:07.016Z"
    },
    "id": 266130,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266130.json"
    },
    "type": "petition"
}