{
    "attributes": {
        "action": "Make smart set-top boxes & TVs sold in UK default to an unlicensed configuration",
        "additional_details": "As per the rules at \r\n\r\nhttps://www.tvlicensing.co.uk/check-if-you-need-one/topics/telling-us-you-dont-need-a-tv-licence\r\n\r\nThe default configuration, unlicensed,  would block live TV and live TV recording and disable the BBC iPlayer. This empowers people to stay legal and stay safely within the law.",
        "background": "Persons wishing to be legally compliant with their right not to buy a TV license shouldn't be made criminals merely because their smart TV defaults to options which break the law by default.\r\n\r\nA law should be passed requiring new or updatable devices to have an unlicensed (default) configuration.",
        "closed_at": null,
        "created_at": "2019-06-26T20:32:55.785Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-27T16:07:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-24T11:43:02.906Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament. It's not the responsibility of the Government or Parliament to specify the default settings of set-top boxes and smart TVs. This would be a decision for manufacturers.\r\n\r\nYou could start a new petition calling for an action that is the responsibility of the Government or Parliament, for example a petition calling for changes to the way the BBC is funded.\r\n\r\nThere are already petitions about the BBC, which you might like to sign if they call for things you want to happen. You're more likely to get action if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/242191\r\n\r\nhttps://petition.parliament.uk/petitions/264185"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-07-24T11:43:22.844Z"
    },
    "id": 266159,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266159.json"
    },
    "type": "petition"
}