{
    "attributes": {
        "action": "Introduce random drug and alcohol testing in the Houses of Parliament",
        "additional_details": "Excessive alcohol (above the drink drive limit) and recreational drugs may effect the decision making processes in Parliament.\r\nMind-altering substances, whether legal or illegal, have no place in any workplace. Anyone under the influence of a mild altering substance can pose a risk to themselves and others. The Houses of Parliament need a comprehensive drugs and alcohol policy that addresses these issues fairly and openly.\r\nRandom testing is one part of that policy.",
        "background": "Following a recent investigation that discovered traces of class A drugs in areas only accessible to MPs, high ranking civil servants, and their guests, it is evident that action is needed.\r\nMany workplaces are subject to random drug and alcohol testing, it is time to introduce this in parliament.",
        "closed_at": null,
        "created_at": "2019-06-27T13:01:35.485Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-27T16:27:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-06-28T15:06:20.456Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nPossession of illegal drugs is already an offence, so we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example to ban the sale and consumption of alcohol in the House of Commons, if that's what you'd like to see happen.\r\n\r\nYou might also like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/264011"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-06-28T15:06:25.560Z"
    },
    "id": 266204,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266204.json"
    },
    "type": "petition"
}