{
    "attributes": {
        "action": "MPs who take, or have ever taken, drugs should be disciplined.",
        "additional_details": "It has come to light that many current and past MPs have used recreational drugs, even while being in charge of government departments. \r\nThese people are making decisions affecting our lives. They have banned other recreational drug users, no matter how long ago, from other professions. \r\nThere appears to be nothing voters can do once the offence comes to light. It should result in a Recall Petition.\r\nThe offence should come under Parlimentary standards.\r\n\r\nThey are dangerous hypocrites.",
        "background": "Any MP who currently, or in the past, has taken recreational drugs, should be subject to severe disciplinary measures.\r\nA robust disciplinary panel should be set up with powers to immediately suspend and take further action, if necessary.\r\nThe monitors currently in place are clearly insufficient.",
        "closed_at": null,
        "created_at": "2019-06-28T15:46:10.551Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-28T18:30:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-24T13:09:34.197Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. It is for the police and courts to act on claims of illegal activiity. \r\n\r\nYou could start a petition calling for anyone convicted of drugs offences to be barred from standing for Parliament, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-07-24T13:09:45.404Z"
    },
    "id": 266291,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266291.json"
    },
    "type": "petition"
}