{
    "attributes": {
        "action": "Make gaming & social media videos include thought provoking ads to stop violence",
        "additional_details": "By adding in snippets / short videos of victims of violent crime, families of victims of violent crime talking about the effects on their life this violence has had may just change potential offenders mindset. It may change their decision on carrying a weapon and potentially using it. Insert these snippets at the start of an online game, at the start of specific music genre videos and embedded into gaming consoles.",
        "background": "We live in a culture of violence, knife crime and aggression. We cannot find a solution to the problem. Gaming and social media videos directly influence our young and vulnerable people. Videos and online games where violence is portrayed is seen as acceptable, we need to try and reverse this.",
        "closed_at": null,
        "created_at": "2019-06-27T21:49:31.677Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-28T08:01:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-19T10:30:46.302Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be a descision for the manufacturer and not the UK Government or Parliament.\r\n\r\nYou could start a new petition asking the Government to fund an awareness raising campaign, focusing on the negative effects of crime, if that’s something you’d like to see happen.\r\n\r\nYou might also like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/247337\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-07-19T10:30:46.309Z"
    },
    "id": 266247,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266247.json"
    },
    "type": "petition"
}