{
    "attributes": {
        "action": "Let an independent body decide how MPs should be elected",
        "additional_details": "Parliament should first determine the framework of representation and decide whether the primary objective of the electoral process is a) to reflect the will of the people, b) to give fair representation to political parties or c) to provide strong and stable government.\r\n\r\nThen it should delegate decisions on the technical questions of what marks voters may put on ballot papers and how votes should be counted, to ensure that those decisions are not compromised by political considerations.",
        "background": "There is an obvious conflict of interests in MPs deciding how they themselves should be elected. \r\n\r\nWe ask that Parliament step aside from decisions on the technical details of the voting process and delegate them to some independent body, such as the Electoral Commission.",
        "closed_at": null,
        "created_at": "2019-06-28T09:43:15.375Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-03T10:57:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-25T14:36:36.755Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Electoral Commission and local returning officers are responsible for the technical operation of elections. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-07-25T14:36:50.808Z"
    },
    "id": 266271,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266271.json"
    },
    "type": "petition"
}