{
    "attributes": {
        "action": "Start petition on u.f.o. Disclosure and public briefed on alien agenda",
        "additional_details": "There is a lot evidence to prove already that this subject is real and it’s clear governments know a lot more than letting on I think in today’s age if not anything we should be told the truth off what government know already and this stigma off ridicule people get when it’s brought up as subject and how the ridicule is only a tool that’s being used to further discredit with all that’s being showed in even news take away the fake news the real stuff is concern and should be told to prepare us",
        "background": "As we come into a age where public is more open to hearing about ufos and alien agenda and more information is made readily available and easy to watch thru likes YouTube and internet it’s clear thru part disclosure that certain world governments have already admitted this subject has got to be out",
        "closed_at": null,
        "created_at": "2019-06-29T20:23:15.937Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-30T12:55:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-24T10:15:58.963Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-07-24T10:16:02.463Z"
    },
    "id": 266366,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266366.json"
    },
    "type": "petition"
}