{
    "attributes": {
        "action": "Prohibit MPs from voting in parliament when under the influence of alcohol",
        "additional_details": "Random testing for alcohol should be introduced; in addition an MP should be tested immediately prior to voting if the Speaker has good reason to believe that they have been drinking to levels likely to cause them to be under the influence of alcohol.\r\n\r\n“Under the influence of alcohol” is to be defined, for these purposes, as when an MP has  consumed so much alcohol that the proportion of it in his or her breath, blood or urine exceeds the prescribed limit for driving in the UK.",
        "background": "This petition calls for policies/regulations to be introduced in parliament that will prohibit MPs from voting when they are under the influence of alcohol.",
        "closed_at": null,
        "created_at": "2019-06-30T08:47:08.829Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-30T16:56:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-24T12:13:29.847Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. The Speaker is not responsible for the counting of votes during a division. Members may already be suspended by the House for disorderly conduct.\r\n\t\r\nYou could start a new petition requiring random alcohol tests for Members of Parliament, if that is what you would like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-24T12:13:41.261Z"
    },
    "id": 266388,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266388.json"
    },
    "type": "petition"
}