{
    "attributes": {
        "action": "Michael Gove to launch “Climate Incentives” for UK households",
        "additional_details": "In business when faced with high or perceivably in-achievable targets it is quite commonplace for companies to remove the daunting nature of these goals by launching incentives and games for the staff working towards achieving them. This small adaptation in the way individuals view these targets is less like an impossible feat and more like a challenge. By applying this principle to the issue of climate change it is my firm belief that Michael Gove can make massive improvements to this issue.",
        "background": "With the threat to our planet becoming imminent through global warming many households still fall below the necessary change needed to meet emissions targets by 2050.",
        "closed_at": null,
        "created_at": "2019-07-01T13:07:17.841Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-01T16:28:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-24T10:03:36.152Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take. We aren't sure what incentives you would like introduced, or who they would be given to.\r\n\r\nYou could start a new petition setting out clearly what incentives you would like to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-07-24T10:03:36.158Z"
    },
    "id": 266478,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266478.json"
    },
    "type": "petition"
}