{
    "attributes": {
        "action": "Create a more diverse and culturally enriching curriculum",
        "additional_details": "Every year, thousands of children pass through the UK's education system. The literature they are taught is dominated by male authors and poets from the west, with female writers and authors of colour in a distinct minority. The history they are taught is overwhelming also from the west; very rarely branching outside of Europe and the USA.",
        "background": "Education systems allow children to access the wide variety of diverse cultures that the world has to offer. We believe that by introducing more females and BAME topics to the curriculum, students will benefit from both a broader range of knowledge and also develop a greater sense of the wider world",
        "closed_at": null,
        "created_at": "2019-06-30T15:47:28.487Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-06-30T16:29:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-24T09:38:47.375Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like changes made to the national curriculum, but we're not sure exactly what new topics you'd like included. \r\n\r\nYou could start a new petition asking to include specific topics in the national curriculum or a petition asking for the Government to conduct a review of the curriculum to look at how it could be made more diverse, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-07-24T09:38:47.382Z"
    },
    "id": 266411,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266411.json"
    },
    "type": "petition"
}