{
    "attributes": {
        "action": "FREE DRINKING WATER TAPS on our streets - to reduce single-use plastic bottles.",
        "additional_details": "Billions of single-use plastic bottles are sold every year in UK and these create a waste problem we haven't the recycling facilities to cope with. UK tap water is of high quality and (like Rome in 150 BC) people should have access to clean water wherever they are within our towns and cities. The avoidance of plastic is now critical and a major objective & concern for all UK citizens. These fairly simple drinking water facilities will significantly help end abuse of plastic in our environment.",
        "background": "Make it law: FREE DRINKING WATER TAPS - That Local Authorities in every UK town & city pledges to install mains connected tap/water drinking facilities (in place by June 2022) in all high streets, shopping areas & public places cutting need for bottled water and abuse of single-use plastic bottles.",
        "closed_at": null,
        "created_at": "2019-07-01T13:46:23.919Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-01T19:14:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-25T11:12:33.136Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petition seems to be calling on local councils to take action and not the UK Government and Parliament. Local councils would be responsible for providing this service. \r\n\t\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou could start a new petition asking the Government to provide extra funding to local councils to help them do this, if that's something you'd like to see happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-07-25T11:12:54.523Z"
    },
    "id": 266480,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266480.json"
    },
    "type": "petition"
}