{
    "attributes": {
        "action": "Make it illegal for private companies to run for parliament.",
        "additional_details": "The Five Star Movement of Italian politics shown the world that private companies could win in elections. These private companies do not answer to the people who vote for them but instead the shareholders who profit from the people. This has now arrived in British politics in the form of Brexit Party LTD. A private company that receives money from its voters but never offers membership to those voters. \r\n\r\nI ask the goverment to make it illegal for a political party to run as a listed business.",
        "background": "Italian politics over the past decade has shown that individuals are forming private companies to get into high office at the detriment of representative democracy.  This is now happening in British Politics",
        "closed_at": null,
        "created_at": "2019-07-01T10:38:23.399Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-02T16:21:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-23T13:03:44.580Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nIndividuals stand for Parliament in elections, not political parties, so we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIn any case, we can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament. Registration of political parties and regulation of party finance are matters for the Electoral Commission, which is independent of both the Government and Parliament.\r\n\r\nYou could raise this issue with the Electoral Commission. You can find out how to contact the Electoral Commission here:\r\n\r\nhttps://www.electoralcommission.org.uk/contact-us\r\n \r\nYou could start a new petition calling for a clear action that is the responsibility of the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-23T13:03:52.874Z"
    },
    "id": 266463,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266463.json"
    },
    "type": "petition"
}