{
    "attributes": {
        "action": "Give Scotland Independence without the need for a referendum",
        "additional_details": "There are two sides to this story. In Scotland the SNP appear to be gaining more support within the turmoil of Brexit. ScotNats believe that Scotland will be far better placed to run her own affairs without the input from Westminster. They believe they are capable of building their own revenue and that too much is paid to England.\r\nWe hear so many English voters complain about the amount of money that Scotland costs and how much better they would be after a split. Let the people have their say",
        "background": "There appears to be an increasing number of people looking for Scotlands independence, both in Scotland and England. Scottish Nationalists believe they can go it alone and English Nationalists want to be rid of the burden of Scotland, citing that more money is spent up north than down south.",
        "closed_at": null,
        "created_at": "2019-06-30T16:52:42.686Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-01T09:41:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-23T12:22:56.793Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. It is for the people of Scotland to decide their future, and not for the UK Government or Parliament to vote to grant independence.\r\n\r\nYou could sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/259359"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-07-23T12:23:07.410Z"
    },
    "id": 266416,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266416.json"
    },
    "type": "petition"
}