{
    "attributes": {
        "action": "Stop The College of Policing from discrimination against people who are bankrupt",
        "additional_details": "APP Vetting:\r\nApplicants who have been registered as bankrupt and their bankruptcy debts have been discharged should not be considered until three years after the discharge of the debt. \r\n\r\nIf this is indicative of a general view regarding suitability of an applicant for any Public Service post, then not only are those public services denying themselves access to people who may well be the most suitable for that post, those who create the rules themselves must be deemed 'unfit' to hold position?",
        "background": "Bankruptcy in itself does not show that the person has been irresponsible with their finances. I have met many bankrupts that have been irresponsible.It merely shows that at a certain point a person was insolvent, it gives no indication as to how a person arrived at that situation.",
        "closed_at": null,
        "created_at": "2019-07-02T07:32:37.574Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-02T07:52:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-25T14:42:04.827Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would be the responsibility of the College of Policing and not the UK Government or Parliament. The College of Policing is independent of the UK Government.\r\n\r\nYou can contact the College here:\r\n\r\nhttps://www.college.police.uk/Contact/Pages/default.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-07-25T14:42:10.536Z"
    },
    "id": 266541,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266541.json"
    },
    "type": "petition"
}