{
    "attributes": {
        "action": "Remove the questions in GCSE's that won't be needed in standard jobs.",
        "additional_details": "(continuing from background box)\r\nI disagree that we should be required to memories certain subjects like in chemistry, molecules.\r\nI disagree that we should be required to memories certain subjects like in chemistry, molecules. To me that is completely irrelevant to the career I would like. It's the same with Algebra, when in joining the police would I need to know what X Squared equals?",
        "background": "So I have a form of Dyslexia which is called Dyscalculia which affects my learning and understanding. I have found our mock GCSE exams very hard and have come out with a grade 2 or 3 when I need 5 4s to get in to a decent college.",
        "closed_at": null,
        "created_at": "2019-07-02T16:29:42.048Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-02T20:17:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-24T13:53:24.429Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like changes to exams, but we're not sure exactly what changes you would like. \r\n\r\nIn any case, the questions on exam papers are the responsibility of exam boards and not the UK Government or Parliament. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to consider signing one of these petitions: \r\n\r\nhttps://petition.parliament.uk/petitions/241259\r\nhttps://petition.parliament.uk/petitions/241263\r\nhttps://petition.parliament.uk/petitions/259667\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-07-24T13:53:24.435Z"
    },
    "id": 266596,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266596.json"
    },
    "type": "petition"
}