{
    "attributes": {
        "action": "Stop Racing Greyhounds in Extreme Heat",
        "additional_details": "The Greyhound Board of Great Britain force dogs to race in dangerous and extreme conditions. \r\nIn 2019 dogs continue to be raced in heat above 30° Celsius. \r\nTrack vets are paid by the tracks. Independent vets 'need to' be employed if to improve welfare. \r\nGreyhounds do NOT have an under-coat to maintain their body temperature. They overheat very quickly and struggle to cool down.\r\nIn 2017, Tank, a rescue greyhound died after being exposed to hot weather at a picnic ( See Wimbledon Times)",
        "background": "On 29th June 19 dogs were forced to race at Nottingham greyhound track Derby final in extreme heat.\r\nWe recorded temperatures of above 33° Celsius at the track gates. \r\nRSPCA Head of Public Affairs told Caged he attended to monitor conditions. Dogs continued to race despite risk of stroke and death.",
        "closed_at": null,
        "created_at": "2019-07-02T12:33:41.820Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-02T15:23:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-24T14:43:38.586Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nThe Greyhound Board of Great Britain is responsible for regulating the welfare and care of all racing greyhounds. You could raise this issue with the them. You can find out how to contact the Greyhound Board of Great Britain here:\r\n\r\nhttps://www.gbgb.org.uk/about/contact/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2019-07-24T14:43:49.802Z"
    },
    "id": 266574,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266574.json"
    },
    "type": "petition"
}