{
    "attributes": {
        "action": "Impose sanctions on the USA for human rights abuses in child detention centres",
        "additional_details": "The US government have used children as bait to arrest and deport family members who come forward to care for them.  \r\n\r\nUS border control are holding many children, as young as two years old, in jail-like border control facilities for weeks or months at a time without access to showers or clean clothes, with many children becoming sick. \r\n\r\nAll migrants have the right to be treated with dignity, humanity, and compassion, and America must be held responsible for their human rights violations.",
        "background": "America is currently separating young children from their parents at borders, and placing them alone in freezing detention centres, without access to clean water, beds, contact with family members, or proper care. Several children have died this year due to lack of proper medical care or support.",
        "closed_at": null,
        "created_at": "2019-07-03T13:49:02.855Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-03T15:04:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-25T11:24:57.668Z",
        "rejection": {
            "code": "duplicate",
            "details": "We can't accept petitions that accuse people or organisations of committing crimes. \r\n\r\nIn any case, we can't accept your petition as there’s already a petition about this issue. We cannot accept a new petition when we already have one about a very similar issue.\r\n\r\nYou are more likely to get action on this issue if you sign and share a single petition:\r\n\r\nhttps://petition.parliament.uk/petitions/266742"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-25T11:25:17.098Z"
    },
    "id": 266660,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266660.json"
    },
    "type": "petition"
}