{
    "attributes": {
        "action": "Relax rules regarding only being able to see your constituency's MP",
        "additional_details": "Some people don't feel comfortable dealing with MPs from certain parties for one reason or another - they don't feel they would be listened to, the MP in question has voted for the issue they want help with (risks being ignored/turned away), stands for issues they don't wish to support.\r\n\r\nConstituents shouldn't be forced to only deal with a local MP who represents their constituency if a local MP who is a member of the party they vote for is available for assistance.",
        "background": "Currently MPs are only allowed to help people in their own constituencies. This is an unfair rule, which doesn't allow a voter to deal with an MP for the party they voted for.\r\n\r\nThe rules should be relaxed so that you can see any local MP to deal with an issue.",
        "closed_at": null,
        "created_at": "2019-07-03T18:15:17.166Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-04T04:21:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-25T16:19:59.730Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. By convention MPs aren't able to deal with issues relating to other constituencies, as they were not elected to do so. \r\n\t\r\nThere are other ways members of the public can engage with Members of Parliament who share your interests or views, such as by engaging with Select Committees, All-Party Parliamentary Groups or frontbench spokespeople. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2019-07-25T16:20:14.206Z"
    },
    "id": 266676,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266676.json"
    },
    "type": "petition"
}