{
    "attributes": {
        "action": "Allow British registered companion animals on flights to United Kingdom.",
        "additional_details": "I understand the reasons behind this at this time but I consider is a stupidity applying the rules to the British registered pets. The animals are checked when leaving the country and the same can be done on their returns on the standard flights. I see no difference in the checks been carried out when the dog returns in a cargo plane or a passengers plane.  \r\n\r\n\r\nRepeatedly I had to travel by car to europe so I can take my dog with me and this is just time consuming.",
        "background": "My request comes from the lack of possibilities to travel with my dog outside of United Kingdom due to strict regulations on the returning of the dog. \r\n\r\nAt the moment you can fly out of UK your pet with few companies but cannot return the dog unless it is boarded on a cargo flight.",
        "closed_at": null,
        "created_at": "2019-07-04T09:05:17.752Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-05T05:13:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-24T11:37:47.451Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This would be an operational decision for airlines. You could start a new petition asking Parliament to change the law, to require all airlines operating in the UK to allow small pets in cabins. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-24T11:37:47.456Z"
    },
    "id": 266708,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266708.json"
    },
    "type": "petition"
}