{
    "attributes": {
        "action": "Demand integrity from government ministers",
        "additional_details": "The principle of collective responsibility requires Government to formulate policies all ministers can support. Treating it as an obligation on individuals to conform to a majority view makes it easy for poorly thought-out policy to avoid proper scrutiny.\r\n\r\nWhen an MP with a government job votes in contradiction to arguments they have made publicly, Parliament should demand an explanation. If no satisfactory explanation is given, they should be made eligible to recall by their constituents.",
        "background": "MPs on the government payroll often feel obliged to vote in Parliament in support of policies they disagree with, in the name of collective responsibility. This compromises those MPs’ ability to represent their constituents in good conscience and undermines the development of sound policy.",
        "closed_at": null,
        "created_at": "2019-07-04T11:26:34.304Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-12T08:29:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-30T10:27:02.175Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure how you want the Government or Parliament to \"demand integrity\" from Ministers. There's already a Ministerial Code, which states that Ministers must conduct themselves in accordance with \"The Seven Principles of Public Life\", including integrity. You can find out more about the Code here (see, in particular, Annex A):\r\n\r\nhttps://www.gov.uk/government/publications/ministerial-code\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, a petition calling for the scope of the Recall of MPs Act 2015 to be extended, if that's what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-30T10:27:17.781Z"
    },
    "id": 266720,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266720.json"
    },
    "type": "petition"
}