{
    "attributes": {
        "action": "Have a internationally recognised annual Women in Cyber Security day on 1st Sept",
        "additional_details": "Increased diversity & inclusion for women in cyber security will provide them with greater financial stability & economic opportunities in the future. An annual International Women in Cyber Day on September 1st, will demonstrate to girls & women in the industry that they are supported & appreciated for their contribution to this industry. Research has shown, more diversity leads to better problem-solving & resolutions. Also, it has shown that more diversity leads to increased revenue & profits.",
        "background": "In the UK, women make up only 3% of the global cyber security workforce. Engagement for women in cyber security in the UK is low at 11%. Women face unique challenges & barriers which aren't being addressed - leading women to exit the industry thus creating more of a skills gap in cyber security.",
        "closed_at": null,
        "created_at": "2019-07-04T17:16:11.667Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-04T17:34:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-24T13:13:39.576Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It would be the responsibility of an international organisation, such as the United Nations to decide to declare international day, and not the UK Government and Parliament alone. \r\n\r\nYou could start a new petition asking the Government to provide funding to programmes aim to increase the number of women working in cyber security, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-07-24T13:13:39.580Z"
    },
    "id": 266745,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266745.json"
    },
    "type": "petition"
}