{
    "attributes": {
        "action": "Scrap DWP assessments of the sick, disabled and dying, now!",
        "additional_details": "Every day we read of the sick, the disabled and the dying being forced to undergo totally unnecessary 'tests' and complete ridiculous amounts of paperwork to prove that they aren't fit to work.  ENOUGH we say!  Show some humanity if you care one iota for the people of our land. Surely these people are suffering enough without such persecution and worry!",
        "background": "We have some of the best health professionals in the world.  We put our lives in their hands every day.  We believe what they tell us and so should you, our government.  The current assesments are, and have always been a cost-cutting exercise at the people's expense.  End this farce now!",
        "closed_at": null,
        "created_at": "2019-07-04T20:58:38.801Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-05T17:08:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-25T14:29:55.205Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government to stop assessments entirely, or replace them with something else. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do or you might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/263788"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-25T14:30:10.651Z"
    },
    "id": 266767,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266767.json"
    },
    "type": "petition"
}