{
    "attributes": {
        "action": "Stop teaching children Tommy Robinson is a bad guy, they have minds of their own",
        "additional_details": "Stop persecuting this man and allow children to make up their own minds. We all see the amount of people that go out of their way just to meet and greet this great man who will go down in history. Millions of people from all over the world love this man so why go after him time and time again unless he’s hitting a nerve with someone that wants him to be quiet? Well i’ve got news for those trying to silence him, we don’t need nor want your kind! We won’t stay silent and we will never surrender",
        "background": "For years this mans life has been turned upside down for simply speaking the truth. Last time i checked we’re supposed to live in a country that has a thing called free speech, where is it? And why don’t BBC show cases such as the one from BBC Huddersfield anywhere else? Is it to stop us finding out",
        "closed_at": null,
        "created_at": "2019-07-04T19:37:59.633Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-07T07:08:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-25T13:40:43.307Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nThis isn't taught in any curriculum, so we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-25T13:40:43.313Z"
    },
    "id": 266759,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266759.json"
    },
    "type": "petition"
}