{
    "attributes": {
        "action": "Look at ways of making our Tay bridge safer to stop suicide attempts.",
        "additional_details": "As a city we feel let down by the amount of people we have lost to suicide due to being let down by the authorities so let’s stand together now and try and do what we can to at least try and save some of our own people from being up on this bridge feeling like they have nowhere else to go.",
        "background": "Unfortunately the number of people being let down by the mental health teams in my area is unbelievable and they often resort to heading onto our local bridge to attempt suicide in what they think is the last straw for them.  Let’s try and put some time of detterants in place to stop this action.",
        "closed_at": null,
        "created_at": "2019-07-04T08:18:34.549Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-04T09:18:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-24T12:04:38.488Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would be the responsibility of the Tay Road Bridge Joint Board and not the UK Government and Parliament.\r\n\r\nYou can find how to contact the Board here:\r\n\r\nhttps://www.tayroadbridge.co.uk/contact-us\r\n\r\nYou could also raise your issue with a local councillor, who represents you. \r\n\r\nYou can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-07-24T12:04:38.493Z"
    },
    "id": 266702,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266702.json"
    },
    "type": "petition"
}