{
    "attributes": {
        "action": "Allow jury-approved recall of MPs for blatant dishonesty in public life",
        "additional_details": "Current rules governing recall of MPs prevent vexatious or politically-motivated petitions but give the impression that MPs are more concerned with protecting their own positions than ensuring high standards in public life.\r\n\r\nInstead, recall petitions should be debated in front of an independent jury, with power to approve a by-election if they're not satisfied that the MP’s conduct is compatible with their responsibilities to their constituents.",
        "background": "When MPs are blatantly dishonest, they betray the trust voters have placed in them and undermine the public’s respect for Parliament. But they can’t be properly held to account if they can only be challenged at a General Election, when their personal failings are over-shadowed by broader issues.",
        "closed_at": null,
        "created_at": "2019-07-06T11:25:54.461Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-08T11:37:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-24T13:15:57.582Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure in what circumstances you'd like MPs to be subject to recall and how the jury would function. \r\n\r\nYou could start a petition calling for a right for constituents to recall their MP in any circumstances, if that's what you'd like to see happen. \r\n\t\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-07-24T13:16:09.790Z"
    },
    "id": 266867,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266867.json"
    },
    "type": "petition"
}