{
    "attributes": {
        "action": "Petition for Cross party support for the concept of Basic Income for all adults.",
        "additional_details": "https://en.wikipedia.org/wiki/Basic_income\r\n\r\nhttps://citizensincome.org/\r\n\r\nwww.undocs.org/A/HRC/41/39/Add.1  \r\n24/06/2019 Summary exerts:\r\n\"Policies of austerity introduced in 2010 continue largely unabated, despite the tragic social consequences. Close to 40 per cent of children are predicted to be living in poverty by 2021. Foodbanks have proliferated; homelessness and rough sleeping have increased greatly .... life expectancy is falling for certain groups; and the legal aid system has been decimated....drastic cuts to local authorities' budgets, which have eliminated many social services, reducing policing services, closed libraries in record numbers, shrunk community and youth centres, and sold off public space and buildings.",
        "background": "Universal Credit is not working. It is causing suffering and hardship. People have taken their lives as a result of their money stopping. It is divisive and disturbing for our community as a whole. Our economy can support a change in direction. Basic Income ensures survival without assessment.",
        "closed_at": null,
        "created_at": "2019-07-05T15:09:12.613Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-06T16:01:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-24T12:12:00.419Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be a decision for political parties, and not the UK Government or Parliament as a whole.\r\n\r\nYou might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/259854"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-07-24T12:12:00.424Z"
    },
    "id": 266825,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266825.json"
    },
    "type": "petition"
}