{
    "attributes": {
        "action": "Make it a criminal offence for traders who scam consumer's for work on property",
        "additional_details": "Regulate all companies who advertise traders services online or off line. Banks do not protect you when sending your money with bank transfers. Make all traders carry card payment machines as payment method and accept this method, banks will protect you to recover your money. Those machines are not expensive to buy. This will protect the consumer more. Action Fraud and the Police needs to do more to track down those cowboy traders to get justice even when you do provide names and addresses.",
        "background": "I myself have been a victim of rogue traders who have left my property unfinished and damaged and have been paid a deposit to start the work. The consumer is left to deal with all the stress, unfinished work and damage on their property while the trader goes on to do the same to another consumer.",
        "closed_at": null,
        "created_at": "2019-07-06T07:24:43.294Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-06T19:51:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-26T09:59:05.045Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about rogue traders, but it's already possible to prosecute traders under the Consumer Protection from Unfair Trading Regulations 2008, so we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could find out more about the Regulations here:\r\n\r\nhttps://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN04678\r\n\r\nMore general advice about your consumer rights is available here:\r\n\r\nhttps://www.gov.uk/consumer-protection-rights\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-07-26T09:59:19.858Z"
    },
    "id": 266850,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266850.json"
    },
    "type": "petition"
}