{
    "attributes": {
        "action": "Ban any one with criminal records holding any position In Campaigns. Ballots etc",
        "additional_details": "We have all heard of ballot fraud and seen the investigations into certain allegations. So make this law that no one be in these positions with or had criminal records. Anyone found with criminal records. Will be terminated from positions emidately. And investigate anything they have been able to influence. then charged for perverting the course of justice.",
        "background": "No criminals should be allowed to be in any position were they could influence the will of the people. Anyone with criminal records be banned and it be a criminal offence to be in any government party. Or ballots. Votes. Criminal record checks to be fully vetted before any position like this given",
        "closed_at": null,
        "created_at": "2019-07-06T10:53:07.526Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-06T14:30:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-25T16:15:49.605Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly which roles you'd like people to banned from.   \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. You might also like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/235755"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-07-26T11:05:37.840Z"
    },
    "id": 266861,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266861.json"
    },
    "type": "petition"
}