{
    "attributes": {
        "action": "Make blocking someone's drive a criminal offence empowering police to act.",
        "additional_details": "The current legal position is that If a vehicle is parked on your driveway without your permission, they would be trespassing. As trespass is a civil and not criminal offence the police will not always get involved. This leads to conflict and at times violence.\r\n\r\nThe law should be changed to make blocking someone's drive (private parking space), either through preventing them getting onto their drive or leaving their drive to join the road, a criminal offence empowering police to take  action.",
        "background": "Parking is one of the hottest issues for most of us.\r\nwhat are we actually allowed to do to the offending vehicle? Worryingly little, it turns out.\r\n\r\nThe Highway Code can only help if the parked car is causing an obstruction to the road but not in relation to private land.",
        "closed_at": null,
        "created_at": "2019-07-08T12:03:47.926Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-08T14:56:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-26T11:57:01.496Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council. \r\n\r\nIn most areas local councils have now taken on responsibility for enforcing parking provisions under what is known as Civil Parking Enforcement (CPE). Under CPE it's an offence to park a vehicle so that it blocks a dropped kerb driveway. \r\n\r\nYou can check if your local council has taken on CPE via the link below:\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/679505/la-with-cpe-list.csv/preview\r\n\r\nIf your council has taken on CPE, you will usually need to report vehicles that are obstructing a dropped kerb to them – you can contact them via the link below:\r\n\r\nhttps://www.gov.uk/find-your-local-council \r\n\r\nYou could start a petition calling for changes to how parking on private land is enforced, if that's a change you want to see happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-26T11:57:37.197Z"
    },
    "id": 266987,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266987.json"
    },
    "type": "petition"
}