{
    "attributes": {
        "action": "MAKE FND A RECOGNISED DISORDER WITH ALL GPS. FUND RESEARCH AND TREATMENT OPTIONS",
        "additional_details": "Fnd sufferers are constantly treated appallingly by many health professionals. Many anecdotes recall the fact that many doctors see the symptoms as a cause of mere anxiety. This is not the case. There are only 2 registered charities in the UK and they need more funding to support patients as clearly the NHS is incompetent in its efforts to do so. Many FND sufferers are lost, more money must be contributed into research for a cure and treatment. There are no specific treatment options.",
        "background": "Functional Neurological Disorder is affecting thousands of new people by the day. This disorder is barely recognised or taken seriously by many medical professionals. There are no treatment options. With more people beginning to be affected by it, research into cures and treatment is now a necessity",
        "closed_at": null,
        "created_at": "2019-07-08T12:16:35.977Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-08T13:03:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-23T13:35:35.066Z",
        "rejection": {
            "code": "no-action",
            "details": "Laws and policies don't usually list specific conditions as \"recognised disorders\", so we're not sure what you would like the UK Government or Parliament to do. \r\n\r\nIf you would like greater awareness and more funding for research into Functional Neurological Disorder, you could sign the petition below:\r\n\r\nhttps://petition.parliament.uk/petitions/251543"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2019-07-23T13:35:35.075Z"
    },
    "id": 266988,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266988.json"
    },
    "type": "petition"
}