{
    "attributes": {
        "action": "Promote building developers to build solar panels on new houses with incentives",
        "additional_details": "Solar panel installation costs around £4000  to £6000(reference www.greenmatch.co.uk) for household. A newly built house costs around £190,000(reference www.bbc.co.uk). A tax incentive of around £1000 to build solar panels will lead to more solar panels built. The national grid takes excess energy from houses with solar panels, when the energy is all used and pays for this excess. Using the normal taxation system, higher taxes for owners of solar can lead to funding of the incentives in a  cycle",
        "background": "Use tax incentives for building developers, so that they are more likely to build solar panels upon new houses. This will reduce the long term need and therefore cost of fossil fuels and there should be no direct payment for the solar panels from the government, only incentives.",
        "closed_at": null,
        "created_at": "2019-07-07T19:49:03.938Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-07T20:08:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-26T10:26:32.953Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure how you'd like to use \"higher taxes for owners of solar\" to incentivise solar panels on new houses.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThere are already petitions about solar panels. You might like to sign one or more of these if they call for something you'd like to happen. We can't accept new petitions which call for the same action as a petition that's already open. You're more likely to get action on this issue if you sign and share a single petition:\r\n\r\nhttps://petition.parliament.uk/petitions/260903\r\n\r\nhttps://petition.parliament.uk/petitions/241100"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2019-07-26T10:26:48.994Z"
    },
    "id": 266951,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266951.json"
    },
    "type": "petition"
}