{
    "attributes": {
        "action": "Make Crowdfunding for pressure groups more accountable and less anonymous.",
        "additional_details": "A recent Crowdfunder for an anti-trans pressure group has seen 2 anonymous donations of £12,850 within minutes of each other, along with several donations of £5,000. The group there donations were given to are pushing material into UK schools advocating against medically recognised best practice of supporting transgender children, as well as having the the support of journalists, and ear of several politicians and clinicians.\r\n\r\nBut who are these donations from?\r\nWho is influencing British policy?",
        "background": "The recent phenomenon of Crowdfunding allows pressure groups to be founded and funded with little accountability. These groups then gain influence in British politics and with the media, allowing one sided arguments to be presented without any accountability who is funding them.",
        "closed_at": null,
        "created_at": "2019-07-08T13:44:28.196Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-08T14:00:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-26T11:52:33.402Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly whether you would like to regulate crowdfunding campaigns or pressure groups.\r\n\t\r\nYou could start a new petition calling for regulation of donations to pressure groups, including a requirement to publish details of donations above a certain amount, if that's what you like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-07-26T11:52:39.063Z"
    },
    "id": 266995,
    "links": {
        "self": "https://petition.parliament.uk/petitions/266995.json"
    },
    "type": "petition"
}