{
    "attributes": {
        "action": "Mandatory Electoral Commission scrutiny for governing party leadership elections",
        "additional_details": "An election for the leadership of a political party is deemed an internal matter and is regulated internally, as it involves only a small or tiny minority of the UK electorate (0.35% for the Conservatives). But when that party is in government, the result will determine the new Prime Minister. If an election of such importance is not subject to public scrutiny it makes a mockery of the UK’s claim to be a leading open liberal democracy, and leaves the legitimacy of the result open to question.",
        "background": "Any election resulting in a new Prime Minister is crucial to the future of the whole country: it must be above reproach; free from irregularity. Thus it must be subject to public scrutiny, the mechanism for this being the Electoral Commission. This is not the case in any UK party leadership election",
        "closed_at": null,
        "created_at": "2019-07-09T09:02:52.672Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-09T21:01:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-30T17:17:10.819Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what aspects of a leadership contest you would like the Electoral Commission to regulate. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-30T17:17:15.522Z"
    },
    "id": 267039,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267039.json"
    },
    "type": "petition"
}