{
    "attributes": {
        "action": "Bring the four-day working week to the UK. Improve quality of life & wellbeing.",
        "additional_details": "Work-related stress, anxiety or depression accounts for over half of all working days lost due to ill health in the UK.\r\n\r\nMany countries in Europe successfully have a four-day working week, including Germany, Netherlands, Norway, Denmark, France & Switzerland.\r\n\r\nA New Zealand study looked at a firm employing a four day working week and found\r\n-Work-life balance increased by 24%\r\n-Stress levels decreased by 7%\r\n-Job performance did not change when doing it over four days instead of five.",
        "background": "Work-life balance is a struggle. With life faster and busier than ever and with increasing pressure to make ends meet, this is having a detrimental effect on our mental health and stress levels. Working 5 days is making us more tired, stressed and less productive. Bring on the four-day working week!",
        "closed_at": null,
        "created_at": "2019-07-10T20:07:30.616Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-11T07:54:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-24T12:33:26.911Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something that the UK Government and Parliament are not responsible for. This would be a decision for employers.\r\n\r\nUK and EU law places limits on the total amount of time someone can work during a week and the minimum amount they can be paid an hour, but it doesn't specify how many or which days of the week they have to work.\r\n\r\nYou could start a new petition calling for a law placing limits on the number of days someone is allowed to work during a week if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-07-24T12:33:26.917Z"
    },
    "id": 267195,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267195.json"
    },
    "type": "petition"
}