{
    "attributes": {
        "action": "Give households the 'power' to choose which energy company supplies the home.",
        "additional_details": "The agency did not know what company supplied energy to the home that I rent. I asked Scottish Power to take over supply. They discovered that Avro Energy are the current provider. Avro refused to allow Scottish Power to conform. My predecessors also had issues with Avro Energy not relinquishing supply.\r\n\r\nI took Avro to the Ombudsman, who suggested Avro apologise to me and pay a £75 gesture of goodwill. However, the Ombudsman was powerless to ask Avro to release me as an involuntary customer.",
        "background": "When newly renting a home, one is at the mercy of the existing energy companies. Energy companies have no laws to govern their behaviour and may choose to reject one's 'chosen' supplier, in favour of continuing to take your money without consent.\r\n\r\nThis is akin to extortion!",
        "closed_at": null,
        "created_at": "2019-07-10T13:24:32.332Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-10T21:03:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-29T16:23:57.183Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nTenants are already able to choose energy supplier in most circumstances:\r\nhttps://www.citizensadvice.org.uk/consumer/energy/energy-supply/get-a-better-energy-deal/switching-energy-supplier-if-youre-a-tenant/\r\n\r\nThere are certain circumstances under which a supplier can object to a switch:\r\nhttps://www.ombudsman-services.org/problems/switching\r\n\r\nYou could start a petition that calls for the Government to give Ofgem powers to force a company to release individuals if that is what you would like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2019-07-29T16:24:01.788Z"
    },
    "id": 267162,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267162.json"
    },
    "type": "petition"
}