{
    "attributes": {
        "action": "Re-visit the Teacher recruitment and retention strategy to make it realistic.",
        "additional_details": "As an example, the strategy in its current form simply ignores contributory factors such as 'locally specific dynamics'. It puts forward a rationale for concentrating on four areas of concern even though it is widely recognised and  understood by those working on the 'chalk-face' that this is a gross simplification of the problem. This, in turn, has a disempowering effect of the status of teachers and teaching when put against other comparable professions. The strategy must be made accountable.",
        "background": "Published in 2019, this document outlines four areas of concern with regard to recruiting and retaining teachers. It is a whitewash exercise which pays scant regard to the real reasons for the crisis. The strategy needs to be re-written to highlight the 'real' reasons which have been ignored.",
        "closed_at": null,
        "created_at": "2019-07-10T15:25:56.408Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-16T09:34:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-31T09:09:02.214Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n \r\nWe understand that you are concerned about the teacher recruitment and retention strategy, but we're not sure exactly what you want the Government or Parliament to do to change it. We're not sure exactly what you mean by making the strategy more \"realistic\" or what you consider are the \"real reasons\" for difficulties in teacher recruitment and retention. We're also not sure how you want the strategy to be made \"more accountable\".  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do to change the strategy.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-07-31T09:09:17.409Z"
    },
    "id": 267175,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267175.json"
    },
    "type": "petition"
}