{
    "attributes": {
        "action": "Make the ambulance service an emergency service",
        "additional_details": "The ambulance service is contacted via 999.\r\nJust like the police and fire service.\r\nYet the ambulance service is classed as an essential service NOT an emergency one.\r\nThe crews save lives in all types of conditions. They work 12-hour shifts many times without a break.\r\nThey earn far less than their counterparts in the police and fire service yet they probably help deal with the same situations.\r\nThey have to work until they are 66 to get a pension . Fire or police personnel get theirs years earlier",
        "background": "How many of the general public realise that our ambulance service is NOT classed an emergency service by our Government but as an essential service.\r\nThey save lives; they put their lives on the line; they work shifts; \r\nBut they are an essential service NOT an emergency one. Why not?",
        "closed_at": null,
        "created_at": "2019-07-11T17:59:54.743Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-11T19:21:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-24T12:41:30.559Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we aren't sure what action you would like the UK Government or Parliament to take.\r\n\r\nThere aren't classifications of \"essential\" or \"emergency\" services which decide how a service is funded or staff's terms and conditions of service.\r\n\r\nYou could start a new petition asking the Government to allow ambulance service staff to retire at the same age as police or fire crews if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2019-07-24T12:41:30.566Z"
    },
    "id": 267271,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267271.json"
    },
    "type": "petition"
}