{
    "attributes": {
        "action": "fully reinstate all services at elgin maternity ward",
        "additional_details": "I have recently had a child, aberdeen maternity ward, could not provide the basic care for my wife and my newborn child. This is no fault of the midwives! but the pressure and demand put on them is starting to show in the morale. They cannot provide the care that they where trained to give because of the high volume of births. my wife waited 40 minutes for pain relief, no beds available for mothers in active labour in the triage ward! Does something tragic have to happen to get this fixed?",
        "background": "elgin maternity needs to have all services fully reinstated for low to high risks. aberdeen maternity ward cannot cope with the demand of elgin maternity (low risk only ), fraserburgh & banff maternity being closed.",
        "closed_at": null,
        "created_at": "2019-07-11T14:26:43.418Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-11T15:07:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-29T11:04:29.087Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nNHS services in Scotland are the responsibility of NHS Scotland and the Scottish Government and Parliament.\r\n\r\nThe Scottish Parliament has its own e-petitions system. You can find out more here:\r\n\r\nhttps://www.parliament.scot/gettinginvolved/petitions/CreateAPetition.aspx\r\n\r\nYou could raise the issue with NHS Scotland. You can find out how to contact them here:\r\n\r\nhttps://www.scot.nhs.uk/contact-us/\r\n\r\nYou could raise the issue with your Member of the Scottish Parliament (MSP). Found out how to contact your MSP here:\r\n\r\nhttps://www.parliament.scot/msps.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2019-07-29T11:45:07.488Z"
    },
    "id": 267257,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267257.json"
    },
    "type": "petition"
}