{
    "attributes": {
        "action": "10 years prison sentence for car theft,  no matter how the car was stolen.",
        "additional_details": "The thieves have no fear because they know that nothing bad is happening to them.\r\nAnd police is not bothered to search for the car, my case was closed after 3 days.",
        "background": "The car thieves have a small punishment,  most of the time they go with suspension of the incarceration and that is not fair for the victim,  because most of the time the insurance company will find an excuse not to pay for the car. I've had a key locked in the car ,but not on plain view .",
        "closed_at": null,
        "created_at": "2019-07-11T19:01:14.667Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-12T15:05:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-30T10:43:35.665Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure whether you're concerned about sentences for car theft or the actions of insurance companies, or both.\r\n\r\nYou can find out more about sentencing guidelines for taking a vehicle without consent here:\r\n\r\nhttps://www.sentencingcouncil.org.uk/offences/magistrates-court/item/vehicle-taking-without-consent-revised-2017/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, a new petition calling for a minimum custodial sentence or an increased maximum custodial sentence, if those are things you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-07-30T10:43:55.315Z"
    },
    "id": 267277,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267277.json"
    },
    "type": "petition"
}