{
    "attributes": {
        "action": "Stop homes being built on phase 6 of the Pennington Wharf development in Leigh.",
        "additional_details": "Market research has been carried out by several residents and the findings show that the land has been priced higher than other local sites. The residents have agreed that the facilities which would be best suited for the area are a public house, a cafe, a community centre, a doctor/dental surgery. The homes were sold with this infrastructure in mind the valuation of the homes is now inaccurate and therefor over priced! If developers want to build houses they need to honor their original plans.",
        "background": "Homes were sold under false pretense that local amenities would be built to support the community and lesson the burden for current infrastructure. The developer has over priced the land with the view to deter investors to build more homes and make a larger profit.",
        "closed_at": null,
        "created_at": "2019-07-11T19:28:07.586Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-11T19:39:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-18T16:02:34.710Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\t\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-07-18T16:02:34.716Z"
    },
    "id": 267279,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267279.json"
    },
    "type": "petition"
}