{
    "attributes": {
        "action": "Enforce the law against hedge cutting in Rural Areas",
        "additional_details": "",
        "background": "Destroying nests which is slowky killing birds as they are effectively homeless and producing an excessive amount of thorns and brambles, especially in a rural village with children using affected areas on bikes... and it doesnt do the world of good to car wheels either!\r\n\r\nACT NOW",
        "closed_at": null,
        "created_at": "2019-07-11T16:02:54.048Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-11T17:13:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-29T16:13:57.152Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\nWe understand that you're concerned about the protection of birds nests, but we're not sure exactly what you'd like the Government or Parliament to do. It is already an offence to intentionally destroy a nest by cutting the hedge it is in, and the penalty under the Wildlife and Countryside Act 1981 is an unlimited fine, up to six months imprisonment or both. Enforcement is a matter for the police and courts. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to increase the penalties for this offence, if that's what you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-29T16:28:01.621Z"
    },
    "id": 267263,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267263.json"
    },
    "type": "petition"
}