{
    "attributes": {
        "action": "Stop unlawful killings of Muslims in India.",
        "additional_details": "Muslims in the uk are worried with the situation in India where Muslims are targeted in racially motivated attacks and are being targeted by lynch mobs. There have been reports of religiously motivated killings, assaults, riots, vandalism and actions restricting the rights of individuals to practice their beliefs.  \r\n\r\nThe Indian government are not doing enough to address the ongoing attacks.  The Muslims in india have no voice but as overseas muslims we demand India to do more.",
        "background": "Muslims in india are being targeted by lynch mobs and being tortured and murdered for being Muslims.  The Indian government has turned a blind eye to everything that is going on and have been encouraging these acts. We demand that the Indian government does more to protect its Muslim population.",
        "closed_at": null,
        "created_at": "2019-07-10T21:15:58.907Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-10T21:23:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-26T14:22:17.584Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the UK Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the UK Government or Parliament to do, for example for the UK Government to exert diplomatic pressure on the Indian Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-07-26T14:22:32.243Z"
    },
    "id": 267200,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267200.json"
    },
    "type": "petition"
}