{
    "attributes": {
        "action": "Save Hillingdon Music Service from staff redundancies and restructuring",
        "additional_details": "We petition the UK Government to support the students and staff of Hillingdon Music Service (HMS) in lobbying against Hillingdon Council to stop the continual threat of defunding of the HMS.\r\n\r\nSessional peripatetic staff will remain in their roles, however all coordinator roles will be cut and these positions made redundant. All staff may face changes in their role which include more responsibilities than their current role, but at a lower rate of pay. We oppose these changes and redundancies.",
        "background": "Hillingdon Music Service, a music education service in the London Borough of Hillingdon will not exist in its current form as of 2020, due to changes in funding currently in consultation stages. Redundancies of core staff, and restructuring of peripatetic staff roles, threatens the Music Service.",
        "closed_at": null,
        "created_at": "2019-07-12T10:31:53.766Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-12T10:44:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-19T13:15:54.880Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-07-19T13:15:54.885Z"
    },
    "id": 267308,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267308.json"
    },
    "type": "petition"
}