{
    "attributes": {
        "action": "Hold a full Commons debate on updated Brexit economic and trade deal losses.",
        "additional_details": "1.The new EU deals are fact. It's evident that there would be additional economic gains via staying in the EU and further downsides of leaving.  \r\n2. Negotiations have confirmed it will be impossible to match current trade deals. \r\n3.It's evident, contrary to promises made in 2016, that the UK will NOT be in a strong negotiating position.\r\n\r\nThe above drive a weaker than forecast economic outturn, the scale of which could be fundamental to the UK's finances and its ability to fund public services.",
        "background": "Since the 2016 Refendum, two major factors have changed:\r\n1.  The EU has agreed new trade deals with Canada, Japan, Singapore, Vietnam and Mercusor.   \r\n2. Trade discussions/negotiations have proven that, contrary to promises pre the Referendum, many existing deals cannot be rolled over.",
        "closed_at": null,
        "created_at": "2019-07-13T13:34:43.211Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-14T21:37:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-31T12:18:10.397Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do beyond debating the issue. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-07-31T12:18:23.982Z"
    },
    "id": 267383,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267383.json"
    },
    "type": "petition"
}