{
    "attributes": {
        "action": "Question Secretary of State for Education about control of  Academies/funding",
        "additional_details": "Many parents find academies refusing to assist with SEN need , according to the Children & Families Act 2014 these children are entitled to an equal education . Academies are essentially businesses, so SEN children are a cost burden! An appalling cause & effect ... lack of funding equals we don’t want these kids in our academies... then you try & complain !! When you go to your LEA (Council) their hands are tied, they have little jurisdiction ... more worryingly , nor do the Dept Education !!??",
        "background": "Academies are government funded, but virtually self governed!  Why are the Government funding academies out of the state purse, without any major control over them? Academies are virtually untouchable by authority, I believe, this is contributing to SEN kids in particular  suffering lack of support.",
        "closed_at": null,
        "created_at": "2019-07-14T20:42:49.055Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-15T00:01:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-30T14:50:17.078Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about academies, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nOfsted's school inspection framework applies to academies:\r\n\r\nhttps://www.gov.uk/government/organisations/ofsted\r\n\r\nWe not sure exactly what you want the Government or Parliament to do to improve SEN provision in academies. You could start a new petition explaining clearly what you'd like the Government or Parliament to do. For example, a petition calling for an independent inquiry into SEN provision in academies, if that's something you'd like to happen.\r\n\r\nThere's already a petition about increasing funding for SEN students in schools, which you might like to sign. You're more likely to get action on this issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/251645"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-07-30T14:50:42.762Z"
    },
    "id": 267457,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267457.json"
    },
    "type": "petition"
}