{
    "attributes": {
        "action": "Reverse covert policy of CPS to drop rape cases  despite overwhelming evidence.",
        "additional_details": "A \"letter of action \" has been taken by 21 victims, who  have been treated this way, and procedures for a judicial review are under way. Harriet Wistrich, director of the Centre for Women's Justice, says \" We are arguing that the CPS' systematic failure to prosecute rape is a human rights failure..\" Claire Waxman, the independent victims' commissioner for London said \"If the CPS have changed their policy without consultation, and it is impacting victims' access to justice, then this must be remedied immediately\"",
        "background": "Between 2014 and 2018 only 4 percent of reported rapes were prosecuted, despite the number tripling during this period . If there is a perceived complication, they are second guessing the reaction of the jury, and leaving victims vulnerable, the perpetrators going free.",
        "closed_at": null,
        "created_at": "2019-07-15T14:45:05.351Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-15T21:28:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-30T16:29:45.747Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nThis is a matter for the CPS, which is independent of both the Government and Parliament.\r\n\r\nIn March 2019, the Home Office announced it would carry out a review of the criminal justice response to rape and serious sexual offences, including an investigation into reduced volumes of police referrals, CPS charges, prosecutions and convictions for rape and serious sexual assault cases. This was one of ten key commitments in the Government's \"refresh\" of its Violence Against Women and Girls strategy. You can find out more here:\r\n\r\nhttps://homeofficemedia.blog.gov.uk/2019/03/07/violence-against-women-and-girls-and-male-position-factsheets/\r\n\r\nYou could start a new petition calling for a clear action that is the responsibility of the Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2019-07-30T16:30:03.098Z"
    },
    "id": 267496,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267496.json"
    },
    "type": "petition"
}