{
    "attributes": {
        "action": "Equalize gender pay gap between men and women.",
        "additional_details": "As it's a matter of decision, I'd like to ask the government to put a law into place that forbids any employer to pay less to a person based on their gender and therefore close the gender pay gap immediately as while paying for a priced good in, for example, a supermarket, we can't negotiate the price of the item based on our gender.",
        "background": "As the House of Commons Thirteenth Report of Session 2017-2019 states,  \"(At an organisational level)... gender pay gaps of over 40% are not uncommon. In some sectors; 78% of organisations reporting have gender pay gaps in favour in men.\" \r\nHowever, some workplaces pay men less than women.",
        "closed_at": null,
        "created_at": "2019-07-14T05:35:30.639Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-14T12:15:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-23T11:03:00.106Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It's already against the law for employers to pay women less than men for doing the same work. You can find out more about what the law says about equal pay here:\r\n\r\nhttps://www.equalityhumanrights.com/en/advice-and-guidance/equal-pay-equal-work-what-law-says\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-07-23T11:03:00.113Z"
    },
    "id": 267411,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267411.json"
    },
    "type": "petition"
}