{
    "attributes": {
        "action": "Ban transmt and all other inner city music nuicance events",
        "additional_details": "Bass subwoofers are the main cause of the noise pollution problem, bass drives people into mental illness and that has been scientifically proven, noise from inner city festivals like transmt every year are destroying the majority of city residents lives and need an immediate and indefinite stop, just can't be allowed to continue!",
        "background": "It's time these gross violation of decent people's right to peace to live is respected and these noisy events in the city were permanently banned by law in a way the local councils and regional parliaments cannot override the bans.",
        "closed_at": null,
        "created_at": "2019-07-13T21:34:19.786Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-13T22:22:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-30T10:51:13.434Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Noise management in Scotland is devolved to the Scottish Government. For individual events, local authorities are responsible for controlling and dealing with complaints about noise. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-30T10:51:20.790Z"
    },
    "id": 267405,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267405.json"
    },
    "type": "petition"
}