{
    "attributes": {
        "action": "Preparations for post-Brexit rationing must begin immediately",
        "additional_details": "Commonsense dictates that abandoning any Brexit is the only viable course, but senior government figures are bent on this course of action. So that essential supplies reach all there must be provision for rationing and regulated supply from 1 November onwards. So little time remaining, this must be put in place without delay.",
        "background": "In the event of a no-deal Brexit food supplies cannot be guaranteed and food shortages are certain to occur. This will cause civic unrest, food riots etc. Ration books must be prepared for issue, and allowances for important goods must be determined. Less than four months remain.",
        "closed_at": null,
        "created_at": "2019-07-14T23:59:52.496Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-15T21:00:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-31T12:13:13.795Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about the potential for food shortages in the event of a no deal Brexit, but we're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure which \"important goods\" you're concerned about or how you'd like supplies of those goods to be regulated.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-07-31T12:13:27.841Z"
    },
    "id": 267465,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267465.json"
    },
    "type": "petition"
}