{
    "attributes": {
        "action": "Grant rights to people who have contributed financially to property",
        "additional_details": "The law needs to change to reflect the reality of couples or friends who contribute to a mortgage and upkeep of a property but may not be in a financial position to get a mortgage.  If the partnership breaks down the rights of both parties currently aren't fairly recognised and one party is financially discriminated against and loses rights to a fair division of finances.",
        "background": "The laws currently discriminates against people who financially contribute to a mortgage but aren't on the mortgage papers or Deed and therefore have no legal rights if a relationship breaks down. The mortgage holder and Deeds retain all rights at expense of other party.",
        "closed_at": null,
        "created_at": "2019-07-15T17:46:12.136Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-15T20:23:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-31T08:38:23.475Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government and Parliament to take a specific action.\r\n\r\nWe understand you're concerned about the financial rights of people who contribute to a mortgage but don't own the property, but we're not sure exactly what you'd like the Government or Parliament to do to grant these rights.\r\n\r\nThere are already steps people can take to protect themselves, in particular under the Trusts of Land and Appointment of Trustees Act 1996 (known as ToLATA), and provisions in law to recognise the financial contribution of people in this situation. Citizens Advice has published information about this. You can find out more, and how to contact Citizens Advice, here:\r\n\r\nhttps://www.citizensadvice.org.uk/family/ending-a-relationship/if-you-were-living-together/what-happens-to-your-home-when-you-separate/\r\n\r\nYou could start a new petition, explaining clearly what you'd like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-07-31T08:38:39.950Z"
    },
    "id": 267507,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267507.json"
    },
    "type": "petition"
}