{
    "attributes": {
        "action": "Stop TFL Underground car parks being converted into high rise housing",
        "additional_details": "This is a major redevelopment of the local car parks including those in conservation areas to build new apartments. While new homes are much needed, development must be sensitive to the local areas, and consider the surroundings and infrastructure. \r\n\r\nThe proposed development is for a total of multiple dwellings, with only a small number of parking spaces. The plans call for high rise 6 - 27 storey’s which are out of character and will tower over the local area.",
        "background": "Transport for London plans to convert valuable car parks on many popular London Underground stations (Finchley, High Barnet, Stanmore, Rayners Lane & Cannon's Park). This will create high density housing on tiny plots of land with limited infrastructure and undue pressure on public services.",
        "closed_at": null,
        "created_at": "2019-07-16T22:12:03.694Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-17T12:24:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-24T13:01:18.003Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this would be a decision for TfL and not the UK Government or Parliament. TfL is accountable to the London Assembly.\r\n\r\nYou can find out more about how to petition TfL and the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-07-24T13:01:18.010Z"
    },
    "id": 267595,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267595.json"
    },
    "type": "petition"
}