{
    "attributes": {
        "action": "To give SFA residents the same housing and health and safety rights as civilians",
        "additional_details": "SFA properties currently do not fall under the very housing acts and legislations which were put in place to protect tenants in the UK from damaging and dangerous living conditions.  \r\n\r\nSimilarly, SFA residents are not protected by the Disability Discrimination Act. \r\n\r\nThis must change. Military families should not lose their rights to safe and adequate housing for serving.\r\n\r\nI call on the government to ensure that their housing follows all the same regulations any other landlord must adhere to.",
        "background": "We have been in a personal battle with Amey & DIO to obtain accessible wheelchair housing for two years. We still do not have a wheelchair accessible SFA. We have also had a dangerous gas leak and damp / mould issues, which have been ignored.\r\n\r\nToo many families are in the same situation.",
        "closed_at": null,
        "created_at": "2019-07-16T18:38:11.109Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-16T18:56:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-01T08:49:37.707Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about adapting Service Families Accommodation (SFA) to meet the needs of disabled people, but we're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure exactly what you mean by giving SFA residents the same housing and health and safety rights as civilians.\r\n\r\nHealth and Safety law covers the rights and responsibilities of employers and employees in the workplace. Some housing law applies to SFA tenants, for example, the Protection from Eviction Act 1977. However, because SFA is provided by the Ministry of Defence, it's a Crown letting and, as such, cannot be protected by the same statutory regime governing other assured and regulated tenancies.\r\n\r\nThe Army Families Federation has published some advice about SFA, including the complaints process, which you might find helpful:\r\n\r\nhttps://aff.org.uk/advice/housing/complaints/ \r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do. For example, a petition calling for an urgent review of the processes for adapting SFA to meet the needs of disabled residents and/or for more funding to meet the needs of disabled people in SFA."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-08-01T08:49:55.416Z"
    },
    "id": 267582,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267582.json"
    },
    "type": "petition"
}