{
    "attributes": {
        "action": "Audit Birmingham City Councils management of Waste and Recycling services.",
        "additional_details": "Following the resolution of Industrial Action earlier this year, bin collections have been constantly missed. For the past few months the response from the City Council is \"We are doing all we can\".  This is depressing for residents of the city who have a sense of pride in there local environment. In addition to being a pest attractant it leads to the decline in respect for the local area.",
        "background": "The citizens of Birmingham have suffered major disruption of Household Waste and Recycling services since January 2016 as a result of industrial action and other undisclosed reasons.  Local Councillors have been unable to assist. The City streets are filthy and a disgrace to the country.",
        "closed_at": null,
        "created_at": "2019-07-17T20:36:26.200Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-17T21:15:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-31T14:24:20.393Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for the issue you raise. Local councils are accountable to the electorate for the services they provide.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttps://www.birmingham.gov.uk/info/20146/consultation_and_engagement/702/e-petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-07-31T14:24:27.667Z"
    },
    "id": 267672,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267672.json"
    },
    "type": "petition"
}