{
    "attributes": {
        "action": "Force the DfT to prioritise the introduction of E10 fuel before 2020.",
        "additional_details": "The DfT closed its consultation on E10 in September 2018 but is still to publish its report. It needs to prioritise this to protect the biofuel industry in the UK.  \r\n\r\nhttps://www.bbc.co.uk/news/science-environment-49003496\r\nhttps://www.britishbioethanol.com/single-post/2019/07/16/E10InquiryFINALReport",
        "background": "The introduction of 10% ethanol fuel (E10) has been successful in Europe, and we already have the biofuel industry in the UK to support this. The introduction of E10 would support jobs in the UK, and have a dramatic effect on vehicle emissions with no modifications needed.",
        "closed_at": null,
        "created_at": "2019-07-17T09:11:48.556Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-17T17:09:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-01T09:16:51.885Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about E10 fuel, but we're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure if you want the Government to publish its full response to its consultation or to take specific steps to incentivise use of E10. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could call for the Government to take specific steps to encourage fuel suppliers to use E10, for example through taxation changes, if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-08-01T09:59:28.867Z"
    },
    "id": 267622,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267622.json"
    },
    "type": "petition"
}