{
    "attributes": {
        "action": "A standards structure for the breeding, sale, training, and livery of equines.",
        "additional_details": "Despite c.1.3M equines, c.19M equestrian consumers, contributing £4.3B to the economy, (BETA 2015), the UK Equine Industry is largely unregulated, save for 464 BHS Riding Schools (BHS). Significantly, there are no sector specific regulatory standards. The NGBs are primarily concerned with performance standards; the wider sector going under the radar. Therefore it is unsurprising that the RSPCA, believe there is a 'Horse Crisis' in the UK;  the Haworth Case being the catalyst for urgent action. .",
        "background": "In response to the Haworth Neglect Case 2019, of sustained neglect involving 31 horses, a regulated business test and standards structure for equine establishments is needed. To obtain a licence to trade, business’ must meet minimum standards. Higher standards will attain a qualitymark from DEFRA.",
        "closed_at": null,
        "created_at": "2019-07-17T02:43:20.504Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-17T10:37:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-07T10:02:37.404Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you'd like changes to the regulation of the equine industry, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what changes you would like the Government or Parliament to make."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-08-07T10:05:00.926Z"
    },
    "id": 267606,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267606.json"
    },
    "type": "petition"
}