{
    "attributes": {
        "action": "Support the Police with the epidemic of Stolen Surveying Equipment, Plant, Tools",
        "additional_details": "The Police have done the best they can with their hands tied behind their backs, this cannot continue.\r\n\r\nResponse times are often poor & without investigation\r\n\r\nStolen items are regularly identified as being sold on auction sites or 'Pawn brokers' both inside & outside of the UK \r\n\r\nThe Government must acknowledge this serious issue and support the Police further to deal with this organised crime.\r\n\r\nPeople are losing their livelihoods. Insurance policies are now extremely high, or not even available.",
        "background": "This MultiMillion pound Organised Crime is growing year on year, affecting peoples livelihoods & the UK economy.\r\nWe have already seen serious injury & threats with knives or other weapons during robberies, how long is it before there is a fatality  ?\r\nThe Government must support Police operations",
        "closed_at": null,
        "created_at": "2019-07-17T11:23:48.782Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-17T11:51:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-29T16:41:50.983Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as provide more funding for police to tackle this crime, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-07-29T16:41:50.988Z"
    },
    "id": 267632,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267632.json"
    },
    "type": "petition"
}