{
    "attributes": {
        "action": "Change the system so that we can easily get access to anti-parasitic medicine.",
        "additional_details": "https://jcp.bmj.com/content/jclinpath/39/4/366.full.pdf\r\nStrongyloides stercoralis can be fatal to the non-immunosuppressed (see pdf). NHS only prescribe medicine if patient has HIV etc. \r\nDr CF Figueira (Brazil) says low stomach acid causes fatal cases.  Doctors in UK don't test stomach acid.\r\nDr Paul Pottinger (University of Washington US) says the serology test is unreliable. British doctors think it's 100% reliable.  \r\nS S is spread via skin contact, textiles & shower rooms (Prof Hilary Hurd).",
        "background": "British residents only have access to mebendazole, which is inadequate for strongyloides & hookworm (which can be fatal). According to experts, medicine should be prescribed on the basis of travel history & symptoms, but British doctors are refusing to give medicine without a clinical test result.",
        "closed_at": null,
        "created_at": "2019-07-18T00:03:20.131Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-18T21:49:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-01T13:03:35.572Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about access to anti-parasitic medicines, but we're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not exactly sure how you'd like to change the system or which medicines you want to be made more readily available.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, a petition calling for increased funding for a particular medicine/s on the NHS."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-08-01T13:03:48.188Z"
    },
    "id": 267682,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267682.json"
    },
    "type": "petition"
}