{
    "attributes": {
        "action": "We request that Her Majesty's Government passes a bill to dissolve Parliament.",
        "additional_details": "Our present elected parliament has repeatedly proven itself as unable to effectively govern the United Kingdom or provide an effective opposition on a range of nationally important issues such as Brexit, policing and the NHS.\r\n\r\nThe dissolution period is needed to allow a period of stability and to prevent further harm being caused to the United Kingdom whilst each constituency is given the opportunity to elect new representatives.",
        "background": "The signatories request that Her Majesty's Government passes a bill to dissolve the Westminster Parliament and cede absolute power to Her Majesty Queen Elizabeth II for a finite period of not less than 24 months.",
        "closed_at": null,
        "created_at": "2019-07-18T22:59:57.553Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-18T23:09:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-02T14:08:56.266Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nDissolution is the official term for the end of a Parliament before a general election. Parliament is dissolved 25 working days before a general election. We're therefore not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIf you would like parliament to be dissolved and a general election to be held, you can sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/264215\r\n\r\nYou could start a new petition asking for Parliament to prorogue, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-08-02T14:09:31.390Z"
    },
    "id": 267740,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267740.json"
    },
    "type": "petition"
}