{
    "attributes": {
        "action": "Enforce all main roads (A roads and Motorways) to require a Green Bridge",
        "additional_details": "There is 31,400 miles of main road (Motorways & A roads) in the UK. Many of which do not have a safe and regular method of crossing for people never mind wildlife. Government should review the impacts of main roads, cohere to today's environmental guidelines with the objective to benefit both wildlife and local communities. \r\n\r\nMany are already installed across Europe, the UK has a chance to show it is taking the climate crisis seriously and implementing long strategies to benefit our future.",
        "background": "Biodiversity is a key aspect in restoring our habitats and reducing emissions. In the last 50 years Europe has lost 75% of its flying insects. Reconnecting our habitats here in Britain will add to a network of positive solutions, that can actually make the goals currently ink on paper, a reality.",
        "closed_at": null,
        "created_at": "2019-07-18T21:12:44.339Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-19T06:30:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-01T13:17:56.830Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nThe Government, through Highways England, is responsible for motorways and major A roads (trunk roads), but is not responsible for other A roads, which are a matter for local highways authorities, usually local councils.\r\n\r\nThere's already a petition about Green Bridges, which you might like to sign:\r\n\r\nhttps://petition.parliament.uk/petitions/259277"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-08-01T13:18:12.613Z"
    },
    "id": 267737,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267737.json"
    },
    "type": "petition"
}