{
    "attributes": {
        "action": "To deter street racing, support drag racing and other motorsport \r\nfacilities",
        "additional_details": "Street racing continues to increase, maybe pro-rata to the closing of  drag racing and other motorsport venues.\r\n \r\nMotorsport venues face closures due to noise or for housing developments for example.\r\n \r\nGrass root motorsport ventures, with their social and commercial infrastructures, feed in to the UK's huge motorsport sector.\r\n\r\nWith the social and commercial benefits, there are many positive advantages and outcomes to supporting entry-level and clubman drag racing and other motorsport venues.",
        "background": "Street racing and unsafe or reckless driving at 'cruises' can have catastrophic consequences. \r\n\r\nTwo out of three of the UK's permanent drag racing facilities have closed in the last three years. \r\n\r\nWe need to encourage and support the provision of safe and sanctioned 'off road' motorsport events.",
        "closed_at": null,
        "created_at": "2019-07-19T11:19:53.371Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-19T22:30:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-02T08:42:09.647Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about motorsport, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, a petition calling for the Government to increase its funding of grassroots motorsport projects and facilities."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2019-08-02T08:42:24.509Z"
    },
    "id": 267765,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267765.json"
    },
    "type": "petition"
}