{
    "attributes": {
        "action": "1/11/19 is the start of no deal option with the EU, or Parliament is in contempt",
        "additional_details": "Since before the referendum in 2016 we have had a consistent barrage of threats and perceived consequences should we decide to vote to leave in the first place, and then follow through with the democratic decision afterwards.\r\n\r\nWe vote our MP's into Parliament on the basis of those who receive the most votes.  People who have been elected on that basis should not try to stop the same type of vote that was held about Brexit.",
        "background": "The political establishment is failing in it's duties towards the British people.  The majority decision in 2016 was to leave the EU, not to have the political elite use every conceivable trick to block it.\r\n\r\nBy failing to adhere to the decision of 2016, democracy itself is being challenged.",
        "closed_at": null,
        "created_at": "2019-07-18T18:53:43.523Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-19T09:15:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-26T09:25:27.784Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/254329"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-07-26T09:25:27.791Z"
    },
    "id": 267728,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267728.json"
    },
    "type": "petition"
}