{
    "attributes": {
        "action": "Stop TFL charging twice for ULEZ,make the charge 24 hours from the time of entry",
        "additional_details": "For example me and my wife drove my car Into zone to go to see a movie for our wedding in central london we arrived into london around 2230 as our showing was 2315 when the movie was finished we drove back home at around 0200 I was charged £25 (£12.50 ×2) this I because Tfl charge from 0000 to 2359 this is not justifiable as I only entered the zone once. I do not see why the charge  can not be for 24 hours from the time of entry. TFL need to make there charging clear and fair.",
        "background": "So TFL have introduced the ULEZ to london this is in the same zone as congestion zone costing £12.50 per day. What they dont make clear is that if you enter the zone before 0000 and leave after 0001 you will be charged twice this is ludicrous this charge should be valid for 24hours from entry.",
        "closed_at": null,
        "created_at": "2019-07-21T06:24:29.955Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-21T07:48:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-30T15:45:49.291Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This is the responsibility of the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2019-07-30T15:45:49.298Z"
    },
    "id": 267857,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267857.json"
    },
    "type": "petition"
}