{
    "attributes": {
        "action": "Change Clare’s law so that concerned family members can access this too!",
        "additional_details": "That is why I would like to change Clare’s law so that family memebers who are concerned that their loved ones are being abused can apply for this too. \r\nAs it stands the only option family members have is to call 999 or 101.",
        "background": "Clare’s law allows people to find out background information about their partners in order to leave a possibly abusive situation. \r\nHowever as it stands only people in the relationship can apply for this. I would like to change it so that concerned family members can apply for this law too.",
        "closed_at": null,
        "created_at": "2019-07-20T20:34:26.237Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-21T20:29:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-05T08:54:34.366Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about domestic violence, but we're not sure exactly what changes you'd like the Government or Parliament to make to this law. You can already apply for a disclosure if you are concerned about someone else's partner, but the police will decide who they make any disclosures to.\r\n\r\nYou can make an application here: https://www.met.police.uk/advice/advice-and-information/daa/domestic-abuse/alpha/request-information-under-clares-law/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to change."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-08-05T08:54:57.696Z"
    },
    "id": 267846,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267846.json"
    },
    "type": "petition"
}