{
    "attributes": {
        "action": "Ban deep-sea trawl fishing at depths >600m in the North-East Atlantic Ocean.",
        "additional_details": "Deep-sea trawling causes: 1. The unrecoverable destruction of reefs, grown over thousands of years and inhabiting fish there. 2. An average of ~50% of fish caught being undesired and discarded, dead, back in to the sea. 3. The loss of huge amounts of carbon storing coral life that is desperately needed as we face climate change.\r\n\r\nDeep-sea trawling of the NE Atlantic is just 1.1% of EU catch for this region. The negative ecological and economic impacts are completely out proportion. Please Sign.",
        "background": "In 2017 the EU banned trawling below 800m in the EU and international waters of the Central-Eastern Atlantic. Whilst this was welcome, its in the North-East Atlantic waters that most trawling effort is made by EU fleets and are most in need of protection.",
        "closed_at": null,
        "created_at": "2019-07-20T11:44:13.554Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-20T11:51:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-02T14:38:49.810Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nThe UK Government or Parliament are not responsibility for fishing across the North-East Atlantic and could not unilaterally impose a ban on deep-sea trawl fishing. You could start a new petition calling for a clear action that is the responsibility of the UK Government or Parliament.\r\n\r\nYou might like to sign this petition about bottom trawler fishing, if it calls for something you'd like to happen:\r\n \r\nhttps://petition.parliament.uk/petitions/261547"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-08-02T14:39:09.302Z"
    },
    "id": 267827,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267827.json"
    },
    "type": "petition"
}