{
    "attributes": {
        "action": "Make young person’s insurance considerably cheaper now we have black boxes.",
        "additional_details": "In addition, it’s been widely reported in the media recently that young people are learning to drive at 17/18, but then can’t afford the full insurance premium once they’ve passed their test. It may be several years before they can afford full insurance, which is leading to an increase in accidents due to lack of driving practice. Young drivers are being unfairly penalised so I believe the situation needs to change. Please sign and share my petition. Thank you.",
        "background": "Young people nowadays are charged more than ever to drive a car. Now that black boxes are virtually required to insure your car and night-time curfews are being considered, young people should now be statistically safer drivers. So why is insurance for a 17 year old almost always more than £1,500?",
        "closed_at": null,
        "created_at": "2019-07-21T11:45:25.767Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-21T11:55:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-02T10:00:07.196Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept petitions about matters which are not the responsibility of Government or Parliament. This would be a decision for the providers of black box car insurance and not the UK Government or Parliament. \r\n\r\nYou could start a new petition asking the Government to pass a law to bring in a  maximum car insurance premium for younger drivers, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-08-02T10:00:23.996Z"
    },
    "id": 267869,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267869.json"
    },
    "type": "petition"
}