{
    "attributes": {
        "action": "Laws to be introduced to mandate gender diversity amongst all UK businesses",
        "additional_details": "In the UK, businesses disclose male vs female pay annually but are not met with policy to ensure that equal salary and opportunity is monitored or actioned. \r\n\r\nCurrently, the government is relying upon annual shame/embarrassment alone to pressurise businesses into equalising opportunities and pay.\r\n\r\nWhilst gender inequality is not sanctionable, businesses are not prioritising the issue with swift action. \r\n\r\nAdditionally, social/welfare policy enhancements may emerge to support equal access to work.",
        "background": "A recent review found that none of the 193 United Nations participants are on track to achieve gender equality goals by 2030. \r\n\r\nhttps://www.google.com/amp/s/amp.theguardian.com/global-development/2019/jun/03/not-one-single-country-set-to-achieve-gender-equality-by-2030",
        "closed_at": null,
        "created_at": "2019-07-20T10:13:13.098Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-28T14:08:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-05T08:05:38.009Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It's already against the law for employers to pay women less than men for doing the same work. You can find out more about what the law says about equal pay here:\r\n\r\nhttps://www.equalityhumanrights.com/en/advice-and-guidance/equal-pay-equal-work-what-law-says\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-08-05T08:05:42.684Z"
    },
    "id": 267822,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267822.json"
    },
    "type": "petition"
}