{
    "attributes": {
        "action": "Hold a referendum in Saddleworth North, South, West Lees Grotton and Springhead.",
        "additional_details": "We the undersigned are applying for a referendum for all residents of the wards of Saddleworth North, Saddleworth South & Saddleworth West, Lees, Grotton and Springhead, to transfer all Planning decisions in our wards from Oldham Council to Saddleworth Parish Council.\r\n\r\nAlso, all rates collected in the three wards of Saddleworth, be allocated by Saddleworth Parish Council and not Oldham Council.",
        "background": "Oldham Council have failed to reinvest rate payers money into Saddlewoth for decades, causing a chronic shortage of local facilities. Oldham Council have failed to listen to the concerns of all local residents. We now wish that all Planning decisions and rates to be by Saddleworth Parish Council.",
        "closed_at": null,
        "created_at": "2019-07-20T10:57:53.057Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-20T13:16:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-02T10:23:53.845Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nDecisions about local referenda are for local authorities. You could raise the issue with local councillors who represent you. Find can find your local councillors here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-08-02T10:42:39.396Z"
    },
    "id": 267824,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267824.json"
    },
    "type": "petition"
}