{
    "attributes": {
        "action": "Government Must apply Strict Fines of £200 instant for the ones who leave A Mess",
        "additional_details": "It will be too late once they are gone, it is also unsightly as seen Families just getting up and leaving their mess behind.\r\n\r\nPlease Support it.",
        "background": "Due to Plastics being left on Beaches causing issues with Wildlife, the Government Must make the above National, it is Killing our Wildlife at a fast rate, the ones who do this are just Lazy, the only way to get them on board with the good is a Large Fine.\r\n\r\nLet’s look after our Sea life plus Land",
        "closed_at": null,
        "created_at": "2019-07-22T13:57:12.634Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-22T18:31:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-02T10:37:42.589Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nLocal authorities are responsible for addressing littering. They already have to keep land clear of litter \"as far as is practicable\" and are responsible for providing bins. They can also issue fixed penalty notices to people who drop litter, and prosecute people who don't pay the penalty.\r\n\r\nYou could raise the issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou could start a new petition calling for a clear action that is the responsibility of the Government or Parliament. For example, you could start a new petition calling for the Government to increase the maximum penalty for littering, if that's something you'd like to see happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-08-02T14:02:24.268Z"
    },
    "id": 267923,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267923.json"
    },
    "type": "petition"
}