{
    "attributes": {
        "action": "Change the law surrounding assistance dogs in the UK.",
        "additional_details": "At the moment a lot of businesses are under the impression there is a registry for assistance dogs - there isn’t - and that ADUK and it’s charities is it. They are just charities not a registry and cannot help everyone especially with those that have more the one disability - dogs, trainers and resources are in extremely short supply. Businesses such as airplane companies and shops refuse entry to any dog that isn’t ADUK trained, thus discriminating everyone else.",
        "background": "I would like to make it law that alongside ADUK trained dogs, that kennel club good citizen scheme gold level trained dogs (which is highly trained) should have the same rights. It should also be made clear to all businesses including airplanes etc that there is no registry for assistance dogs.",
        "closed_at": null,
        "created_at": "2019-07-23T09:37:55.351Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-23T12:05:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-02T15:44:47.458Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nThe Equality Act 2010 prohibits service providers, including taxis and restaurants, from discriminating against those who need an assistance dog with them. It also requires service providers to make reasonable adjustments for disabled customers. We aren't sure what further action you'd like the UK Government or Parliament to take. \r\n\r\nYou could start a new petition asking the Government to introduce a registration scheme for assistance dogs, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2019-08-02T15:45:12.939Z"
    },
    "id": 267980,
    "links": {
        "self": "https://petition.parliament.uk/petitions/267980.json"
    },
    "type": "petition"
}