{
    "attributes": {
        "action": "Change the 2006 law on causing unnecessary suffering to dogs in hot cars",
        "additional_details": "Every year, dogs suffer and die when their owners make the mistake of leaving them in a parked car—even for “just a minute”—while they run an errand. Parked cars are deathtraps for dogs: On a 78-degree day, the temperature inside a parked car can soar to 100 degrees in just minutes, and on a 90-degree day, the interior temperature can reach as high as 109 degrees in less than 10 minutes. Brain damage or death from heatstroke in just 15 minutes can occur.  This has to stop!",
        "background": "Summer climates in the UK have increased since the law was passed in 2006 and people are still leaving their dogs in hot cars. I am starting a petition that will hopefully result in it being made a criminal offence and to cause uncessary suffering to dogs that are left in cars in hot weather.",
        "closed_at": null,
        "created_at": "2019-07-23T16:04:57.807Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-24T07:07:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-31T13:16:13.071Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about dogs being left in hot cars, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIt's already against the law to cause unnecessary suffering to an animal, so we're not sure exactly what legal changes you'd like to see. You could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-07-31T13:16:13.076Z"
    },
    "id": 268078,
    "links": {
        "self": "https://petition.parliament.uk/petitions/268078.json"
    },
    "type": "petition"
}