{
    "attributes": {
        "action": "Emergency unlock facility when inside a centrally locked car",
        "additional_details": "After recently witnessing a young boy being accidentally locked in a car it has become apparent this is happening all too often.  People are dying.  Car manufacturers need to be made to include a safety unlock facility in all cars.  You have no horn, can not open the windows and can not unlock the doors from inside if a car has been centrally locked with a key by someone outside.",
        "background": "Please ensure car manufacturers fit emergency unlock facilies in ALL cars so they can be unlocked from the inside... \r\nEven in the UK the internal car temperature in a locked car can reach well over 40 degrees, raising body temperature too high.  This can be, and has been fatal.",
        "closed_at": null,
        "created_at": "2019-07-24T13:41:17.401Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-24T14:31:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-31T13:40:01.504Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about people being locked inside cars, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask Parliament to change the law, to require all cars sold in the UK to have an emergency unlock mechanism. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-07-31T13:40:01.511Z"
    },
    "id": 268168,
    "links": {
        "self": "https://petition.parliament.uk/petitions/268168.json"
    },
    "type": "petition"
}