{
    "attributes": {
        "action": "Declare a public vote of No Confidence in the UK Government and Prime Minister",
        "additional_details": "Alexander Boris de Pfeffel Johnson, a man voted for by 0.14% of the public, has just been announced as the new Prime Minister.\r\n\r\nMr Johnson has a track record of bigotry, misogyny, homophobia and racism, and can not be allowed to represent the diverse people of the United Kingdom.\r\n\r\nPublished column, calling the appointment of Gordon Brown \"undemocratic\" and calling for an immediate election: https://www.telegraph.co.uk/comment/personal-view/3640768/Browns-looking-for-a-Scottish-ally.html",
        "background": "The current UK Government is threatening our way of life. The new Prime Minister is unelected, despite (in 2007) declaring his opposition at an non-elected Prime Minister being allowed chance to rule. A vote of no confidence on behalf of the UK populus is needed, with a view to a General Election.",
        "closed_at": null,
        "created_at": "2019-07-24T14:58:07.621Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-24T16:37:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-07-31T10:14:21.331Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.\r\n\r\nYou might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/264215"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-07-31T10:14:26.523Z"
    },
    "id": 268178,
    "links": {
        "self": "https://petition.parliament.uk/petitions/268178.json"
    },
    "type": "petition"
}