{
    "attributes": {
        "action": "Stop West Sussex's  plans for Clapham & Patching CofE Primary School.",
        "additional_details": "Myself like most parents chose this school because our children require a small nurturing environment. This school is unique and really think outside the box. They spend a lot more time taking lessons outdoors which I'm 100% certain has contributed to the better health of my 2 medically complex children and has certainly made sure that all 3 of them have grown in every way in the short year we have been there. This environment is essential to most that attend the school for varying reasons.",
        "background": "On Friday 19th July us parents were sent a letter about what possible outcomes there are for the future of our very unique and small primary school. In the best possible scenario we will be federated with other schools and possibly move sites. Worst case is closure of the school all together.",
        "closed_at": null,
        "created_at": "2019-07-24T21:57:47.710Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-24T22:14:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-01T15:43:08.247Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nThis would be a decision for West Sussex County Council. You could raise the issue with a local councillor who represents you. Find can find your councillors here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou local MP might be able to take up your case with the Council. You can find you local MP here:\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/mps/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-08-01T15:44:09.097Z"
    },
    "id": 268233,
    "links": {
        "self": "https://petition.parliament.uk/petitions/268233.json"
    },
    "type": "petition"
}