{
    "attributes": {
        "action": "Provide Sticker Boards for local businesses and artists to advertise in towns",
        "additional_details": "Stickers provide a portal to local commerce.  You can find new music, artists and startup businesses in your area by looking for the stickers.  Currently certain places, Streatham for example have a whole street where the remains of stickers look unsightly and the plastic is thrown away.  Stickers indicate a vibrant culture and they help bring people together for business, creativity and fun.  Providing boards would reduce the amount of stickers posted on street furniture.  Stickermonster.co.uk",
        "background": "Support our Local and Cultural Economy:  Give Local Creatives and Startups a place to legally post stickers for free.\r\nA whole new community notice board for stickers plus boards on lamp posts.  Councils waste a lot of time money and plastic & harm the local economy by removing stickers from towns.",
        "closed_at": null,
        "created_at": "2019-07-26T21:29:36.471Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-10T07:40:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-13T15:51:03.265Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\t\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-08-13T15:51:03.270Z"
    },
    "id": 268399,
    "links": {
        "self": "https://petition.parliament.uk/petitions/268399.json"
    },
    "type": "petition"
}