{
    "attributes": {
        "action": "Allow fully informed choice to buy chlorine,  hormone and GM treated  UK food",
        "additional_details": "We like modernity, but we are entitled to draw the line when effective choice is removed from a majority on one of the most important things in life, what we eat. Where is effective choice for a baby, a 2 to 18 year old, an elderly relative in care, for workers or curious tourists in a busy town? Open system GM is three dimensional science, omitting the fourth dimension, time. Its like introducing a rat or rabbit into a field in Australia in the 18th century and saying its all going to be ok.",
        "background": "Advocates of open system GM, hormone  and chlorine treated food say the customer has a choice. But babies, children and those at school , the elderly, and workers , tourists and those buying catering in a café or restaurant are unlikely to have effective choice-  less than half the population maybe?",
        "closed_at": null,
        "created_at": "2019-07-27T00:01:54.286Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-09T13:58:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-14T15:05:10.773Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the sale of GM food, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-08-14T15:05:14.221Z"
    },
    "id": 268415,
    "links": {
        "self": "https://petition.parliament.uk/petitions/268415.json"
    },
    "type": "petition"
}