{
    "attributes": {
        "action": "Create a litter task force to address this huge problem",
        "additional_details": "The government should do more to tackle this issue as our countryside, beaches, natural habitats, towns and cities are plagued by litter and fly tipping.There should be a zero tolerance to this issue. \r\nI therefore propose a task force be created to police this, with on the spot fines, community service orders and possible jail time for repeat offenders. The fines would be used to finance the scheme.\r\nThis would make our public areas more attractive, would encourage tourism and would be safer for birds and wildlife",
        "background": "Litter, flytipping, & especially plastic is of a growing concern, not only nationally, but globally. The UK doesn’t do enough to deter this antisocial behaviour.",
        "closed_at": null,
        "created_at": "2019-07-29T12:27:53.271Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-29T14:28:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-07T16:29:58.572Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's already illegal to drop litter in the UK, with a maximum fine of £2,500 for persistent littering. Different local authorities also have the powers to impose on the spot fines to those caught littering. We're therefore not sure what further action you'd like to see.\r\n\r\nYou could start a new petition explaining exactly what you'd like the Government or Parliament to do. You could also speak to your local council about the enforcement of fines for people who litter. You can find out who your local councillors are and how to contact them here: \r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2019-08-07T16:30:01.421Z"
    },
    "id": 268572,
    "links": {
        "self": "https://petition.parliament.uk/petitions/268572.json"
    },
    "type": "petition"
}