{
    "attributes": {
        "action": "statutory rights for housing for all single people. (Particularly single men)",
        "additional_details": "You might be accepted on the list but since you are not \"vulnerable\" you are highly unlikely to be offered a property. Even if you were homeless, a single man without any health problems is unlikely to be considered for a flat. The best they would get is a place in a B&B. Many single men have got involved with ladies who then have babies, the woman gets given social  (cheaper..) housing with bloke on't back of it and then man get's chucked out to fend for himself",
        "background": "Debate over statutory rights for housing for all single people. Social housing should exist for all who find themselves unable to participate in the private housing market. There is no rational reason for targeting single people as having less need of a roof over our heads than anyone else.",
        "closed_at": null,
        "created_at": "2019-07-29T15:22:59.897Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-29T16:01:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-12T09:26:49.826Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you're concerned about the availability of social housing for single people, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nLocal councils are responsible for allocating and prioritising applications for social housing. You may want to raise this issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2019-08-12T09:26:54.160Z"
    },
    "id": 268597,
    "links": {
        "self": "https://petition.parliament.uk/petitions/268597.json"
    },
    "type": "petition"
}