{
    "attributes": {
        "action": "those diagnosed with mental health to have the correct support and treatment",
        "additional_details": "I want to make this change \r\nIn the name of all those who are suffering \r\nI’m the memory of those who couldn’t say what the wanted too. \r\nI want to make sure professionals have the right training to spot and deal and connect with people who are battling mental health. \r\nI want to make sure children are educated up to18 about mental health and always reach out for help and support if they need toThere’s no mental health team that will help those suppressing with drink and drugs as a friend just died",
        "background": "I want to make more awareness and create a law to make sure everyone with mental health get the right help the right treatment and support through out there time suffering despite their drinking and drug habits as they do this to suppress there feelings",
        "closed_at": null,
        "created_at": "2019-07-30T17:49:56.528Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-07T09:36:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-14T16:01:49.772Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about support for mental health, but we are not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign one of these petitions:\r\n\r\nhttps://petition.parliament.uk/petitions/250915\r\nhttps://petition.parliament.uk/petitions/243332\r\nhttps://petition.parliament.uk/petitions/242184\r\nhttps://petition.parliament.uk/petitions/269041\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-08-14T16:14:09.283Z"
    },
    "id": 268718,
    "links": {
        "self": "https://petition.parliament.uk/petitions/268718.json"
    },
    "type": "petition"
}