{
    "attributes": {
        "action": "Stop the rising violent persecution of Christians around the world",
        "additional_details": "Suffering and death is their fate yet their plight is largely ignored by the government and mainstream media of the West, why? An abundance of data/information is available via organisations such as Open Doors, Barnabasfund and Christian Watch/Concern. Jeremy Hunt made us aware of this significant problem: but post the Mounstephen report, will the new government implement the \"urgent voice\" and \"strong action\" needed to bring relief whilst conveying a \"no tolerance\" approach to this crisis?",
        "background": "The relentless persecution of over 245000000 Christians by Islamic extremists is shocking! Especially in Africa where entire villages are slaughtered almost on a daily basis. We cannot simply look away as our brothers and sisters are abused and exterminated on a level akin to Hitler's Holocaust.",
        "closed_at": null,
        "created_at": "2019-07-30T21:51:56.691Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-05T08:39:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-09T10:40:41.925Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the persecution of Christians, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-08-09T10:52:52.585Z"
    },
    "id": 268743,
    "links": {
        "self": "https://petition.parliament.uk/petitions/268743.json"
    },
    "type": "petition"
}