{
    "attributes": {
        "action": "Put pressure on companies to serve drinks and food in biodegradable packaging",
        "additional_details": "2015 size of great Pacific garbage patch: 617,763 square miles.\r\nAn estimated 14 billion pounds of trash-most of it plastic -is dumped in the world's oceans every year. \r\nBiodegradable plastics take three to six months to decompose fully. That's much quicker than synthetic counterparts that take several hundred years. \r\nIf the government invested into research to discover ways of making biodegradable packaging cheaper and more efficient",
        "background": "One use plastics are becoming an increasing issue. The great Pacific garbage patch (a floating island full of human waste/rubbish) is now 2 times the size of Texas and growing everyday. We can stop adding more plastic waste by switching to biodegradable packaging.",
        "closed_at": null,
        "created_at": "2019-07-30T20:42:29.651Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-07-30T22:31:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-09T10:53:17.219Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe aren't sure whether you'd like the Government to ban plastic packaging or whether you'd like the Government to invest money into research on biodegradable packaging. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-08-09T10:54:30.796Z"
    },
    "id": 268733,
    "links": {
        "self": "https://petition.parliament.uk/petitions/268733.json"
    },
    "type": "petition"
}