{
    "attributes": {
        "action": "Stop political parties whipping MPs in the run-up to votes",
        "additional_details": "We ask that, when a parliamentary debate or vote on a particular policy area has been scheduled, or is due to be scheduled – or a motion to hold such a debate or vote has been tabled – political parties be banned from publishing newly-developed or amended policy related to those areas, and from actively drawing party policy related to those areas to MPs’ attention, in any way.",
        "background": "When parties ‘whip’ MPs, there's an implicit suggestion that party endorsement at the next election depends on the MPs voting according to the party line. Whether done openly or through coded messages, this undermines MPs’ ability to vote in good conscience, and should be tightly regulated.",
        "closed_at": null,
        "created_at": "2019-08-01T10:37:12.190Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-16T18:08:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-21T14:21:32.466Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we are not sure what action you would like outlawed.\r\n\r\nPolitical parties can ask MPs to vote in a particular way. However, the decision is still made by the MP.\r\n\r\nYou could start a new petition calling for the UK Government to no longer appoint whips if that is something you would like to see happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-08-21T14:21:32.472Z"
    },
    "id": 268857,
    "links": {
        "self": "https://petition.parliament.uk/petitions/268857.json"
    },
    "type": "petition"
}