{
    "attributes": {
        "action": "Knight Lewis Hamilton, 5 times F1 World Champion as Britain’s greatest F1 driver",
        "additional_details": "F1 papers, magazines and articles across the globe herald Lewis Hamilton is the greatest F1 driver of all time, yet not fully recognised by his countrymen. His millions of F1 fans globally love him dearly. His humility, kindness and deep concern for people and nature, set him apart from other drivers. His success needs much celebration inside Britain, befitting a 5 time World Champion.  Don’t wait until his 6th victory to knight him, Do it NOW as he deserves it having made us Brits proud.",
        "background": "Lewis Hamilton is a role model for people from all backgrounds. He is an example of someone with determination and dreams, achieving such greatness. He inspires young people across the globe and is recognised more outside Britain. He is the 1st person of colour to be amongst the greatest in F1.",
        "closed_at": null,
        "created_at": "2019-07-31T22:33:17.439Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-03T17:35:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-08T09:44:30.301Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept your petition because it asks for someone to be nominated for an honour. \r\n\r\nMembers of the public can nominate people for honours directly. You can find out how to nominate someone for an honour here:\r\n\r\nhttps://www.gov.uk/honours"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-08-08T09:44:30.306Z"
    },
    "id": 268832,
    "links": {
        "self": "https://petition.parliament.uk/petitions/268832.json"
    },
    "type": "petition"
}