{
    "attributes": {
        "action": "Officially recognise HMPPS as one of the UK's Emergency Services.",
        "additional_details": "High Street Retailers, Leisure Centres and Food Retailers always offer discounts to Emergency Services yet the story is the same that they do not class being in the Prison Service as one. \r\n\r\nThis isn't just about Prison Officers receiving discounts but about recognising what hard work us Prison Officers do. We manage the UK's dangerous people that have been committed by the Crown Prosecution Service for a reason. Assaults happen daily and to not be recognised for this is shameful.",
        "background": "Prison Officers manage a number of emergency situations every day. Situations which would on the outside be managed by the Police, Fire & Rescue Service or the Ambulance Service. Prison Service is the only one that is not officially recognised as an Emergency Service, which is unacceptable.",
        "closed_at": null,
        "created_at": "2019-08-01T10:11:27.781Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-01T10:19:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-13T11:27:14.032Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to officially recognise the Prison Service as an emergency service. There aren't classifications of \"emergency\" services which decide how a service is funded or staff's terms and conditions of service.\r\n\r\nThe decision of whether to offer discounts to prison officers would be a decision for retailers rather than the UK Government and Parliament.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-08-13T11:27:49.130Z"
    },
    "id": 268852,
    "links": {
        "self": "https://petition.parliament.uk/petitions/268852.json"
    },
    "type": "petition"
}