{
    "attributes": {
        "action": "Ban Autumn hunting or “cubbing” as it’s traditionally called.",
        "additional_details": "Fox cubs are hunted in August and through to the start of the main hunting season in November. Hunts and their followers surround a copse or wood where they know there’s a litter, they send in the hounds to kill. If a cub tries to escape, the hunt surrounding the copse/wood bang on their saddles or boots to frighten the cub back in and in to the jaws of the hounds. It’s illegal, barbaric and a slur on this nation.",
        "background": "Autumn hunting or “cubbing” is a way that fox hunters use to train young hounds how to kill foxes.\r\nAs fox hunting is illegal, why do the hunts need to train young hounds to kill fox cubs?",
        "closed_at": null,
        "created_at": "2019-08-02T09:00:15.904Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-02T19:43:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-08T10:56:25.941Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nAs you say in your petition, it is already against the law to hunt foxes with dogs. We're therefore not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-08-08T10:56:29.176Z"
    },
    "id": 268926,
    "links": {
        "self": "https://petition.parliament.uk/petitions/268926.json"
    },
    "type": "petition"
}