{
    "attributes": {
        "action": "Help wheelchair people on public transport & make it more reliable.",
        "additional_details": "Arriva which is the local bus service for me, they run every hour after 6pm. \r\n\r\nThere was one occasion I was trying to get home for 5 hours before I was able to get on a bus, every bus was already busy with either a wheelchair or a pram. \r\n\r\nBusses should be more accessible for wheelchairs, as well as taxis in local areas. \r\n\r\nThis is the reason why people with mobility issues are unable to leave the house, especially those who don’t drive.",
        "background": "I’ve noticed recently that “wheelchair accessible” busses are not really wheelchair accessible. \r\nThere is this ridiculous bar in the middle of the space, meaning movability into the space is harder than it should be.\r\nBusses can only accommodate one wheelchair meaning at busier times it’s difficult",
        "closed_at": null,
        "created_at": "2019-08-03T21:56:45.623Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-03T22:17:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-08T10:00:42.533Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about accessibility of public transport, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask Parliament to make specific changes to the legal requirements for buses, trains and taxis. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-08-08T10:00:42.539Z"
    },
    "id": 269008,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269008.json"
    },
    "type": "petition"
}