{
    "attributes": {
        "action": "Stop Saturday Construction works in residential areas",
        "additional_details": "This petition is to action a response from the government to acknowledge the disruption to residents that Saturday working causes, and to do something about it. Everyone is entitled to 2 days off per week, one of those shouldn't be ruined by inconsiderate construction right next door. \r\n\r\nLimiting working hours on a Sarurday to start at 9am instead of 8am would be an improvement, plus keeping the afternoon limit at a 1pm finish.",
        "background": "A council owned building has been under construction next door to us on an otherwise very quiet residential street. For the past 4 months they have been working noisily from 8am, 6 days a week with no warning or apologies from the construction firm",
        "closed_at": null,
        "created_at": "2019-08-06T07:34:51.208Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-06T08:13:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-12T09:23:31.997Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local noise nuisance is the responsibility of your local council. Councils can investigate complaints about noise produced at any time of day or night.\r\n\r\nYou can find out more here: \r\nhttps://www.gov.uk/guidance/noise-nuisances-how-councils-deal-with-complaints\r\n\r\nYou could raise this issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-08-12T09:26:06.220Z"
    },
    "id": 269155,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269155.json"
    },
    "type": "petition"
}