{
    "attributes": {
        "action": "Make BBC News to broadcast each day in the UK at least one good news from Africa",
        "additional_details": "British govt's support for developing countries is £1bn a month. But poverty rates are growing and growing in Africa. Only in Nigeria up to 90 million people live for less than £1 a day now. African countries do need all kinds of possible support to stop poverty. Broadcasting not too optimistic image about Africa at most doesn't help. It's highly advisable to oblige BBC News to broadcast at lest one positive message from Africa a day in the UK to improve general image of Africa in British minds.",
        "background": "Why do we watch on BBC News in the UK not too optimistic news from Africa at most? It's understandable the mission of BBC News UK is not to broadcast wide scope of information from Africa. Anyway, why the pessimistic image of Africa experiencing bad things has to be the one we usually see in the UK?",
        "closed_at": null,
        "created_at": "2019-08-05T15:29:54.729Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-05T22:17:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-09T07:53:07.465Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n\t\r\nYou might like to write to the BBC to make this suggestion."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-08-09T07:53:07.471Z"
    },
    "id": 269110,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269110.json"
    },
    "type": "petition"
}