{
    "attributes": {
        "action": "The living expense on universal credit is not enough to live on",
        "additional_details": "when on benefits they tell you to look for jobs and apply for jobs but if you live in the country side have no library. Live on your own how can £200 then pay for broadband a mobile bill electricity gas food transportation and bills like council tax/rent be enough for example £30-£20-£40- £30 - £40 - £40 £10 and this still isn't including any other bits like hair cuts or  toiletries as you can see it isn't enough this is why people don't want end up doing benefit fraud it needs to change ASAP",
        "background": "People on universal credit get around £200 a month to live on the government says this is enough but it isn't not for a normal living person in todays economy if you live in a 2 bed house you now need to pay bedroom tax aswell as rent for the extra month bedroom and all over bills this isn't enough",
        "closed_at": null,
        "created_at": "2019-08-08T01:27:57.874Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-08T01:37:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-12T10:30:03.875Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned that people on Universal Credit aren't receiving enough money to live on, but we're not sure exactly what specific changes you'd like to see.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-08-12T10:30:03.881Z"
    },
    "id": 269304,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269304.json"
    },
    "type": "petition"
}