{
    "attributes": {
        "action": "Tough laws to be introduced for illegal waste export",
        "additional_details": "According to Sri Lanka’s Central Environmental Authority (CEA) this has inflicted a massive threat of environmental pollution within the country not to mention the detriment to the good health of its population, particularly given the lack of technology nor resources in Sri Lanka to appropriately or suitably dispose of waste. I’m writing to you therefore, to express our great concern as Sri Lankans. I question the ethicality and morality of this practice on the part a nation such as the United Kingdom, considered and reputed as developed and advanced. As a resident of the UK I am well aware that it has the necessary means to dispose of its own waste without inflicting harm on the people and environment of struggling, developing nations",
        "background": "Recently Sri Lanka Customs shed light on a consignment of industrial and clinical waste that was imported from the United Kingdom. Reportedly, there had been 102 containers of clinical waste items (contaminated with blood, urine and feces).",
        "closed_at": null,
        "created_at": "2019-08-09T06:02:26.171Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-09T17:36:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-14T16:58:46.737Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about waste exports, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly how you'd like the laws to change. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-08-14T16:58:46.746Z"
    },
    "id": 269389,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269389.json"
    },
    "type": "petition"
}