{
    "attributes": {
        "action": "Protect our Police Force from life threatening attacks, harsher penalties needed",
        "additional_details": "On 8th August 2019 a 28 year old Police officer narrowly escaped with his life after being slashed across the face, hand and arm with a machete during a routine traffic stop. \r\n\r\nScotland Yard described the incident as a \"sudden and brutal attack\". This is just one example of many, so common are these that are now accepted as normal in our society, such violence such brutality should NOT be acceptable to anyone, especially the very people who are there to protect us.",
        "background": "Stop the mindless attacks on our Police officers. We need them on our streets, we need them to protect us. They should not be subjected to what has become a war in our own country. Penalties are not harsh enough and offenders repeat time after time. The public need to make a stand THIS NEEDS TO STOP",
        "closed_at": null,
        "created_at": "2019-08-08T18:26:21.225Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-08T22:53:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-13T16:12:56.962Z",
        "rejection": {
            "code": "no-action",
            "details": "We've marked your petition as confidential as we can't accept petitions that refer to active court cases. \r\n\r\nIn any case, we can't accept your petition as it’s not clear what the petition is asking the UK Government or Parliament to do.\r\n\r\nPetitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition asking for increased sentences for assaulting a police officer, if that's something you'd like to see happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-08-13T16:13:19.582Z"
    },
    "id": 269361,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269361.json"
    },
    "type": "petition"
}