{
    "attributes": {
        "action": "Justice for cats attacked my dogs and killed by cars on the road !",
        "additional_details": "",
        "background": "On the 8th August two dogs brutally savage my cat while she was laid next to her house, at 16 years old our poor molly moo shouldn't have been attacked and killed in such a disgustingly savage way... the owner had both her dogs on leads but couldn't control them. Cats are family pets too",
        "closed_at": null,
        "created_at": "2019-08-10T13:40:06.344Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-10T13:50:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-13T15:49:58.935Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about attacks on cats, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIf you'd like it to be a legal requirement for drivers to stop if they hit a cat, you might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/260877\r\n\r\nIt's already against the law for someone to allow a dog to be out of control in a public place. This could include allowing their dog to attack another animal. You can find out more about this here:\r\n\r\nhttps://www.gov.uk/control-dog-public\r\n\r\nThe owner can get an unlimited fine or be sent to prison for up to 6 months (or both) if their dog is dangerously out of control. They may not be allowed to own a dog in the future and their dog may be destroyed.\r\n\r\nYou can find out how to report a dog here:\r\n\r\nhttps://www.gov.uk/control-dog-public/report-a-dog\r\n\r\nWe're therefore not sure what additional action you'd like the Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-08-13T15:49:58.941Z"
    },
    "id": 269487,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269487.json"
    },
    "type": "petition"
}