{
    "attributes": {
        "action": "Make all future referendums use Alternative Voting",
        "additional_details": "Alternative voting is a form of voting that allows the electorate to properly represent their opinion. Unlike first past the post voting where we have to pick a side outright. It may not be practical to have alternative voting for all ballots in future, but surely the 2016 referendum, and the division caused by it since, demonstrate that we need a better way to hold referendums in future.",
        "background": "Referendums should not force people to vote on a binary decision as if their opinion fits 100% into a single box. Binary voting causes division. We should have the opportunity to demonstrate the range of our convictions on a debate to form a true representative consensus of national opinion.",
        "closed_at": null,
        "created_at": "2019-08-09T17:51:51.039Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-12T17:58:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-20T12:33:31.253Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular we aren't sure whether you'd like all future referendums to use alternative voting, or only referendums on certain topics as you say that \"it may not be practical to have alternative voting for all ballots in future\". \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-08-20T12:33:31.262Z"
    },
    "id": 269438,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269438.json"
    },
    "type": "petition"
}