{
    "attributes": {
        "action": "Banning the white supremacists groups and criminalising white supremacy.",
        "additional_details": "It is enough to watch the news and realise that white supremacy is becoming an international threat, fuelled by racism and religious discrimination advocated by white supremacists and instigated by a particular head of state, and we do not want to have in the UK, the chaos that is now in the USA.\r\n\r\nWhilst discrimination is illegal in the UK, white supremacy is not. \r\nIt is about time we take steps to protect ourselves, our families, our friends and our neighbours against white supremacists.",
        "background": "The white supremacy is on the rise around the world. Here in the UK we have a multicultural society of which we are extremely proud.\r\nThe aim of this petition is for the Parliament to debate and legislate to criminalise and ban white supremacy and white supremacists groups.",
        "closed_at": null,
        "created_at": "2019-08-09T15:30:49.355Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-10T14:00:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-20T12:53:43.705Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nHate crime is already illegal. A hate crime is when someone commits a crime against you because of your disability, gender identity, race, sexual orientation, religion, or any other perceived difference. It is also illegal to incite hatred, this occurs when someone acts in a way that is threatening and intended to stir up hatred. That could be in words, pictures, videos, music, and includes information posted on websites. We aren't sure how you'd like the law to change. \r\n\r\nYou can find out more here:\r\n\r\nhttps://www.met.police.uk/advice/advice-and-information/hco/hate-crime/what-is-hate-crime/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-08-20T12:54:21.956Z"
    },
    "id": 269428,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269428.json"
    },
    "type": "petition"
}