{
    "attributes": {
        "action": "Amend the  the Equality Act to protect single people from discrimination",
        "additional_details": "Single people should have access to the same goods and services, at the same price as couples.\r\n\r\nMany goods & services are more expensive, hotels, gym membership, trains, tax, council tax, insurance, wills - even food. Research shows that your cost of living is on average £2000 a year if you are single https://www.goodhousekeeping.com/uk/consumer-advice/a579382/how-to-beat-the-singles-tax/\r\n\r\nThe number of single person households in the UK is increasing. By 2023, 40% of households will be single",
        "background": "I wanted to book a camping trip, but the campsite I wanted to go to said that it only accepted bookings from couples and families. Single people often pay more for the same services. It is illegal to withhold services from a married person, but legal if single. This is inequitable and unjust.",
        "closed_at": null,
        "created_at": "2019-08-11T13:25:04.093Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-11T15:38:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-20T14:05:26.169Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the Government or Parliament to take. It is already illegal to discriminate on the basis of marital status, although decisions on charging for single occupancy rooms or single supplements would not be based on this criteria.\r\n\r\nYou could start a petition making it illegal for businesses to charge a single supplement for travel and accommodation, if that is what you would like to achieve. Or, if there are other examples of discrimination, you could start a petition on that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2019-08-20T14:05:47.900Z"
    },
    "id": 269546,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269546.json"
    },
    "type": "petition"
}