{
    "attributes": {
        "action": "Increase child maintenance service powers to investigate the self employed",
        "additional_details": "Children and full time carers are going without while irresponsible parents hide their true earnings. It should be illegal for individuals to do this and the CMS should have the powers and resource to do this from the offset for all self employed individuals. Full powers to look at recent and historic bank accounts, credit cards etc both personal and business in order to see a true account of earnings. Only then will the system be fair to struggling children and full time mothers and carers",
        "background": "Self employed people can hide earnings by dealing with cash in hand jobs and holding funds in their business accounts. By default the CMS won't investigate all associated accounts be it business or personal and often don't have the necessary powers to anyway to gather a true picture of income",
        "closed_at": null,
        "created_at": "2019-08-12T03:05:28.464Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-12T03:21:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-23T10:33:45.086Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nCMS officers already have investigating powers, we aren't sure what additional powers you'd like them to be given. \r\n\r\nYou can find out more about their powers here: \r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/336682/visits-by-investigating-officer.pdf\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-08-23T10:34:03.824Z"
    },
    "id": 269581,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269581.json"
    },
    "type": "petition"
}