{
    "attributes": {
        "action": "Save The Youth Council!",
        "additional_details": "We believe it is imperative that the FYDC be brought back. There are currently petitions to lower the voting age to 16, proving that young people want a voice, but our opportunity to make those voices heard was cut. Young people have the reputation that we do not care however, this council would give us the opportunity to show that we do care, and to make a difference in our communities. We have to live in the future that adults create, so why should we not get a say in how that future looks.",
        "background": "In 2017 the Fenland District Council cut funding of the Fenland Youth District Council. We believe that young people need a voice, but that it is not being heard. Therefore, we would like to bring to bring back the FYDC and let young people have their voices heard.",
        "closed_at": null,
        "created_at": "2019-08-13T09:47:21.330Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-13T10:05:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-16T08:26:47.548Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of the Fenland District Council. \r\n\t\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can find out how to petition the Fenland District Council here:\r\n\r\nhttps://www.fenland.gov.uk/localgov/mgePetitionListDisplay.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-08-16T08:26:47.554Z"
    },
    "id": 269656,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269656.json"
    },
    "type": "petition"
}