{
    "attributes": {
        "action": "Employ posted lifeguards at designated distances along Clacton on sea coast line",
        "additional_details": "In 2018 a young boys life was taken by the sea and sadly last week two more have been victims as well. We need to highlight that this is a priority as living in a sea side town there should be more supervision, where currently the majority of the beach is not patrolled. The rocks are dangerous and the waves are treacherous and unpredictable as we have witnessed in events of late. We need to act now. We need to be pro active not reactive. Please help!",
        "background": "We need tendring Council to invest money into placing lifeguard huts up and down the Clacton on sea coast in order to prevent more devastation and loss of life at sea.\r\n\r\nWe have the RNLI lookout post but we really need highly qualified lifeguards there in the event someone needs help.",
        "closed_at": null,
        "created_at": "2019-08-13T13:16:31.524Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-13T19:49:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-30T11:21:46.061Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  Tendring District Council is responsible for the issue you raise.\r\n\r\nYou might like to start a petition with the council on the issue:\r\n\r\nhttps://www.tendringdc.gov.uk/council/submit-petition"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-08-30T11:21:48.333Z"
    },
    "id": 269675,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269675.json"
    },
    "type": "petition"
}