{
    "attributes": {
        "action": "A call for an immediate British intervention in Hong Kong.",
        "additional_details": "After the “Umbrella Revolution” in 2014; The British foreign office announced that Chinese officials now treat the Joint Declaration as \"void\".\r\n\r\nIn 2015 the government assessed that there had already been at least one “serious breach” of the Joint Declaration by the PRC. More have followed.\r\n\r\n“the Joint Declaration is a legally binding treaty, registered with the UN, which continues to remain in force. It remains as valid today as it did when it was signed over thirty years ago”-Foreign Office",
        "background": "If China will no longer hold itself to account for it’s legally binding obligations to the Sino-British Joint Declaration, then this petition calls for The UK to immediately intercede by any & all means necessary to protect the rights, lives & liberties of the peoples of Hong Kong.",
        "closed_at": null,
        "created_at": "2019-08-13T19:02:49.290Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-13T20:01:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-20T15:03:05.458Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign one of these petitions:\r\n \r\nhttps://petition.parliament.uk/petitions/264610\r\nhttps://petition.parliament.uk/petitions/263408\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-08-20T15:03:12.262Z"
    },
    "id": 269698,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269698.json"
    },
    "type": "petition"
}