{
    "attributes": {
        "action": "Stop the courts enforcing unfair or out-of-date laws",
        "additional_details": "We ask that Parliament:\r\n\r\na) establish a statutory requirement that, where possible, laws should be consistent with generally-accepted, uncontroversial principles;\r\n\r\nb) instruct the courts that when they encounter a breach of this requirement in statute law, they should inform Parliament and ask it to amend the law; and\r\n\r\nc) authorise the courts to introduce appropriate reforms themselves, where possible, if Parliament does not address the problem within a reasonable timescale.",
        "background": "Current rules oblige the courts to enforce laws made by Parliament (however far in the past they were made) even when they are now clearly incompatible with generally accepted, uncontroversial principles, such as fairness. A healthy society needs procedures to stop this happening.",
        "closed_at": null,
        "created_at": "2019-08-14T12:10:52.565Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-13T14:18:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-20T12:58:49.435Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe aren't sure what laws you'd like to see changed. \r\n\r\nYou could start a new petition explaining clearly which laws you would like the Government or Parliament to change.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-09-20T12:59:18.700Z"
    },
    "id": 269752,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269752.json"
    },
    "type": "petition"
}