{
    "attributes": {
        "action": "Force new independent testing of all current vaccines",
        "additional_details": "Despite contrary belief vaccines do generate an income for the manufacturers. Its very fortunate for them that they don't have to do the same vigorous testing as any other pharmaceutical product and these manufacturers have a giant income from it.",
        "background": "Vaccines that are on the market haven't had to undergo vigorous testing in the same way that other pharmaceuticals have. We seek to change that and make the vaccines independently tested in the same way as all other pharmaceutical products.",
        "closed_at": null,
        "created_at": "2019-08-15T08:53:26.393Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-15T09:15:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-21T10:52:48.477Z",
        "rejection": {
            "code": "no-action",
            "details": "All vaccines are already thoroughly tested to make sure they will not cause harm. It often takes many years for a vaccine to make it through the trials and tests it needs to pass for approval. Once a vaccine is being used in the UK it's also monitored for any rare side effects by the Medicines and Healthcare Products Regulatory Agency (MHRA). \r\n\r\nYou can find out more about vaccinations and why they are safe here:\r\nhttps://www.nhs.uk/conditions/vaccinations/why-vaccination-is-safe-and-important/\r\n\r\nYou can find out more about how vaccines are tested here: \r\nhttp://vk.ovg.ox.ac.uk/vaccine-development\r\n\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-08-21T10:52:53.811Z"
    },
    "id": 269816,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269816.json"
    },
    "type": "petition"
}