{
    "attributes": {
        "action": "make councils adjust bin collections to weekly in summer months.",
        "additional_details": "Tonbridge and malling council have more band D, E, F, G and H properties than any other borough in Kent so should know better about people to household rubbish rates.\r\n\r\nwe should either be allowed to opt out of rubbish collections and not pay for this service or be offered better collections in summer months and more bins for larger households.\r\n\r\nthis is why people do not bother and just dump it in the black landfill bin.",
        "background": "councils only collect rubbish every other week and in the summer its disgusting when you have rubbish sitting around waiting to be collected which then smells and has maggots everywhere, i was told 1 bin per household, bedsit has 1 person and a 6 bed house has 8+ people and pay more council tax",
        "closed_at": null,
        "created_at": "2019-08-15T13:36:54.344Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-15T13:52:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-20T14:23:06.371Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local bin collections are the responsibility of your local council.\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-08-20T14:23:06.378Z"
    },
    "id": 269846,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269846.json"
    },
    "type": "petition"
}