{
    "attributes": {
        "action": "Reclassify the role of Cabin Crew as Skilled work",
        "additional_details": "The definition of skilled work is as follows : \r\n“A skilled worker is any worker who has special skill, training, knowledge, ability in their work. A skilled worker may have learned their skills on the job.”\r\nCabin crew undergo rigorous training of 6-12 weeks, and must also do yearly refresher training, passing multiple exams to be allowed to work. They are trained to act as fire fighters, mid wives, nurses, police to name a few.\r\nThe role is a skilled role and should be classified as such",
        "background": "The role of cabin crew or “flight attendant” is classified as “unskilled work” this means that the opportunity to earn a higher wage is capped.\r\n\r\nIt is part of the role of Cabin crew to make quick decisions involving safety and security which could be detrimental to the lives of many.",
        "closed_at": null,
        "created_at": "2019-08-15T08:47:09.847Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-15T09:17:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-21T10:44:42.227Z",
        "rejection": {
            "code": "no-action",
            "details": "\r\nPetitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nThe Government do not classify roles in this way, jobs can be classified as 'skilled work' for immigration purposes, but classification does not determine how much people are paid. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-08-21T10:44:42.235Z"
    },
    "id": 269812,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269812.json"
    },
    "type": "petition"
}