{
    "attributes": {
        "action": "Reform of the family court system.",
        "additional_details": "Allegations made by one parent against another are not investigated in enough detail, leading to periods of time where a child could be prevented from seeing one or both parents while they are made to complete courses and work relating to allegation of an event that may or may not have even taken place, legal aid also needs to be looked at as far too many people fall into that bracket of not qualifying for aid but also not being able to afford a solicitor.",
        "background": "The current system in place doesn't best serve its purpose, there are issues with inequality, mothers and fathers are looked at different and not fairly, important information is overlooked, and people fighting unrepresented to see their children have not enough support and it all affects the child.",
        "closed_at": null,
        "created_at": "2019-08-16T17:24:29.332Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-16T22:48:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-23T14:51:25.707Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you'd like changes to the family court system, but we're not sure exactly what changes you'd you'd like the Government or Parliament to make.  \r\n\r\nYou could start a new petition asking for the Government to grant legal aid in all family court cases, if that's something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-08-23T14:52:27.080Z"
    },
    "id": 269943,
    "links": {
        "self": "https://petition.parliament.uk/petitions/269943.json"
    },
    "type": "petition"
}