{
    "attributes": {
        "action": "Plant flowers on the roof of central London bus stops",
        "additional_details": "As there is a crisis in the number of Bees and pollinators dying, introducing flowers to the top of bus stops would help speed up the recovery of the Bee population. This would also help brighten up gloomy bus stops and set an example to other countries that we are prepared to help the environment recover.\r\n\r\nHowever this does come without problems, not all buss tops are the same and you would need to provide beds and extra supports to the bus stops which would all cost a fair bit of money",
        "background": "Following the introduction on flowers on bus stops in Utrecht, I believe that a major capital of the world, London, should follow.\r\nThis will not only help reduce the number of Bees from dying but significantly set an example that our country is leading the way into protecting our environment",
        "closed_at": null,
        "created_at": "2019-08-19T12:28:10.963Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-19T12:50:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-08-23T15:25:17.791Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. \r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-08-23T15:25:17.799Z"
    },
    "id": 270130,
    "links": {
        "self": "https://petition.parliament.uk/petitions/270130.json"
    },
    "type": "petition"
}