{
    "attributes": {
        "action": "Ban advertising boards, (A Boards) and  street clutter from the public footpath.",
        "additional_details": "We are East Cambs Access Group.\r\nWe aim to promote social inclusion by design of buildings, facilities & services.\r\nWe looks at planning applications made to East Cambs D C, restricting our comments to access issues. We consider those buildings visited by the public, employ people &  residential developments.\r\n\r\nCambs C. C. have a legal obligation to remove obstructions from the public footpath. \r\nTheir interpretation of an obstruction seems to differ from ours. We have taken this to their third level of complaint  without any success.\r\n\r\nWe are currently in communication with our Lucy Frazer MP",
        "background": "I am trying to get County Councils to enforce their own policies and remove A boards and street clutter from the public footpath. They are illegal and they cause problems to the general public. More especially they are a serious problem to those in wheelchairs, the blind and people pushing buggies.",
        "closed_at": null,
        "created_at": "2019-08-22T07:26:19.806Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-23T09:10:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-04T13:20:27.730Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Enforcing these rules is the responsibility of your local council.\r\n\t\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-09-04T13:20:54.135Z"
    },
    "id": 270353,
    "links": {
        "self": "https://petition.parliament.uk/petitions/270353.json"
    },
    "type": "petition"
}