{
    "attributes": {
        "action": "Negotiate this deal with EU: “Make these changes to the EU and we will remain.”",
        "additional_details": "So many people in Europe resent encroachment on their sovereignty, this must be changed. The power of the EU courts must be restrained.\r\nMajor actions by EU (such as becoming “United States of Europe”) must be subject to a referendum.\r\nThe government must also investigate why leavers voted to leave and then negotiate the necessary changes.\r\nWe leave on 31/10/2019 unless:\r\n1) The EU accepts to make some important changes and we stay, or if not,\r\n2) We accept a Brexit deal instead of blindly saying \"No\".",
        "background": "The deal we need is a BREMAIN deal, not a Brexit deal. It will satisfy a vast majority of people: Those who voted leave because of sovereignty or immigration for example, as well as all those who voted remain\r\nParliament must make this new negotiation a requirement in the ongoing negotiation process",
        "closed_at": null,
        "created_at": "2019-08-22T17:39:19.711Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-24T10:12:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-05T10:01:15.453Z",
        "rejection": {
            "code": "no-action",
            "details": "In particular, we're not sure exactly what EU reforms you want the UK to call for. You could start a new petition explaining clearly what you want the UK Government or Parliament to do.\r\n\r\nThere are already similar petitions, which you might like to sign if they call for something you'd like to happen. You're more likely to get action on this issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/257058\r\n\r\nhttps://petition.parliament.uk/petitions/269843\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-09-05T10:01:34.263Z"
    },
    "id": 270402,
    "links": {
        "self": "https://petition.parliament.uk/petitions/270402.json"
    },
    "type": "petition"
}