{
    "attributes": {
        "action": "Uk Gov to prioritise aid to the amazon forest fires being it is a global issue",
        "additional_details": "It is also crucial to note that the amazon rainforest is the worlds largest and to date is home to a few thousand indigenous people, 2.5 million insect species, tens of thousands of plants & some 2,000 birds & mammals. 40,000 plant species, 2,200 fishes, 1,294 birds, 427 mammals, 428 amphibians and 378 reptiles have been scientifically classified. We as the public need to increase pressure on the government & those in power to provide aid in all possible ways for the sake of all living beings.",
        "background": "The amazon forest is responsible for 20% of the worlds oxygen. This alone is enough reason for all countries and world leaders to get involved to provide aid. This is not a national issue, this is a global disaster for which we will all experience unimaginable consequences for.",
        "closed_at": null,
        "created_at": "2019-08-23T15:49:09.158Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-23T16:09:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-05T09:26:32.480Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\nThe UK Government has already made aid available, so we're not sure exactly what you'd like the Government or Parliament to do. You can find out more here:\r\n\r\nhttps://www.gov.uk/government/news/pm-steps-up-uk-efforts-to-protect-the-amazon-rainforest\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do, for example a petition calling for an increase in the amount of aid."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-09-05T09:26:47.488Z"
    },
    "id": 270465,
    "links": {
        "self": "https://petition.parliament.uk/petitions/270465.json"
    },
    "type": "petition"
}