{
    "attributes": {
        "action": "Make ministers responsible for any no deal Brexit fall out",
        "additional_details": "The various papers known as Black Swan, Yellowhammer, Snow buntimg and others have laid out stark warnings that the government is in self denial about.  Any deaths directly attributable to a no deal Brexit then point toward causing death with knowledge aforethought: manslaughter at the least or murder due to the pre-knowledge.",
        "background": "The government has been presented with reasoned findings by its own departments detailing the likely impact of a no deal Brexit.  This includes the likelihood of life-saving drugs being in short supply.\r\n\r\nShould anyone die due to this, ministers should be held directly responsible for manslaughter.",
        "closed_at": null,
        "created_at": "2019-08-23T14:53:21.191Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-23T18:33:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-05T09:35:26.405Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In any case, we can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament. It would be for the courts to decide if any laws had been broken.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-09-05T09:35:38.927Z"
    },
    "id": 270458,
    "links": {
        "self": "https://petition.parliament.uk/petitions/270458.json"
    },
    "type": "petition"
}