{
    "attributes": {
        "action": "Make it a criminal offence to not seek help for an injured cat",
        "additional_details": "The animal welfare act 2006, sets out that acting in a cruel and inhumane way to animals is an offence\r\nThe criminal damage act 1971 sets out a criminal responsibility for damage to others property\r\nThe common law duty of care should be applied to these cases\r\nLegal authorities should act when an injured cat is left suffering",
        "background": "In the uk, the police or the RSPCA do not take action if a dog attacks a cat and the dog owner does not seek help for the cat, this causes unnecessary suffering to the animal. It should be a criminal offence to leave a cat injured in this way. Cats should be protected under uk law.",
        "closed_at": null,
        "created_at": "2019-08-26T23:56:28.953Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-27T07:25:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-09T15:05:13.758Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about injured cats, but we're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure whether you're concerned about cats injured by dogs or injured cats more wider.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, a petition calling for owners of dogs that injure cats to be required to report the incident to the authorities, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-09T15:05:28.517Z"
    },
    "id": 270665,
    "links": {
        "self": "https://petition.parliament.uk/petitions/270665.json"
    },
    "type": "petition"
}