{
    "attributes": {
        "action": "Demand a Peoples' parliament to support the Church House Declaration",
        "additional_details": "Part of the declaration signed today...\r\n\r\n\"Shutting down Parliament would be an undemocratic outrage at such a crucial moment for our country, and a historic constitutional crisis.\r\n\r\n\"Any attempt to prevent Parliament sitting, to force through a no deal Brexit, will be met by strong and widespread democratic resistance.\r\n\r\n\"We pledge to work together across parties and across our nations to do whatever is necessary to ensure that the people's voice is able to be heard.\"",
        "background": "This afternoon, 160 MPs signed an anti-no deal Brexit pledge called the 'Church House Declaration'. Since 2016, Brexit has been a thorn in the UK's side and now become clear that a no-deal Brexit would be a disaster for the UK. We request a Peoples' parliament to support the Declaration.",
        "closed_at": null,
        "created_at": "2019-08-27T19:51:57.338Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-27T21:57:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-05T16:44:07.454Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign one of these petitions:\r\n\r\nhttps://petition.parliament.uk/petitions/262986\r\nhttps://petition.parliament.uk/petitions/269157\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-09-05T16:44:12.996Z"
    },
    "id": 270723,
    "links": {
        "self": "https://petition.parliament.uk/petitions/270723.json"
    },
    "type": "petition"
}