{
    "attributes": {
        "action": "Declare that PM Boris Johnson has lost the confidence of the elecorate.",
        "additional_details": "While a declaration of this type carries no legal weight, we would nevertheless like the Queen, the UK Government and Parliament to be informed that Boris Johnson no longer has the confidence of the British electorate, who consider his actions of August 28th to be nothing short of an attack on our democracy.",
        "background": "Many questions have been raised surrouning Boris Johnson's suitability for office, based on his character and past actions. \r\n\r\nHis request to suspend Parliament, undermining our sovereign and democratically elected representatives, means that he has now lost the confidence of the electorate.",
        "closed_at": null,
        "created_at": "2019-08-28T10:47:43.585Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-28T11:06:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-02T13:27:07.710Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-02T13:27:07.717Z"
    },
    "id": 270780,
    "links": {
        "self": "https://petition.parliament.uk/petitions/270780.json"
    },
    "type": "petition"
}