{
    "attributes": {
        "action": "Parliament and the Government to actively pursue a Clean Break Brexit",
        "additional_details": "Parliament must allow, and even instruct the Government to actively pursue a Clean Break Brexit in order to reduce and minimise any further delays, confusion and uncertainty regarding Brexit, thus allowing Government and businesses to properly plan for life after Brexit.\r\nA Clean Break Brexit will result in a truly Sovereign UK that can manage the Union in the way that the UK electorate sees fit, rather than being dictated to by foreign un-elected legislative bodies.",
        "background": "Parliament voted to enact Article 50, thus advocating leaving the EU, yet MPs have been trying to sabotage that result ever since.  This has led to business confusion and uncertainty, exacerbated by additional delays, beyond the original 29 March deadline.  This cannot be allowed to continue.",
        "closed_at": null,
        "created_at": "2019-08-28T15:31:38.747Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-29T04:06:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-06T10:40:40.363Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular we aren't sure exactly what you mean by a \"clean break Brexit\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign one of these petitions:\r\n\r\nhttps://petition.parliament.uk/petitions/254329\r\nhttps://petition.parliament.uk/petitions/269241"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-06T10:40:55.996Z"
    },
    "id": 270897,
    "links": {
        "self": "https://petition.parliament.uk/petitions/270897.json"
    },
    "type": "petition"
}