{
    "attributes": {
        "action": "Vote of no confidence in the government then general election with sacking of PM",
        "additional_details": "The process was flawed from the start: A matter of trans-generational importance could never be determined in a one-off simple majority (50% threshold) referendum, especially one so full of false claims. No one then or now knows what an exit would look like. The process should have been two phases (1) an initial vote gauging interest then (2) a second vote once the implications were known. At 60 to 65% that proves serious interest. Now is the time for a general election THEN a 2nd referendum.",
        "background": "a) The Brexit vote was unfit for purpose (b) The vote was marginal (c) Half who voted to stay have not been represented (d) Unsurprisingly unable to reach an agreement after 2+ years, the Conservatives are trying to resort to a forced exit by Prorogation, in a way that undermines UK democracy.",
        "closed_at": null,
        "created_at": "2019-08-28T18:19:36.797Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-28T22:03:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-02T13:28:43.639Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. \r\n\r\nYou might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/264215"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2019-09-02T13:28:43.645Z"
    },
    "id": 271024,
    "links": {
        "self": "https://petition.parliament.uk/petitions/271024.json"
    },
    "type": "petition"
}