{
    "attributes": {
        "action": "Make Car Manufacturers responsible for financial loss due to keyless car theft",
        "additional_details": "Thieves have been using keyless theft for several years, but manufacturers continue to make new models that can be stolen in this way, meaning there is an ever-larger pool of vehicles for thieves to target,\" Which? said in a statement.\r\n\r\nIn the year to March 2018, more than 106,000 offences of theft of or unauthorised taking of a motor vehicle were reported to police in England and Wales - the highest annual total since 2009",
        "background": "Hundreds of new cars in the UK are susceptible to \"keyless theft\". Thieves are increasingly using technology to bypass entry systems on keyless cars. Theft creates a huge cost to the owner emotionally and financially. Car manufacturers need to be held accountable for a flawed system.",
        "closed_at": null,
        "created_at": "2019-08-28T19:20:27.395Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-29T18:31:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-06T13:44:51.060Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This would be a matter for the courts.\r\n\r\nYou could start a new petition calling for an action that is the responsibility of the UK Government of Parliament, for example a ban on keyless entry cars in the UK, if that's something you'd like to happen.\r\n\r\nThere's a petition about keyless entry car security, which you might like to sign:\r\n\r\nhttps://petition.parliament.uk/petitions/255537"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-09-06T13:45:01.111Z"
    },
    "id": 271064,
    "links": {
        "self": "https://petition.parliament.uk/petitions/271064.json"
    },
    "type": "petition"
}