{
    "attributes": {
        "action": "Address the speeding traffic down Ockham road north horsley.",
        "additional_details": "Ockham.road north is becoming more and more like a race track every day. Even though I have e mailed Surrey highways and Surrey police over safety concerns no one is taking any responsibility for this which is an accident waiting to happen. I have had to jump onto the pavement with my horse to avoid speeding cars hitting us. Many horsley resident have made complaints regarding being tailgated when doing the speed limit. Over taken and honked at when abiding by the law and doing the speed limit. Why is it that Surrey police and Surrey highways will not accept there is a serious threat to life down that road is beyond words. I would like this to be taken to parliament before someone is killed along that road.",
        "background": "Surrey highways and Surrey police refuse to address the speeding traffic down Ockham road north. This needs to be addressed before a serious accident occurs. If I am reporting speeding cars which is in fact breaking the law why is it being ignored.",
        "closed_at": null,
        "created_at": "2019-08-29T07:47:49.123Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-29T11:11:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-05T09:46:39.472Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nYour local council also has its own petitions system, you can find out more here: https://www.surreycc.gov.uk/council-and-democracy/have-your-say/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2019-09-05T09:55:20.109Z"
    },
    "id": 271295,
    "links": {
        "self": "https://petition.parliament.uk/petitions/271295.json"
    },
    "type": "petition"
}