{
    "attributes": {
        "action": "Stricter sentences on rape, murder, peadophillia, and child abuse.",
        "additional_details": "In my city alone paedophiles have had easier sentences than people who steal from retail stores, shoplifters etc very petty crimes opposed to rape, murder, child abuse and paedophiles. The judges seem to be handing down light sentences and sometimes protecting the individual because they've a good career or they're going into a good career. We need a strong aggressive approach on this matter, strong deterrents to prevent reoffending and real justice for each victim.",
        "background": "We'e been made aware of the petty sentences dished out by judges relating to the worst crimes of society. Paedophiles are given suspended sentences or very small jail time, and opposed to petty crimes,  they're very light. The sentence needs to fit the crime and actually make the public feel safe.",
        "closed_at": null,
        "created_at": "2019-08-29T09:13:03.324Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-29T10:18:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-10T08:52:41.412Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about sentencing for rape and murder and child sex offences, but we're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure exactly which child sex offences you're concerned about or exactly how you'd like the approach to sentencing to change.\r\n\r\nFor example, sentences for theft from a shop or stall can range from a discharge to a maximum of 7 years custody, depending on the circumstances. You can find out more here:\r\n\r\nhttps://www.sentencingcouncil.org.uk/offences/magistrates-court/item/theft-from-a-shop-or-stall/\r\n\r\nSentences for sexual activity with a child can range from a community order to a maximum of 14 years custody, depending on the circumstances. You can find out more here:\r\n\r\nhttps://www.sentencingcouncil.org.uk/offences/magistrates-court/item/sexual-activity-with-a-child/\r\n\r\nSentences for rape can range from 4 years to life imprisonment, depending on the circumstances. You can find out more here:\r\n\r\nhttps://www.sentencingcouncil.org.uk/offences/crown-court/item/rape/\r\n\r\nMurder attracts a mandatory life sentence with a minimum term set by the courts. You can find out more here:\r\n\r\nhttps://www.cps.gov.uk/legal-guidance/sentencing-mandatory-life-sentences-murder-cases\r\n\r\nYou could start a new petition explaining clearly which offences you're concerned about and how you'd like sentences to change."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-10T08:53:04.211Z"
    },
    "id": 271344,
    "links": {
        "self": "https://petition.parliament.uk/petitions/271344.json"
    },
    "type": "petition"
}