{
    "attributes": {
        "action": "Public vote of no confidence the government",
        "additional_details": "Overspend on pro brexit propaganda, the people were not informed truthfully on what it would mean, undemocratic closing of parliament, the purpose of democracy as Baroness Betty Boothroyd stated almost a year ago, we have the right to change our mind. We need, an extension, a general election and a new referendum",
        "background": "In recent days, the new PM has decided to prorogue parliament. This PM was not elected based on the views of the people. this Prime Minister does not reflect the views of the people. It is time to end the reign of chaos, started by David Cameron, ending with Boris Johnson, time for a new government!",
        "closed_at": null,
        "created_at": "2019-08-30T01:54:43.971Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-31T01:25:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-04T16:27:50.286Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers, including the Prime Minister, to resign or for a vote of no confidence.\r\n\r\nWe used to accept petitions that called for a vote of no confidence. However, the Petitions Committee can’t schedule votes of no confidence. This was often frustrating and disappointing for petitioners. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. \r\nPetitions calling for action on policy are more likely to be an effective way of achieving the change you want. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-09-04T16:27:50.291Z"
    },
    "id": 271653,
    "links": {
        "self": "https://petition.parliament.uk/petitions/271653.json"
    },
    "type": "petition"
}