{
    "attributes": {
        "action": "Legislate that Parliament must enact the outcome of any referendum",
        "additional_details": "Parliament has shown a complete disrespect for the British people following the Brexit referendum. Parliament needs to understand that they are the servant of the people and not the other way round. Self-interest by MPs must not be allowed to continue under the circumstances.  The law should include that any MP that goes against the outcome of the referendum is suspended and made subject to a re-election vote within their constituency",
        "background": "Legislate that for any referendum,  weather advisory or not, that Parliament and MPs must enact the outcome of that referendum. \r\n\r\nLegislate that the Lord’s cannot resend or change the outcome of any referendum undertaken with the people of the united kingdom",
        "closed_at": null,
        "created_at": "2019-08-29T21:26:17.387Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-29T21:40:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-06T15:17:21.939Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure whether you want all future referenda to be legally binding rather than advisory. We're also not sure what you mean by the Lords resending or changing the outcome.\r\n\r\nYou could start a new petition explaining clearly what you want the Government or Parliament to do, for example to make all future referenda legally binding, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-09-06T15:17:30.728Z"
    },
    "id": 271611,
    "links": {
        "self": "https://petition.parliament.uk/petitions/271611.json"
    },
    "type": "petition"
}