{
    "attributes": {
        "action": "Raising health awareness and generally improving health care in the UK.",
        "additional_details": "My ideas for health care improvements include:\r\n1. A regular TV magazine on health care articles, including research and news and reinforcing good healthcare practices.\r\n2. A regular magazine pamphlet on the above distributed to GP surgeries, large supermarkets and mailed to homes and workplaces.\r\n3. Reinforcing need to take vitamin D supplements and good nutrition. Reduce pharma drug reliance. \r\n4. Introduce the role of 'health care technician' to monitor and advise on health in GP practices. MoTs",
        "background": "The public need to be better informed about healthcare and that national healthcare services needs to be improved and reformed. This includes improving general communication to the public on research and news, a new health care professional role and considering practices in other advanced countries.",
        "closed_at": null,
        "created_at": "2019-08-30T10:01:07.459Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-31T10:12:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-09T15:57:45.767Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to raise awareness of health issues. Some of the actions you've listed would be not the responsibility of the Government or Parliament.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example to establish a new government role or office to oversee health awareness campaigns in GP practices, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-09-09T15:57:55.876Z"
    },
    "id": 271699,
    "links": {
        "self": "https://petition.parliament.uk/petitions/271699.json"
    },
    "type": "petition"
}