{
    "attributes": {
        "action": "Make people responsible and prevent anymore failings in new Scottish hospitals",
        "additional_details": "This affected all patients (especially with low immunity) they had to brush their teeth with bottled water, they also had to drink bottled water as all the taps/showers had filters on them(the water stank).The windows in the building do not open(however crash onto the ground) relying on the air filtering system, which is not fit for purpose, causing infection, skin and respiratory problems overall resulting in illnesses and deaths that could have been avoided. Help save lives and our hospitals!",
        "background": "My daughter was diagnosed with cancer at 6 and she needed a bone marrow transplant at Glasgow Royal Hospital for children initially there were delays due to the ward she would attend being shut down. When we did arrive the hospital and adjoining hospital were still not fit for purpose.",
        "closed_at": null,
        "created_at": "2019-08-29T21:55:59.538Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-08-30T08:48:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-09T13:08:37.060Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-09T13:08:48.181Z"
    },
    "id": 271624,
    "links": {
        "self": "https://petition.parliament.uk/petitions/271624.json"
    },
    "type": "petition"
}