{
    "attributes": {
        "action": "Legislate to return the Parthenon Sculptors to Greece where they belong",
        "additional_details": "Between 1801 and 1805 Lord Elgin removed half the Parthenon sculptures from Greece and brought them to London. This was at a time when Greece was part of the Ottoman Empire. Because of their vital importance to Greece and Greek history, the Greek government seeks their return to the place where they belong.",
        "background": "This petition asks Parliament to amend The British Museum Act 1963 to  require the Trustees of the British Museum to return the Parthenon Sculptures to Greece when asked to do so by the Greek government. In the interests of fair play we, the British, should return these icons of Greek culture.",
        "closed_at": null,
        "created_at": "2019-08-31T18:50:30.633Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-01T07:12:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-06T15:30:16.687Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The repatriation of a specific item from the collection of the British Museum is a matter for the Trustees of the British Museum, not the UK Government or Parliament.\r\n\r\nYou could start a new petition calling for the UK Government to legislate to establish an independent body to oversee the return of cultural objects if that is something you would like to see happen.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-09-06T15:30:16.692Z"
    },
    "id": 271903,
    "links": {
        "self": "https://petition.parliament.uk/petitions/271903.json"
    },
    "type": "petition"
}