{
    "attributes": {
        "action": "Pass law to stop retail from advertising or promoting Christmas until October.",
        "additional_details": "It's epedemic, all retail stores and retail outlets had started promoting and displaying Christmas lines from early to mid August.\r\n\r\nI believe that this is not a positive and only further ruins Christmas. Not only this but this further quickens the pace of the year. \r\n\r\nBy passing law of which I believe would be of interest and supported by the majority of the population, the government would also would improve Christmas for many of those who work in retail. And let's face it its redicilous!",
        "background": "Christmas has lost its true meaning and the advertising and promotion of Christmas seems to get earlier every year. In only mid-August  most retailers have started Christmas displays and promotions. This is not to help out the organised of us its purley greed of retail and advertising companies.",
        "closed_at": null,
        "created_at": "2019-09-01T10:03:51.056Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-01T13:39:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-10T09:49:59.533Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We're not sure exactly what you mean by promoting Christmas, but decisions about when to advertise or promote particular product lines would be for the retailers rather than the Government or Parliament.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2019-09-10T09:50:09.392Z"
    },
    "id": 271957,
    "links": {
        "self": "https://petition.parliament.uk/petitions/271957.json"
    },
    "type": "petition"
}