{
    "attributes": {
        "action": "Ban so-called political parties with ‘closed’ membership.",
        "additional_details": "Currently political party registration is organised by the Electoral Commission under powers conferred by primary legislation.\r\nBizarrely, under the current rules, a political party can operate with more candidates than members. The party candidates do not have to be members. This must be changed. This concentration of power in the hands of so few is an affront to democracy.\r\nOrganisations that operate closed membership should not be permitted to register or be called a political party.",
        "background": "Closed membership parties are allowing an elite minority to control the country’s political future. Parliament has the power to legislate to ensure that closed membership organisations are not permitted to register and fundraise as political parties. This power must be used.",
        "closed_at": null,
        "created_at": "2019-09-03T05:55:12.723Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-03T09:08:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-10T15:38:19.204Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. UK poltiical parties have a variety of different membership types and internal structures for decision making. \r\n\t\r\nYou could start a new petition explaining requiring specific standards that all political parties have to adhere to for admitting members, if that is what you would like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-09-10T15:38:30.675Z"
    },
    "id": 272129,
    "links": {
        "self": "https://petition.parliament.uk/petitions/272129.json"
    },
    "type": "petition"
}