{
    "attributes": {
        "action": "To officially recognise England as a country and to have our own anthem",
        "additional_details": "In the United Kingdom people can be Scottish, Irish and Welsh but not English. We are known as British and from the United Kingdom and not England. Anyone with a British passport can be British and the English are losing their identity, being racially discriminated against compared with other countries in the UK. Official forms should have England or English as a option. We should also have our own anthem as the other countries above to be played at events as God save the Queen is for all the UK",
        "background": "The Government to recognise England as a country, not just part of the United Kingdom as are the Irish, Welsh and Scottish. We are discriminated against. On official forms etc. the only option is British where others above are recognise by their own Nationality.",
        "closed_at": null,
        "created_at": "2019-09-04T06:59:36.227Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-05T05:43:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-11T09:26:56.370Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you mean by recognising England as a country, or whether you want England to be independent from the UK. This would be a decision for the people of England. You can start a new petition explaining clearly what you'd like the UK Government or Parliament to do, for example to hold a referendum on English independence from the UK, if that's what you'd like to happen.\r\n\r\nWe can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament. The use of the present National Anthem is a matter of tradition rather than having any legal or constitutional status. \r\n\r\nYou can find more information about the history and status of the national anthem here:\r\n\r\nhttps://www.royal.uk/national-anthem   "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-09-11T09:27:06.240Z"
    },
    "id": 272301,
    "links": {
        "self": "https://petition.parliament.uk/petitions/272301.json"
    },
    "type": "petition"
}