{
    "attributes": {
        "action": "Stop Football Index saying it is a stock market trading shares in footballers.",
        "additional_details": "It's like a bookie owns all the race horses and makes the book for every race. Races are in the dark when punters can’t see what goes on. There's no clear winner and there is no prize money for the winner. The outcomes are determined by the bookie. Furthermore horses can be created and removed at the bookies discretion. \r\nAlso, on TalkSport radio, FI reps participate in  guest \"interviews\" with the hosts who actively endorse and enthuse about Football Index.\r\nWhy ever was it given a licence?",
        "background": "Football Index's adverts misrepresent its activities. It contrives to present itself as an equity investment exchange. However it is an opaque betting platform and outcomes are manipulated by FI itself. No means exist to verify outcomes.This is insidious misrepresentation designed con people.",
        "closed_at": null,
        "created_at": "2019-09-04T17:45:18.001Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-04T19:16:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-10T17:06:17.422Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. \r\n\r\nRegulation of gambling is a matter for the Gambling Commission. Regulation of advertising is the responsibility of the Advertising Standards Authority (ASA). "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-09-10T17:06:17.428Z"
    },
    "id": 272433,
    "links": {
        "self": "https://petition.parliament.uk/petitions/272433.json"
    },
    "type": "petition"
}