{
    "attributes": {
        "action": "STOP UK BANKS FROM RECEIVING MONEY FROM AFRICAN POLITICIANS AND SANCTION BANKS",
        "additional_details": "You will agree with me that this fund is meant for the wellbeing of the people in Africa. We are hereby asking the parliament to come up with a law/bill that punishes or sanctions banks whenever such funds are received. The assets of any politician involved in money laundering should be seized, sold and the money sent back to the country of origin.\r\nAfrica is a continent blessed with diverse resources, yet more than half of its citizens are living in abject poverty. UK MUST STOP THESE BANKS",
        "background": "The Africans in the United Kingdom and Europe are fed up with the situation of the people in Africa.\r\nA lot of corrupt politicians in Africa have huge bank accounts, investments, and assets here in the UK and Europe. The British government and the banks are not ignorant of the source of this money.",
        "closed_at": null,
        "created_at": "2019-09-05T12:40:11.564Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-08T22:26:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-13T15:44:43.501Z",
        "rejection": {
            "code": "no-action",
            "details": "The UK already has anti-money laundering Regulations to which banks must adhere. You can find out more here:\r\n\r\nhttps://www.fca.org.uk/firms/financial-crime/money-laundering-terrorist-financing\r\n\r\nWe're not sure exactly what you'd like the UK Government or Parliament to do. You could start a new petition explaining clearly what additional actions you want the Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-09-13T15:44:43.507Z"
    },
    "id": 272747,
    "links": {
        "self": "https://petition.parliament.uk/petitions/272747.json"
    },
    "type": "petition"
}