{
    "attributes": {
        "action": "Create a discipline code for MPs with sanctions available including dismissal.",
        "additional_details": "There is ample evidence people could cite of bad behaviour.\r\nThe one sticks in my mind is a senior MP who claimed on National Television that a female member of staff had been escorted out of Downing Street at Gun Point. This was not true.\r\n\r\nWe need a  code of practice to ensure that high standards are set and maintained by our MPs and if they act contrary to the code then  a range of sanctions  can be imposed ranging from advice to dismissal.\r\nThis will help restore confidence in our politicians.",
        "background": "The current arrangements for complaints against an MP are outdated and there is widespread distrust in politicians. The current standards in Public life has not curtailed  members behaviour in relation to promises and claims publicly made. Pledges and promises are often ignored.",
        "closed_at": null,
        "created_at": "2019-09-05T14:43:14.145Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-05T17:30:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-13T15:31:21.836Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. There is already a Code of Conduct for MPs, which you can find out more about here:\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/code-of-conduct-and-rules-of-the-house/\r\n\r\nMPs potentially in breach of the code can be considered by the Parliamentary Commissioner for Standards. You can find out more here:\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/\r\n\t\r\nYou could start a new petition explaining clearly what rules you would like changed, if it is not covered by the Code of Conduct. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-09-13T15:31:28.767Z"
    },
    "id": 272774,
    "links": {
        "self": "https://petition.parliament.uk/petitions/272774.json"
    },
    "type": "petition"
}