{
    "attributes": {
        "action": "MAKE ONLINE EDUCATION SAFE AND REGULATE IT! \r\nMAKE ONLINE EDUCATION  PAY TAXES!",
        "additional_details": "It is concerning that there is an increasing number of organisations that provide online learning, but still no regulations . THE ORGANISATIONS EVEN DISCRIMINATE STUDENTS AND DON'T PROVIDE RECEIPTS FOR THE GOODS THEY SELL.\r\nMORE CONCERNING IS THAT THEY ARE ALLOWED TO REGISTER AS CHARITIES  AND DON'T PAY TAXES, BUT MAKING PROFITS.  THERE HAVE NO CHARITABLE  PURPOSES AT ALL.\r\nPLEASE MAKE ONLINE COURSE EDUCATION SAFE! IMPOSE THEM TO REGISTER WITH THE DEPARTMENT FOR EDUCATION AND PAY TAXES.",
        "background": "The ONLINE LEARNING IS THE NEW WAY PEOPLE LEARN THIS DAYS. IT'S AVAILABLE FOR MORE THAN 5 YEARS  EVEN THROUGH, THE DEPARTMENT FOR EDUCATION FAILED TO REGULATE IT. BECAUSE OF THAT, ONLINE LEARNING PROVIDERS ARE MESSING ABOUT WITH PEOPLE WHO PAY FOR ONLINE COURSES.\r\nTHEY DISCRIMINATE LEARNERS",
        "closed_at": null,
        "created_at": "2019-09-05T20:12:46.635Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-05T20:50:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-11T13:31:39.480Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to regulate online learning.\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nPetitions also need to be started with a full name before they can be accepted. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-09-11T13:31:39.486Z"
    },
    "id": 272865,
    "links": {
        "self": "https://petition.parliament.uk/petitions/272865.json"
    },
    "type": "petition"
}