{
    "attributes": {
        "action": "Demand MPs allow general election in October 2019",
        "additional_details": "In 2016 the electorate of the UK decided the leave the UK.  Since that time, remainer MPs have tried to thwart the public vote by telling them that they did not know what they voted for.  17.4 million people are not wrong.  Now these same MPs are denying the public of a general election to make sure that those voices are suffocated and the UK is sewn even further into the fabric of Europe.  It's time we took back control of parliament and made our voices heard.  Regardless of your political persuasions, democracy is being eroded by the few in the name of the many.  A general election is the only way forward for our voices to be heard.  Regardless of the outcome, it should be accepted by all.",
        "background": "MPs have blocked the Prime Minster calling for a general election for their own agenda.  The people of this country need to decide who should deal with matters.  They have been denied their democratic right to vote on matters of national importance because they are worried about the outcome.",
        "closed_at": null,
        "created_at": "2019-09-06T19:40:17.707Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-09T12:35:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-11T11:20:34.217Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/264215"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-09-11T11:20:34.225Z"
    },
    "id": 273100,
    "links": {
        "self": "https://petition.parliament.uk/petitions/273100.json"
    },
    "type": "petition"
}