{
    "attributes": {
        "action": "Raise awareness of Mental health and give more support to young people",
        "additional_details": "Young people shouldn’t feel alone when dealing with mental health. I would like more support for mental health issues and to raise awareness about the issue. In order to stop the stigma surrounding it to ensure every young person can live a happy life. While knowing that they can talk to someone if they ever need them.",
        "background": "Currently 1/4 people are set to be affected by a mental health issue, we also see that 50% of mental health problems start from age 14, this shows how vital it is that young people get the support they need to delete the stigma around their mental health.",
        "closed_at": null,
        "created_at": "2019-09-07T21:13:59.396Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-07T21:28:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-13T08:43:12.742Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about young people's mental health, but we're not sure exactly what you'd like the Government or Parliament to do to raise awareness and give more support. You could start a new petition explaining clearly what you'd like the Government or Parliament to do, for example to increase funding for mental health services for young people.\r\n\r\nThere are already petitions about this issue which you might like to sign. You're more likely to get action on this issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/252934\r\n\r\nhttps://petition.parliament.uk/petitions/260373"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-09-13T08:43:28.982Z"
    },
    "id": 273319,
    "links": {
        "self": "https://petition.parliament.uk/petitions/273319.json"
    },
    "type": "petition"
}