{
    "attributes": {
        "action": "Overhaul the Education System",
        "additional_details": "When typing into Google ‘School makes me...’ it fills in the rest with the most commonly searched items, the words that follow include sad, stressed, exhausted and depressed. A recent study found that 1 in 4 girls show signs of depression at age 14. Although much of this can be due to cyber bullying and social media the study found it is also due to academic pressure. I understand educating children is essential but the current system is terrible and must be overhauled.",
        "background": "The education system is currently a mess. Stress, depression and anxiety are common ways for young teens to be feeling and school is the primary source of this. Rigorous testing and grading put immense pressure on teens whilst later in life much of this is simply forgotten, useless and wasted",
        "closed_at": null,
        "created_at": "2019-09-08T10:22:19.276Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-08T12:32:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-13T09:52:45.798Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about education, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to provide more funding to support school students' mental health, if that's what you would like to happen.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-09-13T09:53:04.768Z"
    },
    "id": 273371,
    "links": {
        "self": "https://petition.parliament.uk/petitions/273371.json"
    },
    "type": "petition"
}