{
    "attributes": {
        "action": "Legalize Industrial Hemp for use in textiles, plastic and construction materials",
        "additional_details": "Hemp plastics are fully biodegradable and recyclable. This alone should be reason enough to consider legalizing hemp farming. Add to that the fact hemp can be used to make paper, textiles, medication and more it really is a no brainer. Hemp has a much shorter life cycle than timber with many harvests being ready in just 60 days. This would make a huge positive impact on the environment and set an example of a forward thinking nation.",
        "background": "At this critical time for the environment an easy solution to many of the problems our nation creates is the humble hemp plant. It can create many products that oil based products make and does not do the same damage.",
        "closed_at": null,
        "created_at": "2019-09-08T17:49:51.716Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-08T18:33:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-16T09:09:32.198Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about industrial hemp, but we're not sure exactly what you'd like the Government or Parliament to do. There is a licensing system in place for legal use of industrial hemp. The Home Office has published a fact sheet about it. You can find out more here.\r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/757807/hemp-faqs-grower-notes-2018.pdf\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do, for example to allow use of industrial hemp for the purposes you mention without the requirement to obtain a licence, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2019-09-16T09:09:42.505Z"
    },
    "id": 273418,
    "links": {
        "self": "https://petition.parliament.uk/petitions/273418.json"
    },
    "type": "petition"
}