{
    "attributes": {
        "action": "Hold the Government to account if they break the law",
        "additional_details": "There is growing consensus that these actions would constitute Misconduct in Public office as it satisfies the criteria of wilful neglect (the actions would be deliberate) of a public officer (the Prime Minister and his enablers) with serious adverse consequences (as evidenced by existing documents outlining the potential for severe harm caused by a destructive no deal Brexit). \r\n\r\nThis carries a maximum sentence of life imprisonment, which, if these actions lead to unavoidable deaths, should be sought.",
        "background": "If the Government refuses to comply with European Union (Withdrawal) (No. 6) Bill by refusing to apply for an extension, then they will be actively seeking to break the law. This undermines the entire justice system, opens the door wide open to mob rule and quickly to anarchy. Hold them to account.",
        "closed_at": null,
        "created_at": "2019-09-09T11:31:26.418Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-09T11:56:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-13T17:02:42.512Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We're not sure what you mean by 'hold to account'. But in any case we can't accept your petition because the courts and police are responsible for upholding the law. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2019-09-13T17:02:42.518Z"
    },
    "id": 273484,
    "links": {
        "self": "https://petition.parliament.uk/petitions/273484.json"
    },
    "type": "petition"
}