{
    "attributes": {
        "action": "Have CCTV installed on roads throughout the Isle of Axholme",
        "additional_details": "Neighbourhood alerts have been being sent out, people across the Isle of Axholme raising their concerns and local people protecting their homes with private CCTV monitoring. Despite this there are still too many areas not under private ownership that need to be monitored. We ask the council to step up as we feel that this issue has been neglected in favour of tackling Scunthorpe crime instead.",
        "background": "There is at least 1 burglary a week throughout the Isle of Axholme at present, people are being affected. The public are working together using private CCTV firms to help tackle crime but we, the residents of the Isle want CCTV monitoring throughout the Isle to protect us, our farms and our families",
        "closed_at": null,
        "created_at": "2019-09-09T22:42:58.578Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-10T06:00:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-16T12:52:26.827Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-16T12:52:26.833Z"
    },
    "id": 273556,
    "links": {
        "self": "https://petition.parliament.uk/petitions/273556.json"
    },
    "type": "petition"
}