{
    "attributes": {
        "action": "Amnesty for Commonwealth citizens who have lived in the UK for 8 years and over",
        "additional_details": "Granting amnesty to commonwealth national will allow them the opportunity to contribute to the public purse and NHS. \r\n\r\nBesides, due to the confusion around Brexit, a lot of EU citizens will be leaving the UK and jobs vacant. Skilful commonwealth citizens will serve as a replacement in all sectors of the economy, filling the roles left by returning EU citizens. \r\n\r\nThis will also help the UK build a better relationship with her allies of old and a better post Brexit BRITAIN 🇬🇧",
        "background": "Commonwealth Nationals who reside in the UK are calling on the Prime Minister and his Government to grant amnesty to Commonwealth Citizens who have remained in the UK for at least 8 years or more.\r\n\r\nWe are urging the UK Government and public to considering the long term benefits it will bring.",
        "closed_at": null,
        "created_at": "2019-09-10T01:25:55.201Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-10T01:47:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-17T09:06:42.545Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about Commonwealth citizens in the UK, but we're not sure exactly what you mean by an amnesty or to whom it would apply. A person who has completed a continuous period of five years lawful residence in the UK may already be able to apply for naturalisation as a British citizen, so we're not sure exactly want you want the UK Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-09-17T09:06:55.843Z"
    },
    "id": 273566,
    "links": {
        "self": "https://petition.parliament.uk/petitions/273566.json"
    },
    "type": "petition"
}