{
    "attributes": {
        "action": "Make the GROs records public record as apart of the Freedom of Information act",
        "additional_details": "Just to clarity when I said \"Public\" I mean these records will be accessible via a public database searchable by all Genealogists and anyone just looking into their past. \r\n\r\nThe certificates in which the GRO possess contain an abundance of information when compared to the available register based records this would greatly assist everyone in this field.\r\n\r\nOf course their may be a limit to searching Birth Certificates and such of people who are still alive.",
        "background": "I'd like to propose that the GRO's records are all made public record because of the Freedom of Information Act. \r\nIf uploading all of these records is a task they aren't willing to do I'm certain many Genealogists would be willing to scan in and index these documents free of charge.",
        "closed_at": null,
        "created_at": "2019-09-09T20:23:36.807Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-09T21:07:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-17T09:05:15.924Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nMany of the General Register Office's records are publicly available to people who wish to research family histories, and records are subject to the Freedom of Information Act, so we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou can find out more here:\r\n\r\nhttps://www.gov.uk/research-family-history\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-09-17T09:05:25.751Z"
    },
    "id": 273544,
    "links": {
        "self": "https://petition.parliament.uk/petitions/273544.json"
    },
    "type": "petition"
}