{
    "attributes": {
        "action": "What EU legal advice was given to MP's in regards to the Benn/Letwin Bill.",
        "additional_details": "Kate Hoey MP has stated that MP's from opposition parties have directly taken advice from the EU in regards to a bill which has become law.This constitutes foreign involvement and influence that has not been approved by a democratically elected government and raises the issue of EU manipulation to the sovereign laws of the UK.All communication between said MP's and EU counterparts should be made available for discussion and made readily available for the public to scrutinise.",
        "background": "Members of parliament have been allegedly been given EU law advice in regards to the Benn/Letwin bill and the removal of a No Deal option thus limiting the ability of a working government to govern.",
        "closed_at": null,
        "created_at": "2019-09-11T15:46:58.947Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-11T15:55:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-17T13:46:57.293Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It's not the UK Government's or Parliament's responsibility to release communications between individual Members of Parliament and EU counterparts or lawyers. You could start a new petition calling for a clear action that is the responsibility of the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-17T13:46:57.299Z"
    },
    "id": 273792,
    "links": {
        "self": "https://petition.parliament.uk/petitions/273792.json"
    },
    "type": "petition"
}