{
    "attributes": {
        "action": "Disband the UK parliament if we remain and create an English assembly",
        "additional_details": "The UK parliament is now not sovereign and now answers to the EU parliament. If we remain, we have to accept that we do not need our current parliament in the form that it stands...we are not the country we were. Therefore we need to consider scrapping this parliament which clearly struggles to pass legislation now (referendum was 3 years ago). Create instead an English Assembly like the Scottish, Welsh and Northern Ireland. Have defence committee for all 4. Let England manage itself equally",
        "background": "IN 1971 the UK joined  the European economic communities. Parliament including Labour politicians were concerned over the handing over of sovereignty and powers in doing so. The Maastricht treaty in 1991 gave over more powers and created the EU. This has made a higher parliament over the UK",
        "closed_at": null,
        "created_at": "2019-09-11T21:50:41.264Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-26T16:22:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-02T11:20:19.267Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be a decision for the people of England. You could start a new petition calling for a referendum in England on English independence from the United Kingdom and the setting up of an English Parliament, in the event the UK does not leave the European Union, if that's what you want to happen.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2019-10-03T15:06:51.502Z"
    },
    "id": 273854,
    "links": {
        "self": "https://petition.parliament.uk/petitions/273854.json"
    },
    "type": "petition"
}