{
    "attributes": {
        "action": "Make holiday companies be more honest about prices and room availability.",
        "additional_details": "They currently get around it by saying \"We may occasionally add more of the same room types on sale at a later date\". \r\n\r\nI'm sure a TV shop wouldn't get away with advertising \"Only 2 left at this price\" and once they'd been sold bring out another 10 and sell them at the same price or less!\r\n\r\nHoliday prices in general need to be more controlled, how can the total cost of a holiday fluctuate by hundreds of pounds sometimes in a matter of hours? They are just ripping the British public off.",
        "background": "You often see holidays advertised with big red banners saying \"Only 2 rooms left at this price\", which makes you 'panic buy', as you want that holiday. Only to find out a few days later that they have added more of the same rooms at a much lower price, sometimes hundreds of pounds lower.",
        "closed_at": null,
        "created_at": "2019-09-12T16:00:44.003Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-12T18:18:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-19T07:56:02.983Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to make holiday companies more honest about prices and room availability and make holiday prices more controlled generally.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-09-19T07:56:13.715Z"
    },
    "id": 273931,
    "links": {
        "self": "https://petition.parliament.uk/petitions/273931.json"
    },
    "type": "petition"
}