{
    "attributes": {
        "action": "Reduce the amount of plastic used in supermarkets",
        "additional_details": "If they recycle or not, I think the root of the problem are these companies with a lot of influence who make these products, package them in this plastic and then make money from it. Whether it is wrapped around pallets of stock or the small sheet of plastic that lets you see what vegetables you put in a paper bag, plastic is used for nearly every item in some way. Supermarkets like Tesco's and their suppliers need to take more responsibility for the impact they are having in terms of waste.",
        "background": "Being an employee for Tesco's, I have noticed a large amount of plastic come through the delivery doors each and every day. Although we are promised this plastic gets recycled on Tesco's end of things, who knows what happens at the consumer's end?",
        "closed_at": null,
        "created_at": "2019-09-13T12:04:12.859Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-13T12:36:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-18T15:44:40.641Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about plastics, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example to ban certain types of plastic packaging.\r\n\r\nThere are already several petitions about plastic packaging. You might like to sign one of these petitions if it calls for something you would like to happen, for example:\r\n\r\nhttps://petition.parliament.uk/petitions/261903\r\n\r\nhttps://petition.parliament.uk/petitions/263532\r\n\r\nhttps://petition.parliament.uk/petitions/264458\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-09-18T15:44:40.646Z"
    },
    "id": 274030,
    "links": {
        "self": "https://petition.parliament.uk/petitions/274030.json"
    },
    "type": "petition"
}