{
    "attributes": {
        "action": "Reduce the school summer holidays and increase the christmas holidays.",
        "additional_details": "After speaking to other parents recently i realised I'm not alone in thinking the school summer holidays are a week too long, my eldest son is 5 years old and towards the end of the recent summer break i found him getting increasingly fed up and asking when he could go back to school.\r\nI feel that 5 weeks off would be more than enough and the other week could be added on to the christmas holidays.\r\nI personally don't think our children have enough time off over christmas and new year.",
        "background": "I feel 6 weeks is far too long for our children to be away from school, the summer holidays are a week too long and the christmas holidays aren't long enough in my opinion. I think the summer holidays should be shortened to 5 weeks and the christmas holidays should be increased to 3 weeks.",
        "closed_at": null,
        "created_at": "2019-09-14T20:11:47.548Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-14T20:20:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-20T10:31:25.944Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government doesn't set school holiday dates. These are the responsibility of individual schools and local councils. You could raise the issue with your children's schools or with local councillors who represent you. You can find out who your local councillors are, and how to contact them, here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-20T10:31:52.660Z"
    },
    "id": 274166,
    "links": {
        "self": "https://petition.parliament.uk/petitions/274166.json"
    },
    "type": "petition"
}