{
    "attributes": {
        "action": "The Government to amend the Treason Acts to include strategic economic sabotage.",
        "additional_details": "I would urge parliament to review document FCO 30/1048. It can be proved from that detailed report to Ministers in 1971, that those responsible at that time knew that strategic industries would suffer and that the general public was to be misled as to the effect of joining the European [political] Union. The Treason Acts 1790,1795,1817 were unfortunately revoked on 30/9/98 and it would now be wise to completely review those revocations and to update the Treason Act to have immediate effect.",
        "background": "The nation was deceived to join the EU. The EU was promoted as a trade enlargement whereas it is now certain that it was at all times a political union in which sovereignty would be lost to the EU at huge cost to taxpayers and to our strategic industries and all to the benefit of foreign powers.",
        "closed_at": null,
        "created_at": "2019-09-14T10:23:32.574Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-14T10:37:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-20T14:12:29.496Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what action you'd like the Government or Parliament to make illegal.\r\n\r\nYou could start a new petition explaining clearly what actions you'd like to make illegal. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-20T14:13:02.853Z"
    },
    "id": 274120,
    "links": {
        "self": "https://petition.parliament.uk/petitions/274120.json"
    },
    "type": "petition"
}