{
    "attributes": {
        "action": "Our People’s Vote would be to REMAIN in the EU.",
        "additional_details": "This petition is running concurrently with another petition titled, “Our People’s Vote would be to leave the EU”.  \r\nWe want parliament to debate the signatures on both petitions as a guide to the current will of the people as we approach key decisions on Brexit.\r\nThis petition is different to others as the similar but opposite worded petition running in parallel, and with unbiased wording, should provide a reasonable comparison on current will of the people.",
        "background": "If we were offered another vote it would be:\r\nto REMAIN in the EU,\r\nrather than,\r\nto leave the EU.\r\nWe understand further steps may be required, and we want Government and Parliament to work together to take these steps as quickly as possible to stay in the EU.",
        "closed_at": null,
        "created_at": "2019-09-14T20:58:10.062Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-15T07:59:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-20T11:09:06.321Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThere are already petitions about remaining in the EU. You could sign one of these petitions if it calls for something you'd like to happen. You're more likely to get action on this issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/270385\r\n\r\nhttps://petition.parliament.uk/petitions/269843"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-09-20T11:09:06.326Z"
    },
    "id": 274171,
    "links": {
        "self": "https://petition.parliament.uk/petitions/274171.json"
    },
    "type": "petition"
}