{
    "attributes": {
        "action": "Make finances lent in a relationship which are since being withheld a crime",
        "additional_details": "Many people are owed hundreds & thousands of pounds whilst the ex partner walks free with thousands of pounds or items richer, for example cars, homes & loans taken out or bought on the other persons behalf. The values putting the innocent person into debt, mentally & financially abusing the innocent party further! The cost to go through court is a further burden & too costly for most people. Evidence such as texts, video & voice recordings should be accepted as proof for criminal investigation.",
        "background": "Make refusal/withholding of finances lent within a relationship & still owing when the relationship ends, payable immediately or a crime. These items even paid by cash & no bank transfer should be classed as returnable or a crime if any evidence of acceptance are by text or voice recordings",
        "closed_at": null,
        "created_at": "2019-09-17T21:16:54.356Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-17T21:44:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-27T15:45:53.310Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nYou can already take legal action against someone who owes you money, so we aren't sure how you'd like the law to change. \r\n\r\nYou can find out more here:\r\n\r\nhttps://www.gov.uk/options-if-youre-owed-money\r\nhttps://www.gov.uk/make-court-claim-for-money\r\n\r\nIt is not the Governments responsibility to decide what evidence is accepted in a particular case, this is a decision for the courts.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-09-27T15:45:56.215Z"
    },
    "id": 274449,
    "links": {
        "self": "https://petition.parliament.uk/petitions/274449.json"
    },
    "type": "petition"
}