{
    "attributes": {
        "action": "A post Brexit backstop that applies to Northern Ireland and Scotland",
        "additional_details": "Advantages\r\n•No border in Ireland\r\n•No border in Irish Sea\r\n•Change of status only by referendum for united Ireland under GFA terms or Scottish independence\r\n•Scotland remains aligned to the EU post Brexit should it seek entry to the EU post-independence \r\n•Trade route to and from Ireland to Europe maintained through Scotland avoiding Brexit Britain and preserves and boosts its economy\r\n•Europe and Brexit Britain land border between Scotland and England incentive to UK to find dynamic solutions",
        "background": "Whilst against the UK leaving the EU, to at least secure leaving with a deal and an orderly exit, as a majority in both countries voted to remain in the EU, I propose a backstop that applies to Northern Ireland and Scotland so that both countries remain in the Customs Union and Single Market.",
        "closed_at": null,
        "created_at": "2019-09-19T09:07:27.491Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-19T11:06:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-25T10:54:30.404Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nThe UK cannot unilaterally adopt this kind of backstop, so we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example to negotiate with the EU about adopting this arrangement after Brexit, if that's what you want to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-09-25T13:21:03.857Z"
    },
    "id": 274545,
    "links": {
        "self": "https://petition.parliament.uk/petitions/274545.json"
    },
    "type": "petition"
}