{
    "attributes": {
        "action": "Reduce all civil servant, MP and Lords Wages by 50% due to damage from by Remain",
        "additional_details": "Due to the untold damages caused remain voters in positions of power, their wages should be cut by 50% for the same period of time as it takes to leave the EU completely. So far it has taken 3 years and no end is in sight. No other business would pay personnel refusing to deliver on their instructions, so a 50% reduction is generous. This should include all Civil servants involved in the process and all MPs, Lords and Judges.",
        "background": "For 3 years the Lords, MPs and Civil servants have refused to deliver, on the Leave vote. This has caused untold damages to our constitution, parliamentary structures, economy and trust in democracy. I propose a 50% reduction in wages for all personnel involved in implementing the leave vote.",
        "closed_at": null,
        "created_at": "2019-09-18T17:37:53.727Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-18T18:49:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-24T10:49:06.459Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-24T10:49:06.466Z"
    },
    "id": 274503,
    "links": {
        "self": "https://petition.parliament.uk/petitions/274503.json"
    },
    "type": "petition"
}