{
    "attributes": {
        "action": "Review letterbox contact within the adoption process and the lack of responses",
        "additional_details": "We want there to be a process that ensures that letterbox contact is maintained as it can lead to adopted children to feel forgotten and families to feel like they lost a child. We outline that we want an additional service/process that stops adopters stopping letterbox contact.",
        "background": "In the adoption process, most cases will allow letterbox contact between parents and the child/ren. However there is nothing in place to ensure that this happens and many parents and siblings can be left with no contact from their child/sibling. For families this can be devastating.",
        "closed_at": null,
        "created_at": "2019-09-20T17:36:17.987Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-20T21:09:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-27T11:27:45.814Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure what kind of service or process you want to be introduced and we're also not sure what you mean by reveiwing the lack of responses. We can only accept petitions which call for actions that are the responsbility of the UK Government or Parliament. \r\n\r\nYou could start a new petition calling for a clear action that is the responsibility of the Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-09-27T11:27:49.342Z"
    },
    "id": 274685,
    "links": {
        "self": "https://petition.parliament.uk/petitions/274685.json"
    },
    "type": "petition"
}