{
    "attributes": {
        "action": "Lower the penalty Charge for the drivers",
        "additional_details": "",
        "background": "It's very tough PCN charge on drivers especially those who work part-time and look after big families who already struggle to put food on the table while get charged for undeliberate faults. All of the  countries around the world do not charge that much compared to London, Please help us lowering it",
        "closed_at": null,
        "created_at": "2019-09-19T21:50:49.205Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-19T22:33:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-26T08:28:25.939Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about penalty charge notices for drivers, but we're not sure exactly what you'd like the Government or Parliament to do because we're not sure which type/s of PCN you're concerned about.\r\n\r\nWe can only accept petitions which call for actions that are the responsibility of the Government or Parliament. Some penalty charge notices, for example for parking offences, are the responsibility of local authorities, rather than the Government or Parliament.\r\n\r\nYou could raise your issue with local councillors who represent you. You can find out who your councillors are, and how to contact them, here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou could start a new petition calling for a clear action that is the responsibility of the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-09-26T12:19:14.968Z"
    },
    "id": 274624,
    "links": {
        "self": "https://petition.parliament.uk/petitions/274624.json"
    },
    "type": "petition"
}