{
    "attributes": {
        "action": "Revoke all UK-EU agreements since the EU referendum leave result",
        "additional_details": "The UK invoked Article 50 of the Treaty on the EU on 29 March 2017 following a referendum on 23 June 2016 which resulted in a clear majority to leave.\r\nThere is significant evidence that the then PM Theresa May & her cabinet continued to agree to further integration with the EU after these dates. For example, agreements were signed to further integration of the UK into the EU Armed Force despite a clear mandate to the contrary.  \r\nhttps://www.brugesgroup.com/blog/the-european-army",
        "background": "Since the EU referendum there have been agreements signed with the EU furthering UK integration. Since the result was to leave, there has been no mandate for any such agreement. UK Government must conduct an investigation & repeal any such agreement & hold those responsible to account.",
        "closed_at": null,
        "created_at": "2019-09-20T22:11:49.326Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-21T13:15:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-27T11:56:06.182Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure exactly which agreements you're concerned about and we're not sure what you mean by holding those responsible to account.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-09-30T10:11:00.963Z"
    },
    "id": 274702,
    "links": {
        "self": "https://petition.parliament.uk/petitions/274702.json"
    },
    "type": "petition"
}