{
    "attributes": {
        "action": "Make trolling online a criminal offence",
        "additional_details": "Verbal abuse is a criminal offence so online bullying should be too. Suicide is the third leading cause of death among young people, resulting in 4,400 deaths per year. For every suicide among young people, there are at least 100 suicide attempts. Over 14 percent of secondary school students have considered suicide, and almost 7 percent have attempted it. Please sign this petition to punish anyone who bullies online and to hopefully save lives.",
        "background": "This petition is to make any online trolling a criminal offence. So many lives have been taken or suicide attempts have been made because of bullying online and innocent people are being targeted. Suicide in teenagers has sadly doubled in the past 8 years because of online trolling.",
        "closed_at": null,
        "created_at": "2019-09-21T20:22:56.044Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-21T21:49:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-27T08:34:09.350Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nSending people offensive or threatening messages online is already an offence.\r\n \r\nYou can find out more about the prosecuting guidelines here:\r\n\r\nhttps://www.cps.gov.uk/legal-guidance/social-media-guidelines-prosecuting-cases-involving-communications-sent-social-media\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign these petitions about online trolling and abuse:\r\n\r\nhttps://petition.parliament.uk/petitions/272087\r\n\r\nhttps://petition.parliament.uk/petitions/259944"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2019-09-27T08:34:12.889Z"
    },
    "id": 274763,
    "links": {
        "self": "https://petition.parliament.uk/petitions/274763.json"
    },
    "type": "petition"
}