{
    "attributes": {
        "action": "Abolish the Supreme Court and repeal the Fixed Term Parliaments Act 2011.",
        "additional_details": "They have removed the power of government to send them back to the electorate. Separation of powers is now broken and nothing can now stop MP's declaring themselves in office for life. This new form of absolute monarchy must end immediately. All those who gain power are afraid to lose it and now Parliament can only be removed by their own consent. No political body can ever be trusted with the sole right to call for fresh elections of itself. They are no Parliament!",
        "background": "Parliament, in conjunction with the Supreme Courts decision blocking prorogation have crippled the government to the point where it cannot govern yet cannot hold fresh elections either. Parliament is now legally unrestrained from becoming an unaccountable tyranny that cannot be removed.",
        "closed_at": null,
        "created_at": "2019-09-24T16:11:00.111Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-24T16:39:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-30T15:28:31.697Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular we aren't sure what system you'd like to put in place to replace the supreme court with.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/272911"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-09-30T15:29:09.018Z"
    },
    "id": 275135,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275135.json"
    },
    "type": "petition"
}