{
    "attributes": {
        "action": "The Secretary of State for Justice provides a formal apology or resignation",
        "additional_details": "The people of Britain request either a formal apology or resignation of Secretary of State for Justice who said that “The Gov’t respectfully disagree with the court’s decision.”\r\n\r\nThis opinion shared by the minister who is directly responsible for Justice in the United Kingdom brings into disrepute the entire Justice system.\r\n\r\nHis sharing of this opinion undermines the rulings of the courts of our United Kingdom which leads to a country being ruled by opinions instead of the rule of law.",
        "background": "The people of Britain request either a formal apology or resignation of Secretary of State for Justice who assumed office on 24/07/2019 for bringing the Supreme Court into dispute over his comments on Twitter dated 24/09/2019 at 14:15",
        "closed_at": null,
        "created_at": "2019-09-24T22:59:13.365Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-25T09:02:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-30T14:15:52.906Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The resignation of a minister would be an individual decision for that person, and not a decision for the Government or Parliament as a whole.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could start a petition about that\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-09-30T14:15:52.912Z"
    },
    "id": 275253,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275253.json"
    },
    "type": "petition"
}