{
    "attributes": {
        "action": "Include anti-transgender ideology within PREVENT legislation",
        "additional_details": "On a weekly basis newspapers publish articles around how the transgender  community are a threat to society.  This hate speech then results in physical attacks to the trans community and transgender women have been murdered in the UK.\r\nThere is also evidence that anti-trans activists are also taking children to their meetings and indoctrinate children.\r\nIt is evident that the anti-trans community have radicalised views and ensure that there ideology is filtered down through various methods.",
        "background": "Anti-trans activists hold the ideology that trans women are really men, who are the ultimate oppressors of women.  Their ideology is that trans women affect cisgender women’s safety.  They use ideology to incite hate through the media and social media to incite hate.",
        "closed_at": null,
        "created_at": "2019-09-25T07:16:27.679Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-25T07:42:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-01T12:12:00.718Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about preventing attacks on transgender people, but we're not sure exactly what you'd like the Government or Parliament to do. The Prevent programme and legislation creates duties to prevent terrorism. You can find out more about these duties here:\r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/445977/3799_Revised_Prevent_Duty_Guidance__England_Wales_V2-Interactive.pdf\r\n\r\nWe're not sure exactly how you want to change this to include anti-transgender ideology.\r\n \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, a petition calling for the Government to fund a programme to prevent attacks on transgender people.\r\n\r\nThere's already a petition calling for a public inquiry into transphobia in the national media. You might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/266491"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2019-10-01T12:12:15.002Z"
    },
    "id": 275279,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275279.json"
    },
    "type": "petition"
}