{
    "attributes": {
        "action": "Supreme Court Justices declare impartiality in Cases/Subjects they are hearing.",
        "additional_details": "Their Justices should have been aware that the British public would be likely to see this as Brexit related. Not one of the Justices declared a personal interest in the case such as owning property in the EU, either outright or under a trust or other agreement or employing EU staff at a payment rate below the National Minimum Wage or in receipt now or in the past of EU grants or payments or a pension either in payment or due at a later date.\r\n\r\nA declaration of interest must be sought immediately",
        "background": "In the recent Supreme Court Ruling in R (on the application of Miller) (Appellant) v The Prime Minister (Respondent) the case was heard by all 11 Justices of the Supreme Court. Not one of them declared any interests in the EU.\r\n\r\nInterests include receiving any monies, Grants/Payments/Pensions",
        "closed_at": null,
        "created_at": "2019-09-25T07:26:16.063Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-25T09:07:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-01T09:19:23.783Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Supreme Court, which is independent of the UK Government and Parliament, has a code of conduct for its Justices. This includes conduct related to Judicial independence and impartiality. You can find out more here, including about how to make a complaint to the Supreme Court:\r\n\r\nhttps://www.supremecourt.uk/about/judicial-conduct-and-complaints.html#01\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-10-01T09:19:27.030Z"
    },
    "id": 275280,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275280.json"
    },
    "type": "petition"
}