{
    "attributes": {
        "action": "Do not allow foreign nationals to have a vote in UK general elections.",
        "additional_details": "The motion urges \r\nDefend the right of EU migrants to live and work in the EU under free movement rules\r\n\r\nGive the vote to all migrants in the UK\r\n\r\nReject any immigration system based on quotas, caps, targets or incomes\r\n\r\nClose all migrant detention centres\r\n\r\nGuarantee the unconditional right to family reunion visas for migrants from outside the EU\r\n\r\nEnd \"no recourse to public funds\" policies, which prevent some immigrants from claiming benefits",
        "background": "Today on 25/09/2019 at the Labour Party Conference the Labour Party passed a motion that would allow foreign nationals to vote in UN general elections among a raft of other immigration proposals. This should be bought before parliament and debated as soon as possible.",
        "closed_at": null,
        "created_at": "2019-09-25T15:06:50.882Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-25T15:33:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-01T10:27:20.737Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nSome forieign nationals already have the right to vote in UK general elections if they are legally resident in the UK and meet other eligibility criteria, so we're not sure exactly how you'd like the current rules to change. You can find out more here:\r\n\r\nhttps://www.gov.uk/elections-in-the-uk\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-10-01T10:27:20.742Z"
    },
    "id": 275379,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275379.json"
    },
    "type": "petition"
}