{
    "attributes": {
        "action": "Make Arriva Bus in Kent lower their prices and cap them",
        "additional_details": "Young person's travel passes are £350, and adult tickets are overpriced too.\r\n\r\nArriva and Nuventure are the only buses in Maidstone and both are regularly late with high prices. Due to them running different routes, there is no competition and they can charge high prices for a below average service. \r\n\r\nThere is a lot of money going into Arriva Kent but customers do not experience any of the benefits of this. According to Paul Carter in 2018, the KCC budget for subsidised buses was £7.4 million.",
        "background": "An adult day bus ticket in Maidstone, Kent costs £5.20. A single ticket from Maidstone town centre to Linton Corner on an Arriva bus (a 19 minute journey) costs an adult £3.30. This adds up. Buses in rural areas can be the only way for people to commute and these high prices can lead to isolation.",
        "closed_at": null,
        "created_at": "2019-09-25T12:29:03.334Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-25T14:12:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-09-30T16:08:22.711Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Bus fares are not set by the UK Government. Local bus operators (bus companies) are free to set their own fares. However, local transport authorities (usually local councils) have the power to set maximum fares in some circumstances.\r\nIf you would like bus fares in your local area to be lower, you could raise this with your local council. You can find out who your local councillor is here: \r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-09-30T16:08:22.716Z"
    },
    "id": 275344,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275344.json"
    },
    "type": "petition"
}