{
    "attributes": {
        "action": "Introduce a higher security infrastructure to help prevent knife crime",
        "additional_details": "Knife crime related offence figures were recorded at 40,215 in the year ending March 2018. Between April 2018 and March 2019 police forces recorded 43,516 offences involving a knife, this means in a single year the reported knife incidents have increased by 3,301\r\nKnife crime is devastating families and people across the UK every single day, something needs to change, this must stop now.",
        "background": "A petition to start enforcing more protected police officers for the local communities. New technology should be installed entirely throughout the UK for the safety of our citizens, including metal detectors in more public places. Knife crime is becoming more common every day and it needs to stop.",
        "closed_at": null,
        "created_at": "2019-09-25T19:46:37.714Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-25T19:55:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-01T14:18:17.166Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like to happen. We're not sure exactly what you mean by a higher security infrastructure or exactly where this would be implemented.\r\n\r\nYou could start a new petition calling on the Government or Parliament to take a specific action, for example to increase police funding or to fund increased security in schools, if those are things you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-10-01T14:18:19.704Z"
    },
    "id": 275433,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275433.json"
    },
    "type": "petition"
}