{
    "attributes": {
        "action": "Hold Referendum & General Election on 5 Dec and extend leaving EU to 26 Dec 2019",
        "additional_details": "Referendum question: \r\n - UK to leave EU on negotiated deal on 26 Dec & Scotland to have referendum in 2020 on leaving UK & rejoining EU, or\r\n - UK to revoke leaving.  Future referendums on constitutional change to allow young and non residents to vote & require 2/3rds majority.   EU to properly account for liabilities, fairly share funding, reform agriculture & fisheries, act to halt global warming.  UK to remain in EU for at least a decade unless expert study shows UK will be better off leaving.",
        "background": "Prior to 31 Oct Parliament to pass Law for General Election & Referendum on 5 Dec 2019.  \r\n\r\nGovernment & Parliament to write to EU prior to 31 Oct to request extension of Brexit date to 26 Dec.\r\n\r\nReferendum result legally binding.  UK citizens aged over 15 or resident abroad can vote in person.",
        "closed_at": null,
        "created_at": "2019-09-26T03:23:47.607Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-27T05:41:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-02T14:49:35.139Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure exactly what you mean by allowing young and non-residents to vote in future referendums. You might like to sign these petitions:\r\n\r\nhttps://petition.parliament.uk/petitions/272258\r\n\r\nhttps://petition.parliament.uk/petitions/258710\r\n\r\nYou're more likely to get action on these issues if you sign and share a single petition.\r\n\r\nWe're also not sure exactly what you mean by the EU properly accounting for liabilities or what action you want to see to halt global warming. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe can only accept petitions which call for actions that are the responsbility of the UK Government or Parliament. A referendum on Scottish independence would be a matter for the Scottish Government and people."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-10-02T14:49:35.144Z"
    },
    "id": 275502,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275502.json"
    },
    "type": "petition"
}