{
    "attributes": {
        "action": "Make MPs behave with more dignity and respect during parliamentary debate",
        "additional_details": "Furthermore, as a teacher I am conscious that students are more interested in politics at the moment, and that our MPs have a duty to provide positive role models for them regardless of party. I am also acutely aware that 13 y.o.s are capable of conducting debate in a far more respectful manner, listening carefully to the points of the opposition, and either counter-argue the point effectively with logical reasoning or concede that actually there is some merit to be gained from considering it.",
        "background": "MPs are elected to steer the nation and pass legislation to improve the lives of its citizens. The jeering, criticising the MP speaking instead of their point and the language being used is detrimental to this: wasting time that can be used to make progress and discouraging calm, reasoned debate.",
        "closed_at": null,
        "created_at": "2019-09-26T11:43:43.036Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-26T12:37:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-01T15:00:17.210Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament. The Speaker of the House of Commons is responsible for maintaining order in the House of Commons, not the UK Government or Parliament as a whole."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-01T15:00:17.216Z"
    },
    "id": 275574,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275574.json"
    },
    "type": "petition"
}