{
    "attributes": {
        "action": "Bring UK Road Safety up to world's best standards in order to save lives.",
        "additional_details": "As recommended by the Transport Safety Commission in 2015  and in Road Safety Management Capacity Review 2018 , Britain should adopt Sweden Zero Vision and also create an Institute for Road Safety Research based on Dutch SWOV and a Road Accident Investigation Branch to investigate all fatal crashes to establish why things still go wrong . \r\nAs well Transport and Works Act 1992 update and extend to all kind of transport . To let an impaired driver go behind the wheel has to be crime.",
        "background": "To the Transport Committee's question what can DfT do to improve Road Safety, I would answer when Parliament will have given clear directions, goals and tools to DfT, only then Road Safety in Britain will improve again.",
        "closed_at": null,
        "created_at": "2019-09-27T11:57:02.017Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-28T15:17:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-03T12:54:39.015Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about improving road safety and want to see earlier recommendations implemented but we're not sure exactly how you'd like to see the Transport and Works Act 1992 updated or how you'd like to see the law on impaired drivers changed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-10-03T12:54:39.822Z"
    },
    "id": 275752,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275752.json"
    },
    "type": "petition"
}