{
    "attributes": {
        "action": "Phrases like ‘get back to where you came from’ are hateful and racist",
        "additional_details": "In voting for this motion, the house:-\r\n1. Ensures President Trump knows their view regarding his use of the term.\r\n2. Tells the BBC that MPs support and applaud Naga Munchetty for calling out this use on BBC Breakfast.\r\n3. Signals that anyone who uses such phrases in UK should expect to feel the full force of UK anti-hate speech and anti-racism legislation.\r\n4. Ensures every voter knows their MP supports the fight against hatred and racism.",
        "background": "To help return the country to the tolerant and welcoming country it was until recently considered to be requires a clear stand and courage to ‘call out’ hate speech whenever and by whoever it is made. Such clarity and courage must be supported and applauded at every opportunity.",
        "closed_at": null,
        "created_at": "2019-09-27T10:23:38.290Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-28T07:56:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-02T15:42:53.097Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-02T15:42:53.102Z"
    },
    "id": 275739,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275739.json"
    },
    "type": "petition"
}