{
    "attributes": {
        "action": "Scrap the Settled Status Scheme for EU citizens living in the UK",
        "additional_details": "In July, 42% of EU citizens who registered for the scheme have been given pre-settled status. Many of those who would of received this would have been living in the UK for 10+ years, started a family here and even contributed to society, both, financially and socially. This just isn't fair at all. Surely, those who contribute to British society should be able to, at least, have their right to stay here permanently confirmed. The unwise decision of this scheme is that if EU citizens are treated poorly by the UK Government through this scheme then EU countries could retaliate. The system must be made more simple and fair and treat people like people rather than statistics.",
        "background": "The Settled Status Scheme is for EU nationals living in the UK to establish their permanent right to live in Britain. However, it simply hasn't worked. It has faced widespread criticism.",
        "closed_at": null,
        "created_at": "2019-09-27T14:23:55.455Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-27T16:44:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-02T15:19:05.295Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe 're not sure exactly what you'd like the Government or Parliament to do. In particular we aren't sure what you'd like the system to be replaced with or how you'd like the system to be made 'more simple'.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/270173\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-10-02T15:19:05.388Z"
    },
    "id": 275768,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275768.json"
    },
    "type": "petition"
}