{
    "attributes": {
        "action": "PLEASE stop the killing of butterflies for art",
        "additional_details": "Killing butterflies for art has no place in a world in which their conservation is of increasing importance.   \r\n\r\nWe need to encourage the best stewardship practice possible for this key indicator species and teach our children that doing this kind of thing is wrong.\r\n \r\nThe killing of butterflies for art is an exploitation of nature of the most obvious kind and we should not tolerate this kind of abuse for the sake of ‘trendy-art’.\r\n\r\nPlease help me raise the ethical standard and put an end to this.",
        "background": "I am very appalled and sickened that real butterflies (whether from a sustainable source or not) can be killed for art.\r\n\r\nhttps://www.theguardian.com/artanddesign/2019/sep/19/damien-hirst-review-white-cube-masons-yard-london\r\n\r\nThis is not acceptable.",
        "closed_at": null,
        "created_at": "2019-09-27T15:34:08.534Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-27T18:46:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-03T09:06:39.003Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nCertain species of wild butterflies are protected in the UK, as set out in Schedule 5 of the Wildlife and Countryside Act 1981. We're not sure whether you want to extend these protections to all butterflies in the UK, whether wild or farmed, and/or prevent the import of butterflies from overseas for the purposes of creating art.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-03T09:06:41.888Z"
    },
    "id": 275773,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275773.json"
    },
    "type": "petition"
}