{
    "attributes": {
        "action": "DEMAND THE UK, EU AND UN NATIONS ON PROTECTING AND SAVING THE ARCTIC REGIONS.",
        "additional_details": "The Arctic and Arctic Regions contain 20% of the worlds undiscovered oil and gas resources which oil companies use and is causing climate change to increase even more and will in turn result in more sea ice melting rapidly. In that instance wildlife and marine habitats will be destroyed and pose the threat of extinction more likely. The Arctic ocean is suffering due to plastic and microplastic pollution which not only that but less than 10% of the Arctic ocean is protected. This must change.",
        "background": "The Arctic and Arctic regions are in a critical moment due to climate change. The UK, EU and UN must for the Arctic's people and for the  wildlife ecosystems, who have for a millennia lived and called home, must be protected and saved and keep for example oil underground forever.",
        "closed_at": null,
        "created_at": "2019-09-28T09:09:49.732Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-29T10:16:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-03T13:38:11.118Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you want to protect the Artic but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-03T13:38:24.634Z"
    },
    "id": 275838,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275838.json"
    },
    "type": "petition"
}