{
    "attributes": {
        "action": "Ensure TV licence holders receive full impartial coverage all political parties",
        "additional_details": "The BBC did not provide news coverage of the Brexit parties conference on Friday 27th September 19. This was covered by sky news.\r\n\r\nThe BBC covered a discussion with Labour MP Karl Turner when he challenged Dominic Cummings on Brexit. The BBC didn’t provide full subtitles of the conversation. Turner tells Cummings he should be in a ditch after telling Cummings he his the cause of the bad vibe in the Commons. \r\nThe BBC is not providing coverage of a Muslim demonstration in London, public interest.",
        "background": "The BBC are failing to present impartial news coverage. The Corporation has a charter that states.\r\n\r\nThe first Public Purpose requires the BBC “to provide impartial news and information to help people understand and engage with the world around them”.",
        "closed_at": null,
        "created_at": "2019-09-29T12:39:39.855Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-29T17:33:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-04T11:08:17.331Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is already required to deliver impartial news by the Royal Charter for the continuance of the British Broadcasting Corporation and the Agreement Between Her Majesty’s Secretary of State for Culture, Media and Sport and the British Broadcasting Corporation. It is therefore unclear what further action you would like the UK Government or Parliament to take. \r\n\r\nIn any case, we would not be able to accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. If you would like to submit a complaint about a BBC program, you can do so using the link below: \r\n\r\nhttp://www.bbc.co.uk/complaints/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-04T11:08:33.770Z"
    },
    "id": 275936,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275936.json"
    },
    "type": "petition"
}