{
    "attributes": {
        "action": "Replace the personal statement with interpretive dance for uni applications",
        "additional_details": "Interpretive dance is defined as 'a form of modern dance in which the dancer's movements depict an emotion or tell a story' this makes it the perfect medium for expressing personality, passion and vigor vital for the showing ones desire to attend university, a hive dedicated for self expression, academic discovery and visionary thinkers. The current idea of a personal statement is not fit for expressing this as a bland, lifeless document that is a bygone relic of a time past.",
        "background": "As a current year 13 student preparing for university applications, I have found that among my peers, the personal statement aspect of the application is not fit for purpose as it does not truly represent the character of the applicant. We. Need. Change. Interpretive dance is the answer.",
        "closed_at": null,
        "created_at": "2019-09-29T17:50:51.720Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-09-29T18:14:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-04T11:18:49.373Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be a matter for individual universities and for the Universities and Colleges Admissions Service (UCAS), which is an independent charity, rather than an matter for the UK Government or Parliament as a whole.\r\n\r\nYou could raise your idea with individual universities or with the representative organisation, Universities UK, or UCAS.\r\n\r\nhttps://www.universitiesuk.ac.uk/Pages/contact-us.aspx\r\n\r\nhttps://www.ucas.com/contact-us"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-10-04T11:19:21.534Z"
    },
    "id": 275962,
    "links": {
        "self": "https://petition.parliament.uk/petitions/275962.json"
    },
    "type": "petition"
}