{
    "attributes": {
        "action": "Make using incendiary or divisive language a criminal offence for all MPs.",
        "additional_details": "Fairclough, N. 1989. Language and Power. New York: Longman.\r\n\r\nHalliday, M.A.K., & Matthiessen, C. 2004. An Introduction to Functional Grammar (3rd ed.). London: Arnold.\r\n\r\nHart, C. 2914. Discourse, Grammar and Ideology: Functional and Cognitive Perspectives. London: Bloomsbury.\r\n\r\nThompson, G. 2004. Introducing Functional Grammar (2nd ed.). London: Hodder Education.\r\n\r\nvan Dijk, T.A. 1998. Ideology: A Multidisciplinary Approach. London: Sage",
        "background": "The field of Critical Discourse Analysis explains the affect of language on society and psychology. The current government are guilty of using vile ideology laden rhetoric which provokes anger in their followers. This could potentially lead to violence and tragedy as it has in the past.",
        "closed_at": null,
        "created_at": "2019-10-01T15:30:11.294Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-01T15:53:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-14T09:21:57.843Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nOther than in Parliamentary proceedings, MPs are subject to the same laws on speech as members of the public. If you'd like to remove the freedom of speech protection that Members currently have under Parliametary Privilege, you could start a petition calling on the Government to do that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2019-10-14T09:22:11.444Z"
    },
    "id": 276128,
    "links": {
        "self": "https://petition.parliament.uk/petitions/276128.json"
    },
    "type": "petition"
}