{
    "attributes": {
        "action": "To impose longer prison sentences for discrimination",
        "additional_details": "Those who have been discriminated against, have either been verbally abused, assaulted and/or have been killed, which is heartbreaking. Nobody should be verbally abused, assaulted and/or killed because of their sexuality, race, religion, gender and so on.\r\n\r\nPeople fear walking the street in case something is going to happen to them again or if nothing has happened, fear that something will happen. We shouldn't have to have that fear hanging over our shoulders. \r\n\r\nThere needs to be longer sentences",
        "background": "There have been so many cases where those who have discriminated against people, because of their sexuality, race, religion gender have either been let off and/or had a short prison sentence. Nobody should be let off as they have committed a crime.\r\n\r\nThere should be instant prison sentences.",
        "closed_at": null,
        "created_at": "2019-10-02T20:50:50.222Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-02T20:59:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-08T09:58:10.480Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly which crimes you'd like the Government or Parliament to impose tougher sentences on. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-08T09:58:10.486Z"
    },
    "id": 276248,
    "links": {
        "self": "https://petition.parliament.uk/petitions/276248.json"
    },
    "type": "petition"
}