{
    "attributes": {
        "action": "Stop allowing our green spaces to be sold for building unnecessary homes!",
        "additional_details": "There has been over 4 large building estates made locally over the past 18 months, none of which have sold all the homes, in fact they’ve barely sold a quarter of the houses.\r\nSome remain half a building site as it cannot be finished until the first phases are sold and yet Taylor Wimpey have put in plans to build over 100 more houses, ruining not only our village but the huge wildlife community we have including owls, falcons and bats to name a few .",
        "background": "My community has recently found out that Taylor Wimpey homes wants to buy a small amount of land near our homes and build over 100 houses.\r\nLarge or small companies can’t be allowed to just throw cash at some land with no care of the exsisting community of home owners and wildlife.",
        "closed_at": null,
        "created_at": "2019-10-03T19:03:06.187Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-04T14:16:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-08T10:57:34.543Z",
        "rejection": {
            "code": "irrelevant",
            "details": "\t\r\nWe can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\t\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-08T10:57:34.548Z"
    },
    "id": 276317,
    "links": {
        "self": "https://petition.parliament.uk/petitions/276317.json"
    },
    "type": "petition"
}