{
    "attributes": {
        "action": "Scrap the Settled Status Scheme",
        "additional_details": "The Settled Status Scheme simply hasn't worked. It's had widespread criticism for many reasons such as providing EU citizens, who have stayed here for over 10 years and contributed and assimilated to society, pre-settled status instead of just granting them permanent residence. Most of these EU citizens have assimilated in society, contributed financially to the UK system and obeyed the law. These three criteria are vital, however, if they have done this then they should be allowed to stay. This is only fair. The system must be reformed. The EU citizens should be treated as humans not statistics.",
        "background": "The Settled Status Scheme should be scrapped by a simpler system which allows for ANY EU citizen who has stayed here for 5 years or over be guaranteed permanent stay. A simpler system being put in place will be more positive for both sides, EU citizens and Government.",
        "closed_at": null,
        "created_at": "2019-10-05T11:27:03.342Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-05T14:19:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-08T13:48:47.196Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you'd like changes to the settled status system, but we're not sure exactly what changes you'd like the Government or Parliament to make. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign one of these petitions:\r\n\r\nhttps://petition.parliament.uk/petitions/270173\r\nhttps://petition.parliament.uk/petitions/270198"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-10-08T13:48:47.201Z"
    },
    "id": 276434,
    "links": {
        "self": "https://petition.parliament.uk/petitions/276434.json"
    },
    "type": "petition"
}