{
    "attributes": {
        "action": "Reform the grueling adoption process- successful placements are appallingly low",
        "additional_details": "93,000 children in the UK are in care, they are vulnerable to health inequalities and are at significantly higher risk of mental health issues. SMF (2018) refer to the ‘silent crisis’ of 65% of local care authority providers which are judged as requiring improvements. The inhumane adoption route is shown to cause distress described as ‘wholly consuming’, frequently experienced by people traumatised by involuntary childlessness or child loss e.g. your ex being asked if you should be a parent.",
        "background": "In 2012, only 1 out of 8 couples (3,028 out of 25,380) succeed in the adoption process, prompting calls for social workers to be less punitive in their assessment. In 2018 it is 3,820 with less adoption interest as 62% IVF success increase. 600,00 interested to adopt except for the grueling process",
        "closed_at": null,
        "created_at": "2019-10-07T16:13:48.954Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-07T16:35:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-08T14:39:08.752Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to reform the adoption process. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-10-08T14:39:08.757Z"
    },
    "id": 276610,
    "links": {
        "self": "https://petition.parliament.uk/petitions/276610.json"
    },
    "type": "petition"
}