{
    "attributes": {
        "action": "Pass a Bill declaring the Supreme Courts ruling on prorogation null and void.",
        "additional_details": "I therefore request that Parliament immediately pass primary legislation to ban the courts being able to treat prorogation cases as justiciable in future. I also request Parliament declare that the High courts ruling was correct and the Supreme Courts verdict invalid hence it may never be used in future as a precedent by any UK court. Parliament is the legislator in Britain and therefore Parliament alone must decide the rules of prorogation, not unelected and unaccountable judges.",
        "background": "The High court ruled in the case of R (Miller) v The Prime Minister that  the legal case against the recent use of Royal Prerogative to prorogue Parliament was not justiciable. The Supreme Court overturned this giving judges new scope and authority to rule on purely political matters in the future.",
        "closed_at": null,
        "created_at": "2019-10-08T15:08:17.751Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-08T15:21:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-10T10:02:46.147Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government and Parliament are not responsible for overruling the decision of the courts, which interpret existing laws. Parliament may make laws to change how issues are dealt with.\r\n\r\nYou might like to sign this petition for MPs to be responsible for prorogation:\r\n\r\nhttps://www.carlisle.gov.uk/Council/Council-and-Democracy/Petitions\r\n\r\nOr you could start a new petition calling for another change in the law to how prorogation is undertaken, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-10T10:02:46.156Z"
    },
    "id": 276686,
    "links": {
        "self": "https://petition.parliament.uk/petitions/276686.json"
    },
    "type": "petition"
}