{
    "attributes": {
        "action": "Ensure that all petitions with 250,000+ signatures are debated in Parliament.",
        "additional_details": "We want to ensure that all petitions with 250,000+ signatures will be debated in Parliament. \r\nSome may argue that 250,000 is not even 1% or the general population of Britain being 660,000. However, here at ‘Petitions Matter’ we will ensure all members have their right to speak, minority and majority.  \r\n\r\nPetitions ensure that all members of the general public can voice their views, ideas and opinions.\r\n\r\nSupport:\r\n- Follow/Like PetitionsMatter \r\n- Sign the Petition\r\n- Voice your views",
        "background": "Petitions Matter are a small scale Pressure Group raising awareness and emphasising the major importance of (E) Petitions.\r\n\r\nOur Aims:\r\n- Educate the general public of the large importance of petitions\r\n- Ensure all petitions signed by 250,000+ individuals are debated in parliament",
        "closed_at": null,
        "created_at": "2019-10-07T19:47:45.332Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-07T19:54:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-08T14:17:21.188Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nPetitions which reach 100,000 signatures are already considered for a debate in Parliament. Petitions which reach 100,000 signatures are almost always debated. The Committee may decide not to put a petition forward for debate if the issue has already been debated recently or there’s a debate scheduled for the near future. We're therefore not sure exactly what further action you'd like the Government or Parliament to take. \r\n\r\nYou could start a new petition asking for petitions with over 250,000 signatures to be debated in the main chamber, if that's something you'd like to see happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2019-10-08T14:17:35.521Z"
    },
    "id": 276625,
    "links": {
        "self": "https://petition.parliament.uk/petitions/276625.json"
    },
    "type": "petition"
}