{
    "attributes": {
        "action": "Revoke UK-EU agreements contrary to the EU referendum leave result",
        "additional_details": "The UK conducted a referendum on membership of the EU on 23 June 2016 which resulted in a clear majority to leave. There is significant evidence that the then PM Theresa May & her cabinet contrarily agreed to further integration with the EU after this date. For example, agreements were signed for further integration of the UK into the EU Armed Force.\r\nhttps://www.brugesgroup.com/blog/the-european-army\r\nThe Government must be held to account for wilfully opposing the sovereign British electorate.",
        "background": "Since the EU referendum there have been agreements signed with the EU furthering UK integration. Since the result was to leave, there has been no mandate for any such agreement. UK Government must investigate & repeal any such agreement. The findings of the investigation must be published.",
        "closed_at": null,
        "created_at": "2019-10-09T14:45:03.818Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-09T21:44:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-10T15:06:23.788Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to revoke. You could start a new petition explaining clearly what agreements you would like the Government or Parliament to revoke.\r\n\r\nYou might be interested to know that the UK has opted out of full defence cooperation with the EU. You can find out more from the House of Commons library here: \r\n\r\nhttps://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-8149\r\n\r\nMeasures where powers are transferred to the UK to the EU have been subject to a referendum since 2011. You can see more about that legislation here: \r\n\r\nhttps://services.parliament.uk/bills/2010-11/europeanunion.html "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-10-10T15:06:29.769Z"
    },
    "id": 276799,
    "links": {
        "self": "https://petition.parliament.uk/petitions/276799.json"
    },
    "type": "petition"
}