{
    "attributes": {
        "action": "Citizens assemblies must be funded via taxes and individual donations not NGOs",
        "additional_details": "INVOLVE's top funder is the OPEN SOCIETY\r\nhttps://www.involve.org.uk/about/who-funds-us\r\n\r\nThe Open Society has its own published political manifesto. This network of NGOs funded by ONE PERSON must not be allowed to hijack, steer, influence, or control citizen opinion or decision outcomes in any way. NGOs must not be allowed to edit, put forth, or reword citizen question.\r\n\r\nAssembly organizations must be funded anonymously, by individual citizens and via taxes/lottery and not companies or NGOs.",
        "background": "Citizens assemblies are new, but already they are prone to outside influence by large NGOs and special interests donating large sums. NGOS must be assessed to ensure equality of influence across the 1200 UK NGOs regardless of size or wealth. Billionaires must not be given a monopoly of influence.",
        "closed_at": null,
        "created_at": "2019-10-09T11:38:24.848Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-11T13:26:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-14T11:13:27.852Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. \r\n\r\nThe UK Government and Parliament aren't responsible for deciding how independent Citizens Assemblies are funded.  Citizens Assemblies run by the UK Parliament are funded by the UK Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-10-14T11:13:27.859Z"
    },
    "id": 276779,
    "links": {
        "self": "https://petition.parliament.uk/petitions/276779.json"
    },
    "type": "petition"
}