{
    "attributes": {
        "action": "Allow demolition of the crown owned Crown plaza hotel in Carlisle (crown owned)",
        "additional_details": "The hotel has again come under the spotlight and again been deemed unsafe!!\r\nCarlisle City council have again put road closures in place that last year costs businesses tens of thousands of pounds and even forced some to close.\r\nThe Council need to be pushed and allowed to demolish this building before it costs the taxpayer more money and this Great Border City to lose even more local businesses some only just stayed afloat last year, with one already closing today we cannot let this go on.",
        "background": "The Crown plaza hotel in Carlisle Cumbria has been allowed to fall into a diabolical and unsafe state. \r\nCarlisle city council who must legally maintain and keep it safe as it is owned by the crown failed to make if safe last year. With road closures small business closed.",
        "closed_at": null,
        "created_at": "2019-10-09T18:25:39.672Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-09T18:53:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-10T09:59:55.589Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for Carlisle City Council. \r\n\r\nYou might like to start a petition about the Central Plaza Hotel on the Carlisle City Council site:\r\n\r\nhttps://www.carlisle.gov.uk/Council/Council-and-Democracy/Petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-10T10:35:30.476Z"
    },
    "id": 276823,
    "links": {
        "self": "https://petition.parliament.uk/petitions/276823.json"
    },
    "type": "petition"
}