{
    "attributes": {
        "action": "Call the government to develop a drastic and urgent suicide prevention strategy.",
        "additional_details": "Before her exit from Number 10, ex-Prime Minister, Theresa May, described ‘The disparity in our mental health services [as] one of the burning injustices this country faces’ - was this all weak rhetoric?\r\n\r\nWhy is it that in our society, the government is quicker to intervene in our private lives’ by legislating what we can and can’t eat via taxes that hit only the most vulnerable in our society, than they are to save lives and provide effective support to those suffering immense emotional trauma?",
        "background": "In 2018, the ONS (Office of National Statistics) reported that 6,507 people across the UK committed suicide.\r\n\r\nEqually shocking, the ONS also found that suicide rates in under-25s raised by 23.7%. They recorded that 730 young people (under 25) had ended their own life in the same year.",
        "closed_at": null,
        "created_at": "2019-10-10T12:45:21.557Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-10T14:08:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-11T12:12:55.272Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThe Government published a suicide prevention strategy in January 2019, which you can read more about here: https://www.gov.uk/government/news/first-ever-cross-government-suicide-prevention-plan-published\r\n\t\r\nYou could start a new petition explaining clearly what you would actions you would like the Government or Parliament to take. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-10-11T12:12:55.278Z"
    },
    "id": 276885,
    "links": {
        "self": "https://petition.parliament.uk/petitions/276885.json"
    },
    "type": "petition"
}