{
    "attributes": {
        "action": "Make Workplace Bullying a Criminal Offence",
        "additional_details": "Bullying can have devastating impacts on the recipients health and well-being but there are no formal avenues to pursue through the Courts. \r\n\r\nEmployers have a duty of care to their employees but hide behind corrupt policies and conduct to protect themselves.\r\n\r\nInternal grievance procedures are corrupt as they are weighted in favour of the employer to protect them. \r\n\r\nAny form of discrimination or targeted behaviour should be protected by UK Law.\r\n\r\nBullying takes many forms of victimisation, harassmentand discrimination not just limited to the current protected characteristics listed above.\r\n\r\nAn employee should not be forced to resign to take an employer to court for constructive or unfair dismissal before the courts will address such misconduct.",
        "background": "Treat workplace bullying equal to protected characteristic, sex, race, religion and disability.\r\nEmployers hide behind the lack of evidence to support targeted behaviour linked to protected characteristics. This does not detract from their misconduct, intended or not and the impact on the recipient.",
        "closed_at": null,
        "created_at": "2019-10-11T13:55:24.321Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-11T15:13:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-14T12:09:36.816Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about workplace bullying but we're not sure exactly what you mean by treating it \"equal to protected characteristics\", so we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThere's already a petition about this issue. It calls for new legislation, for example a Dignity at Work Bill. You might like to sign this petition if it calls for something you'd like to happen. You're more likely to get action on this issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/262228 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-10-14T12:09:50.335Z"
    },
    "id": 276967,
    "links": {
        "self": "https://petition.parliament.uk/petitions/276967.json"
    },
    "type": "petition"
}