{
    "attributes": {
        "action": "Reform the education system to teach young people about the climate crisis.",
        "additional_details": "We ask for:\r\n- A government commissioned review into how the whole of the English education system is preparing students for the climate and ecological crisis\r\n- Inclusion of the climate emergency and ecological crisis in teaching standards\r\n- An English Climate Emergency Education Act\r\n- A national climate emergency youth voice grant fund\r\n- A Youth Climate Endowment Fund\r\n- All new state-funded educational buildings should be net-zero by 2020; all existing by 2030\r\n\r\nRead more at teachthefuture.uk",
        "background": "If young people learn about the climate emergency and ecological crisis we can prevent the mistakes of the past and change the course of history. Climate change must be a learning entitlement. As young people, we call on government to take immediate action to reform the English education system.",
        "closed_at": null,
        "created_at": "2019-10-10T19:23:34.528Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-10T19:45:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-11T12:37:39.788Z",
        "rejection": {
            "code": "no-action",
            "details": "\r\nPetitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand that you'd like more focus on climate change in the education system and national curriculum, but we're not sure exactly what you'd like the Government or Parliament to do. In particular we aren't sure what you mean by \"An English Climate Emergency Education Act\" and what you'd like this act to do. We also understand that you'd like the Government to set up two new funds, but we aren't sure exactly what you'd like these funds to be used for. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might also like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/260280\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-11T12:37:39.793Z"
    },
    "id": 276930,
    "links": {
        "self": "https://petition.parliament.uk/petitions/276930.json"
    },
    "type": "petition"
}