{
    "attributes": {
        "action": "To stop the Iranian government in Iraq.",
        "additional_details": "In Iraqi revolt 107 people have been killed and over 6,000 wounded in the last six days. Snipers belonging to the pro-Iranian militia groups had fired live rounds at protesters, often aiming for the head or heart and members of those groups also firing directly into crowds of the protesters. \r\nThe gunmen shooting protesters come from pro-Iranian factions of the Hashd al-Shaabi or Popular Mobilization Units. Those groups have assaulted injured protesters in baghdad city complex hospital.",
        "background": "The recent demonstrations in Baghdad and in much of Shia, southern Iraq are spontaneous demanding the fall of the government.\r\nIraqi paramilitary groups close to Iran are suspected of joining attacks on protesters in Baghdad and other cities, leading to heavy loss of life among demonstrators.",
        "closed_at": null,
        "created_at": "2019-10-13T17:59:20.160Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-13T20:30:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-14T16:27:24.501Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/276836"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-10-14T16:27:27.471Z"
    },
    "id": 277127,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277127.json"
    },
    "type": "petition"
}