{
    "attributes": {
        "action": "Protect our democracy: Strengthen penalties for breaking election law",
        "additional_details": "The current maximum fine for breaking electoral rules is only £20,000. It's is a fraction of what political campaigns spend, so it is no deterrent. You can be fined more for touting tickets at a football match\r\n\r\nRules don't ban foreign organisations & individuals spending money on election or referendum campaigns, especially digital ads. There must be better rules on spending on digital ads, with spending declared during or just after a campaign not months later so campaigns are accountable",
        "background": "The current election rules are so weak they don't deter cheating\r\n\r\nThe Government must\r\nIncrease the fine for breaching rules,\r\nBan foreign organisations & individuals from spending money in political campaigns; \r\nMake political campaigns declare spending during or soon after the election",
        "closed_at": null,
        "created_at": "2019-10-14T21:27:25.170Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-17T13:14:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-18T08:53:25.831Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about electoral law but we're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure exactly which rules you're concerned about.\r\n\r\nWe're not sure whether you want new rules with increased penalties. We're also not sure exactly what you mean by better rules on spending on digital ads.\r\n\r\nYou could start a new petition explaining clearly what changes you'd like to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-10-18T08:53:38.205Z"
    },
    "id": 277247,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277247.json"
    },
    "type": "petition"
}