{
    "attributes": {
        "action": "Make the stunning and slaughter of all animals fully humane",
        "additional_details": "https://www.rspca.org.uk/adviceandwelfare/farm/slaughter/factfile/\r\nThis is all legal in the United Kingdom.\r\nAnimals suffer every day, painfully, and are killed unnecessarily a lot of the time, and in terrible ways. We must put a stop to this. Sign this petition to stand up for animals without a voice.",
        "background": "It is legal to hang birds upside-down by their legs before stunning them. It is legal to slaughter a live, conscious animal for religious purposes. And it is legal to stun animals through electrocution, shooting and gas poisoning. This must be stopped - it is cruel and distressing for the animal.",
        "closed_at": null,
        "created_at": "2019-10-15T17:20:55.837Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-15T18:14:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-16T10:16:03.174Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand about animal welfare, but we're not sure exactly what you'd like the Government or Parliament to do. In particular we aren't sure what methods of slaughter you'd like to ban.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might also like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/262607"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-10-16T10:16:03.179Z"
    },
    "id": 277315,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277315.json"
    },
    "type": "petition"
}