{
    "attributes": {
        "action": "Put laws in place to stop cyber bullying",
        "additional_details": "I decided to take action on cyber bullying after recent news on K-pop idol Sulli has killed herself due to cyber bullying. Nothing was done as the IP address was from overseas. This got me curious if the UK had any laws about cyber bullying. It does not. With many teens today developing unhealthy body images due to media. It does not help that if on top of that a young person may be getting hate comments online too. As a nation people should come together to stop the hate of cyber bullying.",
        "background": "Cyber bullying today has became bigger than ever. People have became confident and have started to hide behind screens to spread hate. With this there are no repercussions. Hate comments like \"kill yourself\" are increasing. After researching cyber bullying laws, nothing was found to be put in place.",
        "closed_at": null,
        "created_at": "2019-10-17T15:50:55.575Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-17T16:58:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-18T09:43:45.369Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about online bullying, we're not sure exactly how you'd like the Government or Parliament to change the law. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThere are already petitions about this issue. You could sign and share one or both these these if they call for things you'd like to happen. You're more likely to get action on this issue if you sign and share a single petition:\r\n\r\nhttps://petition.parliament.uk/petitions/272087\r\n\r\nhttps://petition.parliament.uk/petitions/259944\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2019-10-18T09:43:45.374Z"
    },
    "id": 277499,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277499.json"
    },
    "type": "petition"
}