{
    "attributes": {
        "action": "Ban Radio stations from playing music that use Racial slurs.",
        "additional_details": "Recently actress Gina Rodriguez received a large out pour of negative attention on social media for singing a song by the fugees that contained a racial slur. She was a great fan of the artist and neglected to think of the response. Later formally posting an apology that continued a mass out pour of negativity. \r\n\r\nPeople attacked for two main reasons, non blacks were attacked for using racial slurs and non blacks attacking the black community for defending their right to use them. Neither is ok.",
        "background": "Music is normally promoted through radio and in an aim to promote racial equality within the uk radios should ban the playing of music that use racial slurs. \r\n\r\nThis should prevent up and coming chart music that make the use of slurs normal and should prevent racial attacks.",
        "closed_at": null,
        "created_at": "2019-10-17T17:50:44.932Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-17T18:08:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-18T13:29:17.798Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. OFCOM is responsible for the regulation of radio broadcasts. You can find out more here:\r\n\r\nhttps://www.ofcom.org.uk/__data/assets/pdf_file/0014/40541/offensive-language.pdf\r\n\r\nYou can find details of how to contact OFCOM at:\r\n\r\nhttps://www.ofcom.org.uk/about-ofcom/contact-us"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-10-18T13:29:22.991Z"
    },
    "id": 277515,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277515.json"
    },
    "type": "petition"
}