{
    "attributes": {
        "action": "Only respect Interpol Red Notices from countries that mirror UK criminal law!",
        "additional_details": "The proposed legislation will make it easier for police to arrest \"internationally wanted\" citizens who are the subject of an Interpol Red notice without the need to apply for a UK arrest warrant.\r\nIt is claimed by Home Office this will only apply to notices issued by a limited number of countries with trusted justice systems.\r\nHowever the Government will be able to add other countries by statutory instrument and this must not be allowed for countries whose criminal laws do not mirror the UK.",
        "background": "Home Office proposes for police to arrest \"internationally wanted\" citizens who are subject of Interpol Red Notices without applying for a UK arrest warrant. We should only respect Red Notices issued by Canada/Australia/New Zealand and exclude any country whose criminal laws do not mirror the UK.",
        "closed_at": null,
        "created_at": "2019-10-18T16:22:38.148Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-20T09:35:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-23T10:27:44.775Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular we aren't sure what countries you mean by \"countries that mirror UK criminal law\".\r\n\r\nYou could start a new petition explaining which specific countries you would like this to apply to or whether it would apply to countries that have specific laws and what these laws would be."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-23T10:28:02.282Z"
    },
    "id": 277598,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277598.json"
    },
    "type": "petition"
}