{
    "attributes": {
        "action": "Change the legislation on fireworks to protect those who need it most.",
        "additional_details": "Sales of fireworks start too early. The 1sr of November gives people ample time to go out and buy if they so wish.\r\n\r\nThe amount bought by a person needs to be regulated as some people buy copius amounts that just is not necessary.\r\n\r\nWho can sell and buy fireworks needs looking at again.\r\n\r\nLower decibel or as Italy have done 'silent' fireworks.\r\n\r\nBan public sales and displays only.\r\n\r\nThese are just some of the ways we can protect those who need it most when it comes to fireworks.",
        "background": "Animal, children, our seniors, PTSD sufferers, the public as a whole. These are the people affected by fireworks being used irresponsibly. \r\n\r\nI pose this petition to bring around tighter regulations around fireworks.",
        "closed_at": null,
        "created_at": "2019-10-19T09:09:29.942Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-19T16:37:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-22T09:44:00.161Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call for the Government or Parliament to take a specific action. We're not sure whether you want tighter controls on public sales and use of fireworks or a ban on sales.\r\n\r\nThere's already a petition about banning sales of fireworks to the public. You could sign this petition if it calls for what you want to happen. You're more likely to get action on this issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/276425"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-10-22T10:03:08.334Z"
    },
    "id": 277645,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277645.json"
    },
    "type": "petition"
}