{
    "attributes": {
        "action": "Stop pro-remain MPs fast-tracking acts or laws to prevent Brexit from happening.",
        "additional_details": "The tactics employed by some remain MPs, including the current evidently prejudiced Speaker of the House to undo the democratic decision of the UK population to leave the European Union must be called to a halt.  Time after time these underhand obstacles and last minute acts placed in the way of the parliamentary process to respect the decision of the people, at short or no notice show an absolute determination to undo democracy and obstruct the Prime Ministers resolve to deliver Brexit.",
        "background": "During the last months it has become very apparent that the process of Brexit is being unfairly delayed by pro-remain MPs acting against the will of the country majority and their own constituents by fast-tracking 'acts' & 'laws' or placing obstacle after obstacle in the way of the Brexit process.",
        "closed_at": null,
        "created_at": "2019-10-20T20:18:00.759Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-20T21:45:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-22T14:34:26.987Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2019-10-22T14:34:26.993Z"
    },
    "id": 277852,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277852.json"
    },
    "type": "petition"
}