{
    "attributes": {
        "action": "Solve Brexit & save the planet with a deal that binds us to rapid climate action",
        "additional_details": "People are waking up to the need for radical action on climate change. Many Remainers have the environment as a primary concern, myself included.\r\nNo Brexit idea thus far seems better than simply remaining. But what if there could be?\r\nFreedom of Movement is precious but what if we recognised that the future of the planet and life thereon is more precious.\r\nDeadlock can't go on and we can't magic away the Leave supporters. The EU would give oodles for Britain to lead the world on CO2 reduction.",
        "background": "The nation is divided, parliament deadlocked. Brexit continues to cause economic uncertainty and dominate the headlines and people's minds. Yet we are zooming towards cataclysmic climate change. Let's solve Brexit and save the planet by creating a deal that binds us to world leading CO2 targets.",
        "closed_at": null,
        "created_at": "2019-10-21T13:35:50.185Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-21T15:46:52.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-24T14:50:33.254Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure exactly what you mean by solve Brexit and we're not sure exactly what you mean by radical action on climate change.\r\n\r\nThe UK has a legal target to reduce net greenhouse gas emissions to zero by 2050. We're not sure what else you want to happen.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-31T11:09:35.095Z"
    },
    "id": 277926,
    "links": {
        "self": "https://petition.parliament.uk/petitions/277926.json"
    },
    "type": "petition"
}