{
    "attributes": {
        "action": "The people have spoken!! now honor our vote!!\r\nOr do we not count!!",
        "additional_details": "Talk in the house of commons is for a 2nd referendum Vote either remain or vote for Boris's deal.\r\nsome may argue that we didn't vote for the deal that has been offered.. or we didn't vote for no deal.. But 1 thing you cant argue with Is we did vote to leave..\r\nWhy are corrupt politicians doing everything they can to block the original referendum and trying to force a 2nd referendum that puts remain back on the ballot paper? That is not democracy that would be as anti democratic as it comes..",
        "background": "The U.K was given a choice to vote Remain or leave the E.U. \r\nWe voted 52% leave 48% remain\r\nA 2nd referendum that honors the 1st is the only democratic way to solve this\r\nVote Leave with the deal offered or Vote Leave with No Deal.\r\nLet the people decide!! but actually honor our vote for a change",
        "closed_at": null,
        "created_at": "2019-10-22T12:31:50.752Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-22T16:01:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-24T10:24:30.109Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition asking for a second referendum with the current deal or no deal as the options, if that's something you'd like to see happen. \r\n\r\nYou might also like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/275166\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-10-24T10:24:30.116Z"
    },
    "id": 278063,
    "links": {
        "self": "https://petition.parliament.uk/petitions/278063.json"
    },
    "type": "petition"
}