{
    "attributes": {
        "action": "Change the Health & Safety Act 1974 to include Mental Health and Wellbeing.",
        "additional_details": "95% of people calling in sick with stress give a different reason.\r\nOnly 8% of corporates at board level have a wellbeing policy. \r\nOver 300,000 people lose their jobs each year through mental health reasons.\r\nOnly 13% of employees feel comfortable discussing MH at work.\r\nOver 7 million people were prescribed anti depressants in the UK last year. 10% of our population. The figure is Much much higher.\r\nCIPD survey for MH at work for last 2 years shows an increase from 41% in 2016/17 to 55% 2018/19.",
        "background": "The Health & Safety law is 45 years old. It's SO out of date. The world has changed, its much faster, more demanding, more instant and much more stressful to humanKIND. We are not built that way. There are many laws for Health and safety, why cant our mental & overall wellbeing be part of that law",
        "closed_at": null,
        "created_at": "2019-10-22T12:15:50.112Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-22T21:00:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-24T15:02:42.710Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about mental health and wellbeing at work but we're not sure exactly what you'd like the Government or Parliament to do. The Health and Safety at Work Act 1974 and the Management of Health and Safety at Work Regulations 1999 already apply to mental, as well as physical, wellbeing.\r\n\r\nThe Health and Safety Executive has published some information about mental health conditions, work and the workplace. You can find out more here:\r\n\r\nhttps://www.hse.gov.uk/stress/mental-health.htm\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, a petition calling for the law to impose specific new duties on employers."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-10-24T15:02:55.837Z"
    },
    "id": 278060,
    "links": {
        "self": "https://petition.parliament.uk/petitions/278060.json"
    },
    "type": "petition"
}