{
    "attributes": {
        "action": "Require MP's to pass a \" Brexit Facts\" exam before allowing them future votes...",
        "additional_details": "I have been watching proceedings closely since the referendum and am staggered by the huge waste of time, resources and funding taken up with the issue of ignorance among MP's.\r\nThese are complex issues and require MP's to get on with the business of studying what is going on, and making decisions for the public.\r\nIt is not enough to rely on \"power point\" policy and trotting out old arguments again and again for three years which have been already dealt with ad infinitum.\r\nThe world is watching...",
        "background": "There appears to be a huge level of BREXIT ignorance, confusion and deliberate distortion of facts among many MP's.\r\nTo help restore public faith in our elected members, MP's need to prove their competence and demonstrate basic knowledge of what they are paid to know - not just the ability to shout.",
        "closed_at": null,
        "created_at": "2019-10-23T10:42:44.521Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-23T15:38:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-24T15:55:55.718Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Whether to vote on an issue is a matter for individual MPs. It's not the responsibility of the UK Government or Parliament to prevent elected representatives from voting on issues."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-10-24T15:56:05.438Z"
    },
    "id": 278166,
    "links": {
        "self": "https://petition.parliament.uk/petitions/278166.json"
    },
    "type": "petition"
}