{
    "attributes": {
        "action": "Make an inquiry on Human Rights violations in Chile",
        "additional_details": "There has been a lot of political turmoil in Chile this week, and the President has declared State of Exception and called the military to take over the responsibility to re-establish public order. However, there are several reports of people been taken out of their houses into military vans during the night. Others claim to have been tortured in police stations; some women are claiming to have been sexually assaulted by the police while in custody, among other cases.",
        "background": "The British Government must call for an international inquiry on Human Rights violations perpetrated by the Chilean State against Chileans citizens during the past weeks protests.",
        "closed_at": null,
        "created_at": "2019-10-23T17:48:20.746Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-23T18:26:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-25T15:20:28.447Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about the situation in Chile but we're not sure exactly what you'd like the UK Government or Parliament to do. We're not sure what you mean by make an inquiry on human rights. The United Nations has recently called for urgent dialogue to end the unrest in Chile and is monitoring the situation. You can find out more here:\r\n\r\nhttps://news.un.org/en/story/2019/10/1049661\r\n\r\nYou could start a new petition explaining clearly what you would like the UK Government or Parliament to do, for example a petition calling for the UK to exert diplomatic pressure on Chile to end the unrest, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-10-25T15:20:45.771Z"
    },
    "id": 278227,
    "links": {
        "self": "https://petition.parliament.uk/petitions/278227.json"
    },
    "type": "petition"
}