{
    "attributes": {
        "action": "Allow ALL UK Citizens living in EU a Vote in any Confirmatory BREXIT Referendum",
        "additional_details": "The result of a No-Deal would affect every aspect of life for this minority group, believed to be more so, than any other group of UK citizens, they should have the equal, Legal & Moral Rights to Vote, as any other UK citizen living within the EU (which includes the UK), relating to any major changes to the UK Constitution and the relationship of UK-EU.  They are the responsibility of, and responsible to, the UK Government first and foremost as well as that of other EU host countries. \r\nThere was time, about 3-5 weeks to add 1000’s of UK & EU citizens to the Electoral Register for MEP elections.  Therefore, there should be no reasonably reason, why this minority group of penalised UK citizens should not granted the right to vote and their names be added because of a time factor.",
        "background": "A group of UK Citizens are prevented from exercising their right to vote on BREXIT, a decision that will affect their lives. A group of UK Citizens from the House of Lords & 2 groups of NON-UK Citizens living in UK & the People of Gibraltar would, once again be granted a vote. Why are we penalised?",
        "closed_at": null,
        "created_at": "2019-10-24T11:33:51.664Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-26T16:57:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-29T10:41:52.140Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/273250"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-10-29T10:41:52.145Z"
    },
    "id": 278277,
    "links": {
        "self": "https://petition.parliament.uk/petitions/278277.json"
    },
    "type": "petition"
}