{
    "attributes": {
        "action": "STOP THE EFL FROM BLOCKING THE RED BUTTON TO COMMERCIAL PREMISES",
        "additional_details": "THE REMOVAL OF THE RED BUTTON FOR COMMERCIAL PREMISES IS UNFAIR AND WRONG , WE AS A PUB PAY THE MOST TO SHOW ANY FOOTBALL GAMES , BUT THIS ISN'T FAIR AS ALL DOMESTIC CUSTOMERS CAN STILL HAVE THE RED BUTTON OPTION COMPLETELY UNJUST , HOW ON EARTH CAN THEY JUSTIFY THAT BY SHOWING GAMES WE WILL AFFECT ATTENDANCES HOW ?  MOST SEATS ARE ALREADY SOLD BY SEASON TKT HOLDERS THERE WOULDNT BE ANY EFFECT ON ATTENDANCES PRIME EXAMPLE FOREST PLAYED WIGAN LIVE ON SKY SUNDAY THE 20TH OCT FOREST TOOK 4,000 TO THE GAME , ONCE AGAIN THE PUB AND CLUB'S UP AND DOWN THE COUNTRY HAVE TO SUFFER AND STRUGGLE WHERE WE COULD HAVE A FEW MORE IN TO WATCH THE GAMES , WE ARE IN YORK SO WHO DO WE AFFECT NO ONE NO ONE AT ALL",
        "background": "The EFL HAS DECIDED WITHOUT ANY CONSULTATION TO REMOVE THE RED BUTTON OPTION FROM COMMERCIAL PREMISES",
        "closed_at": null,
        "created_at": "2019-10-23T21:44:27.571Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-26T11:06:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-28T16:57:03.949Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is the responsibility of the EFL and Sky Sports. You could raise the issue directly with them. You can find out how to contact the EFL here:\r\n\r\nhttps://www.efl.com/-more/contacting-the-efl/\r\n\r\nYou can find out how to contact Sky Sports here:\r\n\r\nhttps://www.sky.com/help/articles/how-to-make-a-complaint"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-28T16:57:03.954Z"
    },
    "id": 278247,
    "links": {
        "self": "https://petition.parliament.uk/petitions/278247.json"
    },
    "type": "petition"
}