{
    "attributes": {
        "action": "Make 18th September National Jimi Hendrix Day - grab a guitar and learn 2 play",
        "additional_details": "",
        "background": "On 18th September 2020 it will be 50 years since Jimi Hendrix died in London. He has inspired millions of musicians, came from humble beginnings and transcends race and colour. What better way to celebrate his life than a day when young and old are encouraged to pick up a guitar and learn to play it",
        "closed_at": null,
        "created_at": "2019-10-23T15:50:45.795Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-24T14:04:22.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-25T11:45:54.757Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you want to commemorate Jimi Hendrix and encourage people to take up the guitar but we're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure if you want a national holiday or if you want the Government to provide funding for guitar lessons.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could call for the Government to fund and promote an annual National Jimi Hendrix Day on 18 September and provide funding for guitar lessons, if that's something you want to happen.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2019-10-25T11:45:59.011Z"
    },
    "id": 278209,
    "links": {
        "self": "https://petition.parliament.uk/petitions/278209.json"
    },
    "type": "petition"
}