{
    "attributes": {
        "action": "Call upon the CPS to increase the minimum penalty’s for “Death by Driving” cases",
        "additional_details": "Abstract \r\niv)\tA factor that courts should bear in mind in determining the sentence -Motor vehicles can be lethal if they are not driven properly. \r\nAs a result of their driving dangerously a person is killed, no matter what the mitigating circumstances, normally only a custodial sentence will be imposed. \r\n\r\nThis is because of the need to deter other drivers from driving in a dangerous manner and because of the gravity of the offence.\r\n\r\nRef: Cooksley & Anor v R [2003] EWCA Crim 996 (03 April 2003)",
        "background": "“Distracted by/ or using a mobile phone, or similar electronic devices demands stiffer penalty’s \r\nNot low minimums!\r\n\r\n There is no substitute for loss, but a slapped wrist is no deterrent.\r\n We demand that the current “benchmark” be elevated inline with other countries sentencing.",
        "closed_at": null,
        "created_at": "2019-10-25T04:51:31.969Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-25T07:06:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-28T14:16:50.237Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about penalties for death by driving offences but we're not sure exactly what you'd like the Government or Parliament to do. We're not sure exactly which offences you're concerned about, for example cases where the driver was using a mobile phone or all death by driving cases. We're also not sure exactly what you'd like the minimum penalty to be.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2019-10-29T13:57:46.199Z"
    },
    "id": 278361,
    "links": {
        "self": "https://petition.parliament.uk/petitions/278361.json"
    },
    "type": "petition"
}