{
    "attributes": {
        "action": "Stop indiscriminate violence against Iraqi protesters.",
        "additional_details": "Riot police used live rounds as well as stun grenades and rubber bullets to stop demonstrators from crossing a bridge over the Tigris River to the Green Zone from Tahrir Square, where they had been protesting against unemployment, government corruption, and lack of electricity and water. Many ministers, senior officials and government are located in the Green Zone.\r\n\r\nRouters",
        "background": "At least 40 poeple killed and hundreds injured\r\nWhile Security forces used live rounds on protesters in central Baghdad.",
        "closed_at": null,
        "created_at": "2019-10-26T08:30:53.782Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-26T11:14:32.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-29T10:40:50.961Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nWe understand you're concerned about protests in Iraq but we're not sure exactly what you'd like the UK Government or Parliament to do.\r\n\r\nYou could start a new petition calling for a clear action that is the responsibility of the UK Government or Parliament. You'll ned to provide your full name or initial plus surname.\r\n\r\nThere's already a petition calling for the UK to exert pressure on Iraq over the issue. You might like to sign this petition. You're more likely to get action on this issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/276836\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2019-10-29T10:40:50.967Z"
    },
    "id": 278474,
    "links": {
        "self": "https://petition.parliament.uk/petitions/278474.json"
    },
    "type": "petition"
}