{
    "attributes": {
        "action": "school inset/training days to be included in the school holidays",
        "additional_details": "6 weeks summer holiday then find additional days added after when this could be done in the summer holidays. This is the same for most school holidays. This is not only causing our country less working days, we have to use our holidays from work or unpaid parental leave to compensate for this but most of all it’s less time our children are in school learning",
        "background": "After taking time off work for school holidays to find care for children then to find that days the following week have been added for children to be off school for additional days due to inset/training days costing more money to our house hold. Having to pay for additional out of school day care.",
        "closed_at": null,
        "created_at": "2019-10-25T15:45:25.027Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-25T16:04:12.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-28T15:41:02.427Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions which call for actions that are the responsibility of the UK Government or Parliament.\r\n\r\nIn maintained schools, INSET days are determined by the local education authority, rather than the UK Government or Parliament. In academies and free schools, INSET days are determined by schools' governing bodies.\r\n\r\nYou could raise the issue with your local education authority or local councillors who represent you. You can find out who your local councillors are, and how to contact them, here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou could also raise the issue with the senior leadership team or Board of Governors at you children's school/s."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2019-10-28T15:41:05.961Z"
    },
    "id": 278428,
    "links": {
        "self": "https://petition.parliament.uk/petitions/278428.json"
    },
    "type": "petition"
}