{
    "attributes": {
        "action": "Give all politicians a 50% pay cut until the UK either leaves or votes otherwise",
        "additional_details": "The government has delayed on the Brexit decision for too long and requires additional motivation, the longer we wait without making any significant changes or decision the more both sides of the debate are pushed further towards their extremes on the political axes; we must in the interest of national unity enact some form of legitimate and meaningful policy as quickly as possible so that the people and the government can move on with 'business as usual' and look forward into the future.",
        "background": "give all politicians currently serving in parliament a 50% cut to their salaries until the country leaves the European union (deal or no deal)  or votes to hold a second referendum.",
        "closed_at": null,
        "created_at": "2019-10-27T02:19:01.676Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-27T08:57:42.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-28T16:07:10.138Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/ \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2019-10-28T16:07:10.143Z"
    },
    "id": 278527,
    "links": {
        "self": "https://petition.parliament.uk/petitions/278527.json"
    },
    "type": "petition"
}