{
    "attributes": {
        "action": "Make Orkambi available on the NHS in Wales and Northern Ireland.",
        "additional_details": "This information is from the Cystic Fibrosis Trust. Orkambi (ivacaftor/lumacaftor) is the second precision medicine to be licensed for use in the UK by people with cystic fibrosis (CF), although it is not currently provided on the NHS. It is provided by Vertex Pharmaceuticals only in rare cases on compassionate grounds for those who fulfill a number of criteria. 96-week data shows that Orkambi can slow decline in lung function - the main cause of death among people with cystic fibrosis - by 42%.",
        "background": "I'm creating this petition to help not only my friend & her sister who both have cystic fibrosis but to help everyone else who has this condition who live in Wales & Northern Ireland as these are the only places in the UK where Orkambi is not yet available.",
        "closed_at": null,
        "created_at": "2019-10-27T20:42:48.052Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2019-10-28T07:35:02.000Z",
        "opened_at": null,
        "rejected_at": "2019-10-30T14:27:19.257Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the devolved administrations in Northern Ireland and Wales.\r\n\r\nHowever, the Department of Health has recently confirmed its intention to make Cystic Fibrosis drugs Orkambi, Symkevi and Kalydeco available to eligible patients in Northern Ireland. You can find out more here:\r\n\r\nhttps://www.health-ni.gov.uk/news/department-health-sets-out-plans-cystic-fibrosis-drugs\r\n\r\nThe availability of Orkambi in Wales is the responsibility of the Welsh Government and the National Assembly for Wales. You can find out how to petition the Welsh Assembly here:\r\n\r\nhttps://www.assembly.wales/en/gethome/e-petitions/Pages/e-petitions.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2019-10-30T14:27:27.602Z"
    },
    "id": 278584,
    "links": {
        "self": "https://petition.parliament.uk/petitions/278584.json"
    },
    "type": "petition"
}