{
    "attributes": {
        "action": "Close the border, to infected nations, to prevent the spread of COVID-19",
        "additional_details": "Closing the borders to infected nations is in the upmost interest of our nation. Common sense dictates that when you let people enter the country from areas with deadly diseases, viruses or infections, the nations risk of developing those diseases, viruses or infections increases detrimentally. The government must take proper measures to ensure the safety of its citizens, if that means closing the border, then so be it.",
        "background": "The Home Office must declare COVID-19 as a national threat and therefore, close the borders to infected nations. If we continue to allow people through the border, the coronavirus will only spread more rapidly, and further afield.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-03T12:23:25.554Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-03T16:13:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-06T17:38:37.929Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure if you want the UK border closed as an infected nation, or whether you want to limit travel from areas with a certain number of cases. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-06T17:38:42.326Z"
    },
    "id": 300033,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300033.json"
    },
    "type": "petition"
}