{
    "attributes": {
        "action": "Stop the ULEZ Expansion to the North and South Circular roads",
        "additional_details": "This new legislation greatly effects lower income working class families who may not be able to afford a new car that meets these requirements. Given that many of the areas within this expansion are of the more deprived boroughs within London, this point is exacerbated further.",
        "background": "Stop the extension of the Ultra Low Emissions zone in London to the North and South circular roads on the 21st of October 2021. This coming change will do more harm than good to the environment, people will be forced to scrap their current cars if they do not meet the requirements and buy new ones.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-03T22:00:33.286Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-03T22:12:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-04T18:55:19.387Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. \r\n\r\nResponsibility for Ultra Low Emissions Zone in London is shared between Transport for London and the Greater London Authority. You could submit a petition to the Greater London Authority asking for a response from Transport for London. \r\n\r\nYou can find out more about how to petition the GLA here: https://www.london.gov.uk/mayor-assembly/london-assembly/take-part/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2020-03-04T18:55:26.473Z"
    },
    "id": 300176,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300176.json"
    },
    "type": "petition"
}