{
    "attributes": {
        "action": "ACM cladding fund is discriminatory. Include ALL types of cladding.",
        "additional_details": "Naming and shaming freeholders was never going to work.Shark investors are  snapping up flats from those unable to pay.Thousands face bankruptcy and repossession.Thousands live in daily fear with sleepless nights and dibilitating mental stress.Urgent action is needed to make sure leaseholders don't pay. A talked about interest free loan is unacceptable. This government has an absolute and fundamental moral duty to fix this scandal. Bail out innocent freeholders and go after the culprits.",
        "background": "Hundreds of thousands of flat owners have had their lives crushed by the excessive payments of waking watch, insurance premiums sky rocketing and eye watering sums to put right cladding that was a result of systematic failure in building regulatory control.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-03T17:01:49.501Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-03T17:34:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-04T18:16:22.561Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  Specifically we're not sure whether you want leaseholders to benefit or freeholders and we're not sure is meant by \"go after the culprits\". \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. We would be able to accept a petition relating to extending the remit ACM Cladding Fund if it clear on the actions required. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2020-03-04T18:16:27.215Z"
    },
    "id": 300111,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300111.json"
    },
    "type": "petition"
}