{
    "attributes": {
        "action": "All children from Hattersley should have a priority to get in alder high school",
        "additional_details": "I want them to make sure that all children from Hattersley are treated equally when it comes to be considered for Alder, the councils system doesn’t make sense and the way they are assessing children needs to be looked at the reasons don’t seem valid and children from Hattersley are loosing out and being made to go to a school that not only is far away and hard to get to but there are problems there me and other parents are not happy and a lot of children are upset it seems unfair",
        "background": "I want parliament and government to Make Tameside council reassess the way the criteria is set the get in Alder high school, This was a school that was knocked down in Hattersley and then moved to gee cross and now half of the estate are not even considered.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-03T20:47:43.062Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-03T21:02:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-04T15:20:46.290Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The admission criteria for Alder High School is set by Tameside Metropolitan Borough.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can find out more about school admissions, including how to appeal a decision on the UK Government website: https://www.gov.uk/schools-admissions/admissions-criteria"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-04T15:21:24.728Z"
    },
    "id": 300162,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300162.json"
    },
    "type": "petition"
}