{
    "attributes": {
        "action": "Protect the skies of the United Kingdom from Starlink pollution",
        "additional_details": "Sir Patrick Moore, Heather Couper, George Airy, Arthur Eddington and Sir Issac Newton, all of them British and all of them astronomers who have helped the world in research into the skies. This project, designed by the SpaceX corporation, has the potential to ruin the skies for future generations and in doing so, prevent the United Kingdom taking its rightful place at the head of astronomy in the world.",
        "background": "We, the undersigned, call upon the Government of the United Kingdom to immediately regulate the Starlink project which, in its current form, is creating pollution that outranks light pollution to the nth degree",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-04T09:40:56.113Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-05T09:10:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-09T17:01:54.180Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nThe use of space is governed by international treaties, and each state is internationally responsible and liable for its space activities, including activities carried out by non-governmental entities of that state. As SpaceX, the company leading on the Starlink project, is an American company, their activites are the responsibility of the US Government.\r\n\r\nYou could raise a petition asking the Government to urge the US Government to look into the concerns you set out regarding the Starlink project."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-10T10:25:27.959Z"
    },
    "id": 300228,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300228.json"
    },
    "type": "petition"
}