{
    "attributes": {
        "action": "Place political advertising in the remit of the advertising standards authority",
        "additional_details": "The last few years have seen a rise in false and misleading advertising by political parties and campaign groups such as the Leave Campaign.\r\n\r\nAt present such advertising is unregulated and not subject to scrutiny.\r\n\r\nWe believe that the remit of the Advertising Standards Authority should be extended to include such advertising in order to raise standards and prevent false and misleading advertising by political parties and campaign groups in the future",
        "background": "Extend the remit of the Advertising Standards Authority to include all advertising and promotional activities undertaken by political parties and campaign organisations",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-04T11:50:10.518Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-04T17:31:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-06T10:45:34.279Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Advertising Standards Authority is not a statutory body, so the Government or Parliament cannot alter its remit.\r\n\r\nYou could start a new petition calling for the creation of a statutory body for the regulation of political advertising if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-06T10:45:34.275Z"
    },
    "id": 300252,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300252.json"
    },
    "type": "petition"
}