{
    "attributes": {
        "action": "all venues and events for children to check the sexual offenders register by law",
        "additional_details": "To safeguard a children’s right to protection freedom no loss no harm or injury ....it is far too easy for sexual offenders to obtain access to such events or venues without proper controls or checks on CRB status. A simple helpline that can instantly be accessed by management to confirm convictions could save thousands from a life sentence of child abuse instability . All owners of such events or venues if not compliant with CRB checks will have their licences removed and venues closed .",
        "background": "Using a private or public body owners of any venue or event held for children can instantly check by phone using identification if any adult entering the event or venue has any sexual offences towards children and if found in breach can be instantly removed or ejected from such venue or event .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-04T01:52:42.074Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-04T12:43:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-09T16:20:47.209Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure if you want anyone on the sex offenders' register to be banned from venues or events where children are present - which is not currently the case, as individual conditions are a matter for the courts and individual cases. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2020-03-09T16:20:51.879Z"
    },
    "id": 300202,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300202.json"
    },
    "type": "petition"
}