{
    "attributes": {
        "action": "To ensure that Self Employed workers have the right to Statutory benefits.",
        "additional_details": "A debate on making sure Self-Employed workers are paid Statutory benefits if they should need it in their hour of need. Most companies in the UK are forcing people to take jobs on as Self Employed and then being paid through a payroll agency which encourages umbrella schemes which takes works out worse for the worker. \r\nBy signing this petition, it states that we've had enough. Companies are getting away with employing people like this. S.E workers’ pay taxes, have the right to Statutory Benefits",
        "background": "We are experiencing high rises with the Coronavirus and for a small few PAYE will be paid for being sick however, a growing proportion of the UK workforce is self-employed through no fault of their own. They pay their taxes as PAYE yet entitled to nothing. It's about time that changed forever!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-04T18:47:06.022Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-04T19:08:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-09T17:00:46.335Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Specifically, we're not sure what benefits you'd like to be included. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as making self-employed workers eligibly for statutory sick pay, or other named benefits, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-10T10:26:26.219Z"
    },
    "id": 300326,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300326.json"
    },
    "type": "petition"
}