{
    "attributes": {
        "action": "Release daily, detailed information on Coronavirus cases as other countries do",
        "additional_details": "When people don't have access to information, they panic. If they have the data they need, they can look at the risks and make better choices for themselves and families. \r\n\r\nAs has been seen throughout the world, a huge amount can happen in a week. Coronavirus cases can jump from a handful to hundreds in that time. \r\n\r\nBy deciding to only release information weekly, the Government will be undermining the public's ability to slow the spread of the virus.",
        "background": "The plan to stop regular announcements of new cases and release them weekly is dangerous. Given the fast moving nature of the virus, people need regular information to make the best choices and prevent panic. We suggest a daily-updated dashboard such as that used by Singapore: https://co.vid19.sg/",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-04T18:03:44.492Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-04T18:29:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-06T16:23:35.942Z",
        "rejection": {
            "code": "no-action",
            "details": "Since this petition was created, the Chief Medical Officer has confirmed that daily updates will continue.\r\n\r\nYou can read his remarks during an appearance before the Health Select Committee at https://committees.parliament.uk/work/81/preparations-for-coronavirus/publications/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-06T16:44:18.493Z"
    },
    "id": 300322,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300322.json"
    },
    "type": "petition"
}