{
    "attributes": {
        "action": "Hold an Independent public Enquiry into CSE, trafficking, rape and assault",
        "additional_details": "We believe that there should be a full Independent public Enquiry into these very serious issues.\r\nLocal authorities should not be allowed to set their own terms of reference.\r\nInstead, we call upon the Government to consider seriously an independent public Enquiry led by a judge with access to all documents, evidence and files.\r\nThe Enquiry must be evidence based.\r\nTerms of reference must be set by Government.\r\nThe victims of CSE and their families deserve nothing less.",
        "background": "There have been several cases of Child Sexual Exploitation, grooming, rape, assault and abuse in the last few years.\r\nRotherham, Rochdale, Oxford, Halifax, Manchester and now there are allegations circulating in Oldham.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-05T20:09:07.865Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-06T10:10:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-11T13:02:08.700Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action that is not already happening. An Independent Inquiry into Child Sexual Abuse is already taking place. You can find out more here - \r\n\r\nhttps://www.iicsa.org.uk/\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, if it is not covered by this. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2020-03-12T14:03:37.240Z"
    },
    "id": 300491,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300491.json"
    },
    "type": "petition"
}