{
    "attributes": {
        "action": "Make the boundaries commission answerable to the speaker or to the crown",
        "additional_details": "Certain politicians were able to prevent the commission from delivering fair and honest boundaries in order to boost their share of seats in an election. It is manifestly unreasonable that factional interests should be able to distort the electoral map for their own advantage so the BC should report to some disinterested authority such as the speaker or the crown",
        "background": "Make the boundaries commission independent of parliament in order to achieve fair and honest constituency boundaries",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-05T09:39:58.114Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-05T13:56:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-10T19:02:59.471Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  The Speaker of the House of Commons is part of Parliament and is already the Chair of the Commissions. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as requiring the Government to automatically accept the recommendations of boundary commissions, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-11T10:37:16.182Z"
    },
    "id": 300408,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300408.json"
    },
    "type": "petition"
}