{
    "attributes": {
        "action": "Safeguard adult entertainers from discrimination under the Equality Act 2010",
        "additional_details": "While the Equality Act protects the UK workforce from discrimination relating to gender, race, belief, age, disability, gender reassignment, and sexual orientation, the Equality Act does not afford protection to those met with discrimination due to the industry in which they are employed.\r\n\r\nAdult entertainers face direct discrimination frequently, often receiving less favourable treatment in comparison to workers not part of the adult industry.",
        "background": "We’re urging the Government to ensure the Equality Act 2010 is representative of all minority groups, providing inclusivity to ultimately safeguard adult entertainers from discrimination in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-06T11:09:44.017Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-06T11:13:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-10T16:30:03.506Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe understand that you want adult entertainers to be protected from discrimination, but it's not clear what you want the Government to do to achieve this.\r\n\r\nThe Equality Act 2010 provides protection for particular characteristics, but does not protect specific groups of people. You could start a petition calling for occupation or employment status to be made a protected characteristic, with a view to protecting adult entertainers from discrimination."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2020-03-10T16:30:06.139Z"
    },
    "id": 300567,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300567.json"
    },
    "type": "petition"
}