{
    "attributes": {
        "action": "Ban the planting of alien plant species to provide cover for gamebirds.",
        "additional_details": "There is already a massive conservation problem with invasive plants such as rhododendron that were historically used to provide shelter for gamebirds which have now spread and become invasive species suppressing native fauna and flora. Unfortunately the shooting community is not helping conservationists remedy previous mistakes by clearing them, but is instead continuing to plant more such as snowberry and cherry laurel! This irresponsible practice must be stopped.",
        "background": "While thousands of volunteers and millions of pounds are being used to clear wildlife threatening alien species such as Japanese knotweed and giant hogweed others such as snowberry and cherry laurel are still being planted out to give non native gamebirds such as pheasant shelter!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-06T14:26:19.289Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-09T17:29:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-13T14:43:30.166Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure whether you want to ban all non-native species in the UK or just in specifc circumstances. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2020-03-17T09:08:29.163Z"
    },
    "id": 300593,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300593.json"
    },
    "type": "petition"
}