{
    "attributes": {
        "action": "Stop Myxomatosis killing wild Rabbits by funding development of a vaccine",
        "additional_details": "They suffer severe conjunctivitis that results in blindness, swelling in the head, ears, eyes and genitals, thick pus discharge from the nose (which makes it difficult to breathe), and lumps on the body for up to two weeks before they die; longer in many cases. Rabbits are sentient beings, who feel pain and suffer every bit as any other animal. I want the Government to actively discuss all the options open to it to combat/control this disease in the wild rabbit population.",
        "background": "It is not acceptable that such a disease is left unchecked due to it being released illegally in the UK in the 1950’s. Myxomatosis is pure torture for any rabbit infected.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-06T17:48:34.485Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-09T11:33:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-13T13:43:46.024Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. There is already a vaccine available for the disease. You can find out about vaccination here \r\n\r\nhttps://www.pdsa.org.uk/taking-care-of-your-pet/looking-after-your-pet/rabbits/vaccinations-for-rabbits\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as funding a vaccination programme for wild rabbits, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-13T14:12:18.573Z"
    },
    "id": 300618,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300618.json"
    },
    "type": "petition"
}