{
    "attributes": {
        "action": "Investigate Southend Airport pollution controls and taxiway use.",
        "additional_details": "Having planes sat with their engines running a few metres from residential properties is detrimental to everyone's health.\r\n\r\nPlanes are known to emit far more pollution per person than any other form of transport.\r\n\r\nIdling for prolonged periods of time is emitting damaging particles into the air unnecessarily.\r\n\r\nElectric trucks should be used to pull the planes to the runway. \r\n\r\nSouthend Airport self regulate and record them on a 16 hr average which doesn't show the true picture of the damage.",
        "background": "Make it illegal for Southend Airport to use Charlie taxiway to hold planes with engines running next to residental property.\r\nMake it a legal requirement to use electric trucks to pull the planes to the runway instead.\r\nThe Govt to employ an independent body to assess pollution at Charlie taxiway",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-07T12:27:33.195Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-08T20:09:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-13T11:59:37.242Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Local authorities are responsible for local air quality, so investigating Southend Airport is not a matter for Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou could start a petition calling on the Government to bring forward legislation restricting aircraft from being on hold with their engine running, and using electric vehicles on airport premises."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-13T11:59:46.382Z"
    },
    "id": 300747,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300747.json"
    },
    "type": "petition"
}