{
    "attributes": {
        "action": "Make car accidents involving cats a reportable offence",
        "additional_details": "Cats and dogs are different species, and should be treated as such. Tacking cats to legislation already in place for dogs would not be feasible. DEFRA are in receipt of the alternative avenues for cats, which we would like to be considered further. An offence would not necessarily be the nature of the driving, but the failure to report incidents. Asking drivers be made responsible for seeking help for an injured cat should be a perfectly reasonable ask in this so called animal loving nation.",
        "background": "There are 10.9 million cats in the UK. 230,000 of these will be hit by cars annually. 25% of incidents will prove fatal, meaning 75% will rely on drivers seeking help for them if they are to survive. Cats are important, loved and valued family members to many owners and the law should reflect this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-07T15:15:02.472Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-07T16:33:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-12T10:32:12.808Z",
        "rejection": {
            "code": "duplicate",
            "details": "We think it's similar to this petition - \r\n\r\nhttps://petition.parliament.uk/petitions/300310\r\n\r\nIf you would like something different, for example not amending the Road Traffic Act, you'll need to explain why in the petition.\r\n\r\nIn any case, we can't publish petitions that aren't created with a full name of an individual. Sorry if that wasn't clear. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-12T11:29:59.480Z"
    },
    "id": 300773,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300773.json"
    },
    "type": "petition"
}