{
    "attributes": {
        "action": "Evacuate citizens vulnerable to COVID19 to British Overseas Territories",
        "additional_details": "Our government has a duty of care for us, and, in particular, for those most vulnerable in our society. By not making contingency arrangements to evacuate our most vulnerable citizens (those with pre-existing health conditions, the elderly, our youngest children) we are actively putting their lives at risk. In this modern day of the 21st century, when we are past social Darwinism, this cannot stand. Please could you atleast consider this proposal to protect our most vulnerable.",
        "background": "We would like the government to atleast consider contingency arrangements to evacuate citizens vulnerable to COVID19 to some of our British Overseas Territories (as they are likely to contain communities isolated from the virus) to protect them from this global pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-07T22:04:19.637Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-07T22:38:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-12T19:36:13.794Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The British Overseas Territories are self-governing and so it would not be possible to require them to take British patients.\r\n\r\nIn any case, treatment decisions are a matter for the NHS and not the Government or Parliament "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 5,
        "state": "rejected",
        "updated_at": "2020-03-13T09:31:29.810Z"
    },
    "id": 300830,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300830.json"
    },
    "type": "petition"
}