{
    "attributes": {
        "action": "Add images of sugar content on confectionery",
        "additional_details": "When I go into schools and share my knowledge on Facebook lives parents and children are astounded at how much sugar is in certain products. They share that there have significantly modified how much they eat and give their children. I would like everyone to be visually aware so they can make an informed decision.",
        "background": "I am a P.T who is extremely passionate about educating children & parents in particular about their sugar intake.\r\nThis tends to be when eating the most palatable foods such as chocolate. \r\n50 % of children are overweight or obese in the U.K & these foods are a significant contributor.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-08T07:30:36.925Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-08T09:16:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-12T09:42:41.298Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the sugar content of confectionery to be more clearly labelled, but it's not clear what you want the Government or Parliament to do to achieve this.\r\n\r\nIt is mandatory for nutrition information to be declared on prepacked food, and the Government has also recommended the use of colour coding to highlight products that are high in fat, sugar, saturates or salt.\r\n\r\nYou could start a petition calling on the Government to require this colour coding to be made mandatory, or that an additional visual representation of the sugar content is added to confectionery labels. You would need to be clear what you mean by adding images of sugar content to labels."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2020-03-12T09:42:45.573Z"
    },
    "id": 300869,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300869.json"
    },
    "type": "petition"
}