{
    "attributes": {
        "action": "Include both parents' names and professions on marriage forms.",
        "additional_details": "It is an anachronism and an injustice to request only the father's name and profession. We should not ask couples to ignore their mothers' or second parents' contributions in order to be legally married, let alone force the children of single mothers to leave the field blank. \r\n\r\nWe want the government to amend marriage forms to give the option of listing both parents' information, or remove the fields entirely. \r\n\r\nThis would be a small but profoundly significant administrative change.",
        "background": "A marriage license in the U.K. requests the couple list only the fathers’ names & professions, not for the name or profession of their mothers. We want forms to reflect the equal society we hope to live in, and ask for both parents' information, regardless of the gender of the parent.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-08T16:03:40.429Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-08T16:37:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-12T15:47:27.555Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action that is not already happening.\r\n\r\nIn the last Parliament legislation was passed to pave the way for the change you want to see happen. The General Register Office  is currently working on the secondary legislation, IT systems and administrative processes that are required to implement the marriage schedule system. You can find out more here:\r\n\r\nhttps://commonslibrary.parliament.uk/research-briefings/cbp-7516/\r\n\t\r\nYou could start a new petition calling for this option to be available by a specific date, such as by the end of 2020, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2020-03-12T16:56:30.856Z"
    },
    "id": 300946,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300946.json"
    },
    "type": "petition"
}