{
    "attributes": {
        "action": "Force the BBC open up its national news service to all abroad. Stop \"geofencing\"",
        "additional_details": "I aver that the BBC's primary function is that of a global news Broadcaster, as the founders so wished it to be. This was so true in WW2.  I would like this topic to be debated in Parliament. The BBC should be asked to remove their “geofencing” restrictions policies, thus allowing global access to United Kingdom's news broadcasts, so that we may all be able to, once again, freely look directly back into our home country's news - wherever we travel, work and choose to live.",
        "background": "In times of crisis it is important that “broadcasting” is not diminished in any way by restrictive technologies. I want the government to force the BBC to open its “geo-fenced” UK news services to allow all British citizens working, travelling and living abroad - full and unrestricted access to it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-09T03:19:53.925Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-09T10:49:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-13T13:34:56.716Z",
        "rejection": {
            "code": "no-action",
            "details": "The BBC News service is already available outside of the UK, on the BBC News website: https://www.bbc.co.uk/news\r\n\r\nIf what you want the Government to do is require the BBC to make the iPlayer available outside the UK you could start a petition asking for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-30T13:17:30.867Z"
    },
    "id": 301030,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301030.json"
    },
    "type": "petition"
}