{
    "attributes": {
        "action": "Remove the current 5% 'Tampon Tax' on Sanitary Products",
        "additional_details": "Period poverty is still a prevalent issue in our country; 1 in 10 women aged 14-21 simple cannot afford period products and 1 in 7 girls have said they have struggled to afford them. Current these products are classed as ‘luxury, non-essential items’ and are taxed at 5% contributing to a lifetime cost of products being £4,800/person. As a result, many girls use rags or old T-shirt leading to a potentially fatal risk of toxic shock syndrome. \r\nSeem more: Independent, Act!onAid,",
        "background": "We want our Parliament to remove the 5% tax on sanitary products. This is currently part of our Government's 2020 Budget. This tax currently contributes to women being unable to afford these ESSENTIAL items.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-10T13:41:52.199Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-10T16:39:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-16T14:59:20.851Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action that they are not already doing. \r\n\r\nThis petition was started before the Budget on 11 March. The Government have now stated they will abolish VAT on women's sanitary products. This will come into force when the transition period for Britain departure from the EU ends on 31 December, at which point the EU rules controlling VAT rates will cease to apply to the UK."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-16T16:39:01.874Z"
    },
    "id": 301278,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301278.json"
    },
    "type": "petition"
}