{
    "attributes": {
        "action": "Ensure transparency in online election and referendum campaign material",
        "additional_details": "The Political Parties, Elections and Referendums Act 2000 safeguards open and transparent communications concerning election and referendum material. Currently this applies to broadcasts and printed material. Given growing levels of misinformation and 'fake news', attempts by foreign states to influence elections globally and controversies in the 2019 election concerning online electoral media, it is critical to the health of the UK's democracy to extend these safeguards to online materials.",
        "background": "The Political Parties, Elections and Referendums 2000 Act currently only effectively applies to printed material (e.g. leaflets, newspaper election material) and broadcasts. This should be extended to online material (e.g. social media, emails) to ensure transparency in election communications.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-10T15:28:15.160Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T10:45:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-06T11:49:02.728Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you want to change the law on electronic communications, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-06T11:58:48.585Z"
    },
    "id": 301293,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301293.json"
    },
    "type": "petition"
}