{
    "attributes": {
        "action": "Cancel/ Reschedule Summer Exams (A-Levels,GCSEs) Due To Health and Social Stress",
        "additional_details": "I would like Parliament to act fast to save the nations future because it would be the only way to get through to department of education. As an aspiring dentistry student I am surrounded by all other hard working students who realise that with the nearing of exams come increased deaths as a result of the coronavirus and it is scary! How are we expected to preform at our best in such extremely devastating situations? Exams such as A-levels are most vital as our future depends on them! HELP US!",
        "background": "Exams bring a lot of stress with them! With the recent threat of coronavirus, statistics for anxiety and depression are bound to increase. As a result I request due to the recent pandemic exams be cancelled/ rescheduled as it has created a demoralising society in which students struggle to survive!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-10T16:58:06.159Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-11T12:56:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-12T17:59:31.152Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, and are not a matter for the UK Government or Parliament.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nUK Government website: https://www.gov.uk/guidance/coronavirus-covid-19-information-for-the-public "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-12T17:59:31.149Z"
    },
    "id": 301310,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301310.json"
    },
    "type": "petition"
}