{
    "attributes": {
        "action": "Secondary Schools must provide an adequate standard of Mental Health Education",
        "additional_details": "For the past decade, each year, Teenage Suicide has drastically risen. Each year, the number of families left without children rises; this needs to stop! \r\nMost schools are useless when it comes to noticing Mental Health Struggles and acting in it, hence the reason young people are not getting help.\r\nAnd with students spending most of their teen years in school, surrounded by their peers, it is only logical to educate STUDENTS on MH signs; so they can notice the issue, making sure help is given.",
        "background": "I want the Government to make it obligatory that all secondary schools, in the UK, must provide an adequate standard, of consistent, Mental Health Education; based off relevant and effective topics...this is so that we can take a different approach to Early Intervention, thus reducing teen suicide.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-10T16:20:43.254Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-10T16:33:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-16T13:40:40.715Z",
        "rejection": {
            "code": "no-action",
            "details": "Education about physical health and mental wellbeing is part of the Department for Education's statutory guidance on Relationships and Sex Education (RSE) and Health Education, which forms part of the national curriculum: https://www.gov.uk/government/publications/changes-to-personal-social-health-and-economic-pshe-and-relationships-and-sex-education-rse\r\n\r\nYou could start a petition calling for the content on mental health to be changed, or you could call on the Government to do more to monitor current performance delivering teaching on mental health, or provide funding for more resources to provide education on mental health."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-16T13:40:44.955Z"
    },
    "id": 301303,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301303.json"
    },
    "type": "petition"
}