{
    "attributes": {
        "action": "We need a new act of Parliament - Recall of Local Government Councillors.",
        "additional_details": "I believe it is only fair that we treat and deal with Local Councillors in the same way as Members of Parliament.  If they are not doing their job they should be removed and replaced with someone who will carry out the wishes of the people who voted them in.  In many cases Local Government is the start of many MP's political work life.",
        "background": "Do you know there is no mechanism to remove a sitting local Councillor unless he/she is deselected or not elected at the next election in some cases waiting for 3 or more years. We need a new act of Parliament similar to Recall of MPs but this time Recall of Councillors.  Please support.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-10T20:50:24.785Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T10:26:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T16:49:59.534Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. There are already reasons why a councillor may be disqualified from office (or unable to stand for election). You can read more about this here:\r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/645454/Disqualification_criteria_for_councillors_and_mayors.pdf\r\n\t\r\nYou could start a new petition explaining on what grounds you'd like constituents to be able to recall councillors. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-31T16:50:07.275Z"
    },
    "id": 301355,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301355.json"
    },
    "type": "petition"
}