{
    "attributes": {
        "action": "To Extend the transition period until the Corona Virus is fully resolved",
        "additional_details": "We want the Government to take responsible action by extending the transition period until Cornavirus is fully resolved.   Businesses are struggling due to years of uncertainty; the NHS is severely overstretched and the economy is now unstable. We are in uncharted territory.\r\n\r\nWe demand the government adopts a common sense approach to Brexit because more than ever so much is at stake.  While the country is in the middle of a health crisis, and the level of disruption is unknown, we want the government to extend the transition period in order to minimise further risk to the British people and we consider to not do so would be a contravention of government duty.",
        "background": "To Extend the transition period until the Corona Virus is fully resolved in order to minimise the inevitable disruption to health, finance and supply chains.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-11T12:35:28.897Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-11T21:19:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-13T09:43:35.129Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/300412.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/guidance/coronavirus-covid-19-information-for-the-public"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-13T09:43:35.125Z"
    },
    "id": 301462,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301462.json"
    },
    "type": "petition"
}