{
    "attributes": {
        "action": "To keep face to face contact between biological parents and a children in care",
        "additional_details": "To make social services keep contact until the children are adopted to keep biological parents and children together and keep as much time together with biological parents and the child. \r\n\r\nSocial services should only act to remove a child and stop contact when they is proof of criminal risk by the police and the courts otherwise social services should do their best to keep and support biological familys and maintain contact and help them maintain the right to a family.",
        "background": "I would like the government to keep contact between the children in Foster care and the biological parents so they can spend as much time together so the children know we're they come from and to stop parents suffering mental issues due to parental separation from the child",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-11T12:30:42.133Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-11T13:17:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-16T18:13:30.085Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want children in care to have contact with their biological parents, but it's not clear what you want the Government to do to achieve this.\r\n\r\nThe law already requires  local authority to make contact arrangements with a child’s birth parents as long as it is in the child’s best interests and promotes and safeguards the child’s welfare. The detail of every care plan will be a matter for individual social workers."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2020-03-16T18:13:30.083Z"
    },
    "id": 301460,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301460.json"
    },
    "type": "petition"
}