{
    "attributes": {
        "action": "We need direct transport from Disley to Poynton!",
        "additional_details": "Many people work in Poynton from Disley and have to get the train to Stockport and then change to Poynton which can add ages onto their journey. It is recommended online to get into Hazel Grove and get a taxi into Poynton which will be a lot of extra money people are spending that public transport can solve. Many children from Disley are going to Poynton high school and if the school bus is late or cancelled there is no straight forward way to get into school.",
        "background": "There is no direct link from Disley to Poynton when it is supposed to be one of the neighbouring villages. We need a strong link to get there via train/bus. We need a link that allows parents of children at Poynton High School to get to Poynton if there is an emergency.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-11T12:06:24.918Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-11T14:49:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-16T18:37:45.164Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.  \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-17T10:25:51.118Z"
    },
    "id": 301455,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301455.json"
    },
    "type": "petition"
}