{
    "attributes": {
        "action": "Coronavirus: amend the UK Travel advice List for other France, Germany, Spain",
        "additional_details": "The World is facing the Coronavirus outbreak. In particular, the number of positive has reached now over 2000s in countries like France, Spain and  Germany. \r\n\r\nThis was the same number that Italy had until last week. However, for people coming from one of these countries there are no restrictions. I believe that everyone coming from one of these countries should be in quarantine, if symptomatic.\r\nWhy is there a difference in the management of the outbreak? We should all be and feel safe. If the outbreak is not contained, it might have a huge impact to our NHS. We already know the lack of staff and facilities our NHS is going through!\r\n\r\nPlease sign the petition. Help elderly and ill-people to be safe! We can make it! ",
        "background": "In the travel advice, the list given by the UK Goverment still requires people coming from countries such as Vietnam, where numbers are minimal, to be in quarantine.\r\nLet's ask the UK Government to apply it to countires such as France, Germany and Spain. Their numbers are over 2000s now!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-11T22:54:00.107Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-12T09:09:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-18T13:19:04.834Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nSince you started this petition the UK Government is advising British nationals against all but essential international travel. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-24T09:59:08.568Z"
    },
    "id": 301614,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301614.json"
    },
    "type": "petition"
}