{
    "attributes": {
        "action": "Hand over control of the COVID-19 outbreak to medical experts",
        "additional_details": "The government's response has been poor. it is the government's responsibility to act in the best interests of the safety of the its citizens and the best way to do that would be to not just listen to the people whose job it is to deal with outbreaks and diseases, but put them in charge of handling the worst pandemic in over 100 years.",
        "background": "The government should hand over all matters regarding the COVID-19 and controlling its spread to medical experts and doctors who have full qualified knowledge of disease and outbreak prevention.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-12T17:50:39.435Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-12T19:59:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-19T11:56:24.831Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\t\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular we're not sure what you mean by \"hand over control to medical experts\". \r\n\r\nYou can find out more about the Government's Chief  Scientific Adviser here: https://www.gov.uk/government/people/patrick-vallance\r\n\r\nYou can find out about the Government's Chief Medical Adviser here: https://www.gov.uk/government/news/new-chief-medical-officer-appointed\r\n\r\nYou could start a new petition explaining clearly what you'd like to happen. \r\n\r\nIf you want the Government to publish the models underlying its response to COVID-19, you may wish to sign this petition instead: \r\n\r\nhttps://petition.parliament.uk/petitions/301847"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-19T11:56:45.056Z"
    },
    "id": 301853,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301853.json"
    },
    "type": "petition"
}