{
    "attributes": {
        "action": "Increase our wage when you increase house bills(council tax, gas etc)",
        "additional_details": "How on Earth does the Government think we can afford house hold bills on the wage most people are on yet still increase council tax, as well as gas going up, electric increases etc. We should get wage increases when council tax increases etc. A lot of people struggle as it is especially single parents who can't get any help because they earn a certain amount a year, yet all their money goes on bills!! Its no life to live. Work hard for money yet get nothing to show for it!! Disgusting.",
        "background": "As you decide to increase council tax, you should increase wages too! How on EARTH do you think we can keep affording all these bill increases on the terrible wage we are on. When you increase our bills, INCREASE OUR WAGE!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-12T16:20:52.361Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-12T18:04:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-18T16:34:38.108Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe understand you're concerned about wage levels and the cost of bills but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example you could start a petition calling for the Government to increase the minimum wage to a certain amount, if this is something you'd like to happen. You could also start a petition asking for the Government to reduce the cap on energy bills. \r\n\r\nYou can find out about the current national minimum wage here: \r\n\r\nhttps://www.gov.uk/national-minimum-wage-rates\r\n\r\nYou can find out about the current energy price caps here: \r\n\r\nhttps://www.ofgem.gov.uk/energy-price-caps/consumers\r\n\r\nYou can find out how to get help with bills here:\r\n\r\nhttps://www.citizensadvice.org.uk/debt-and-money/budgeting/budgeting/get-help-with-bills/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-18T16:49:03.854Z"
    },
    "id": 301813,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301813.json"
    },
    "type": "petition"
}