{
    "attributes": {
        "action": "help the vulnerable instead of trying to wipe them out by the Covid-19",
        "additional_details": "So that we save the elderly and vulnerable instead of leaving them to fend for themselves. I would like the government to impose proper active regulations instead of repeatedly telling us to wash our hands because If this worked we wouldn’t have a global pandemic around. I want the figures of the cases to be active and for us to carry on taking corona testing so people know if they have the virus and have answers so they aren’t anxious.We need to stop being focused on the economy but the people.",
        "background": "Following the prime Ministers speech, I am increasingly worried about the idea to let people get the virus to create immunity as this will endanger and even worse kill the most vulnerable in society. It seems like the government are willing for people to die in order to keep our economy working.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-12T23:27:14.563Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-13T07:23:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-19T12:14:10.772Z",
        "rejection": {
            "code": "no-action",
            "details": "Since this petition was started, the Government has said that 'herd immunity' is not a strategy. You can read a recent comment by the Health Secretary here: \r\n\r\nhttps://hansard.parliament.uk/Commons/2020-03-16/debates/235689EC-0A18-4488-BFCF-9F012A1A0C1B/Covid-19#contribution-4215E975-1483-4CB0-A03B-1F67E4E9B990 \r\n\r\nYou could start a new petition explaining clearly what action you'd like the Government or Parliament to take. \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/guidance/coronavirus-covid-19-information-for-the-public\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2020-03-19T12:14:26.239Z"
    },
    "id": 301996,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301996.json"
    },
    "type": "petition"
}