{
    "attributes": {
        "action": "Recognise Misophonia as a medical condition.",
        "additional_details": "Misophonia can cause a great amount of anxiety and distress for sufferers. It is time that it is recognised as a medical condition to not only spread awareness about the extent of sufferers’ anger or distress, but to provide appropriate treatment as well. To add to the growing list of the NHS’ successes, people who suffer from Misophonia - fear or extreme hatred of certain trigger sounds - should be represented within the UK’s medical system. It is important that sufferers receive treatment.",
        "background": "Misophonia should be recognised as a medical condition and treatment made available in the UK as a result. As a nation we have a medical system to be proud of however many thousands of Misophonia sufferers in this country can find no representation or guidance at all.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-12T19:39:25.641Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-12T19:57:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-19T10:57:53.876Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament aren't responsible for recognising medical conditions, as that is a clincal decision.\r\n\r\nYou could start a petition calling for funding of more research and treatment of misophonia, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-19T10:57:53.874Z"
    },
    "id": 301904,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301904.json"
    },
    "type": "petition"
}