{
    "attributes": {
        "action": "The UK government must immediately return to the contain phase for COVID-19",
        "additional_details": "Dr Tedros Adhanom Ghebreyesus, WHO Director-General, said:\r\n\r\n\"Several countries have demonstrated that this virus can be suppressed and controlled. The challenge for many countries who are now dealing with large clusters or community transmission is not whether they can do the same; it's whether they will.\"\r\n\r\nHe also said:\r\n\r\n\"If anything is going to hurt the world, it’s a moral decay. And not taking the death of the elderly or the senior citizens as a serious issue is one of the moral decays.\"",
        "background": "The UK should immediately restart contact tracing, containment and testing of mild cases of COVID-19. Also, following recommendations of the report from the WHO-China Joint Mission headed by Dr Aylward & Dr Liang on 25th February, we should do widespread surveillance in the community to find cases.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-13T06:06:08.080Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-13T09:08:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-19T15:41:59.122Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure whether you want the Government only to restart certain aspects of the previous Covid-19 phase or to change other actions as part of the work on COVID-19\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-19T15:41:59.120Z"
    },
    "id": 302027,
    "links": {
        "self": "https://petition.parliament.uk/petitions/302027.json"
    },
    "type": "petition"
}