{
    "attributes": {
        "action": "Include Covid-19 into list of specified diseases for insurance protection",
        "additional_details": "80% of the UK nursery market are private sector opeators, of which 50% are single site operators, representing some 400,000 full time equivalent places in England alone. These organisations do not have the balance sheet resilience to trade through a shut down without coverage and many have been paying in to insurance for this very reason. Once these operators are gone, there is little to no capacity in the market to accommodate these children so there are grave implications for all.",
        "background": "The Association of British Insurers have written to all nurseries to state that they will be ineligible for any protection in the event of a shut down due to the pandemic despite many of us having specific pandemic coverage clauses. This is because Covid-19 didn't exist and so wasn't specified",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-13T10:02:58.215Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-13T10:41:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-19T16:06:42.563Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The terms under which insurance policies will pay out are a matter for individual insurance companies.\r\n\r\nYou could start a petition calling on the Government to create a fund to reimburse companies that experience loses due to the coronavirus outbreak and are unable to claim these under their insurance policies."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-19T16:06:42.560Z"
    },
    "id": 302103,
    "links": {
        "self": "https://petition.parliament.uk/petitions/302103.json"
    },
    "type": "petition"
}