{
    "attributes": {
        "action": "Examine the role of the BBC when the United Kingdom is imperilled",
        "additional_details": "A couple of clips of HMG’s message was made available on the BBC News channel. Hours of broadcast time was spent questioning, undermining and obfuscating HMG’s message while not actually making the message available.  The BBC left the population scared and confused. The BBC undermine democracy by confusing shallow opinion and supposition with facts and seriously considered direction.\r\n Perhaps the BBC should be privatised with no licence fee and the BBC News brought under the Home Office.",
        "background": "The PM with the CS and CMO made a statement which was broadcast live while everyone was at work. This covered the strategy, reasoning and guidance to be taken in respect of Covid-19. BBC News questioned, undermined and obfuscating HMG’s message.  The BBC left the population scared and confused.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-13T19:12:02.948Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T06:46:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T09:44:41.608Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n\t\r\nYou can find out how to make a complaint here:\r\nhttp://www.bbc.co.uk/complaints/\r\n\r\nYou could start a new petition asking the Government to make all of the Prime Minister's announcements and press conferences on coronavirus available on its website, if that's what you'd like to happen. \r\n\r\nYou can watch the Prime Minister's recent announcement on the Number 10 YouTube channel here: https://www.youtube.com/watch?v=jK8vjgVlc8A&list=PLqHKtAbFyKz7awSqFn4N762M0ljUV6Atn&index=2 \r\n\r\nYou could start a new petition asking for the BBC to be privatised, if that's what you'd like to happen. \r\n\r\nIf you want the TV licence fee to be scrapped, you may wish to sign this petition: https://petition.parliament.uk/petitions/300118\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-25T09:44:58.486Z"
    },
    "id": 302290,
    "links": {
        "self": "https://petition.parliament.uk/petitions/302290.json"
    },
    "type": "petition"
}