{
    "attributes": {
        "action": "The choice of a trade alignment with the EU or US must be put to a public vote.",
        "additional_details": "In a representative democracy it is crucial for the government to accurately reflect the wishes of the electorate and not just special interest groups. Parliament must allow 'the people' the final decision on their favoured alliance with the two main trading Blocs of the EU and the US, and hold a referendum to determine which Bloc to align UK standards with, via referendum, and this referendum must be held before the end of the Transition Period, even if it means extending the transition period.",
        "background": "A major driver for the Brexit campaign was to enable the people of the UK to 'take back control'. However, the people are not being consulted on the form any future potential trading relationship with either the US or the EU and the government do not appear to be taking public opinion into account.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-13T18:01:48.643Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-13T20:24:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-20T08:52:08.862Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. Trade deals with different entities are not mutually exclusive, so it's not clear why there would need to be a referendum on choosing between them.\r\n\r\nYou might like to sign these petitions:\r\n\r\nhttps://petition.parliament.uk/petitions/301051\r\nhttps://petition.parliament.uk/petitions/300026"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-20T09:38:45.106Z"
    },
    "id": 302269,
    "links": {
        "self": "https://petition.parliament.uk/petitions/302269.json"
    },
    "type": "petition"
}