{
    "attributes": {
        "action": "UK Govt must test all those who decide to self isolate with symptoms of Covid19",
        "additional_details": "Currently the Govt have chosen to opt out of social distancing and mass testing for Covid19 I believe this is being done because the NHS underfunded state means that it cannot cope with the pandemic. We do not possess enough dedicated high dependency or ITU beds and ventilators to deal with severely ill ARDS patients. Yet the Govt wants some 40 million patients infected in order to create the 60% herd immunity, at 1.5% mortality that means 600 thousand deaths. Fund the NHS not HS2 or Huawei.",
        "background": "I am a front line medic in Primary Care. Where 90% of all consultations take place. We need to know which patients have caught Covid19 in order to assess the risks for them and their families and friends",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-14T08:08:32.074Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-14T15:11:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-20T13:14:44.373Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do, as it already has a policy on social distancing.\r\n\r\nYou might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/301354"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-20T13:14:44.370Z"
    },
    "id": 302454,
    "links": {
        "self": "https://petition.parliament.uk/petitions/302454.json"
    },
    "type": "petition"
}