{
    "attributes": {
        "action": "lack of confidence in Covid-19 action plan and response by Boris Johnson",
        "additional_details": "So far the lack of credible data displayed by the government causes greater panic day by day. Leading academics from WHO and other institutions clearly voice opposite covid19 responses to that of what our government has implemented so far.  Since the UK is a Democratic society sharing of the data used for modelling for the spread and containment needs to be made public for other experts to objectively analyse.\r\n\r\nWe are in a serious situation and people are dying we can not just accept defeat",
        "background": "Open and honest discussion about the Covid-19 response explaining what was done in the six weeks prior to the infection taking hold in the UK, the action plan once the infection was showing community spread and sharing of data so other leading academics can conduct peer review.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-14T06:32:04.815Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-14T09:53:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-19T11:06:47.587Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you want the Government to publish the models underlying its response to COVID-19, you may wish to sign this petition instead: \r\n\r\nhttps://petition.parliament.uk/petitions/301847"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-19T11:06:47.585Z"
    },
    "id": 302435,
    "links": {
        "self": "https://petition.parliament.uk/petitions/302435.json"
    },
    "type": "petition"
}