{
    "attributes": {
        "action": "Make insurers recognise COVID-19 and cover clients for loss of earnings",
        "additional_details": "Nobody knows how long this pandemic will last and what its effects will be, but if small businesses are forced to close without any income due to self isolation or closure of schools, businesses will fail and there will be a great decline in childcare options. \r\n\r\nIn a country where parents struggle to work and pay for childcare, and providers struggle to earn a living even when the country is running normally, this will be disastrous.",
        "background": "Self employed childminders across the nation have insurance that covers their loss of earnings in the case of infectious diseases, however due to COVID-19 being new it is not an infection that is included in this cover. \r\n\r\nPlease sign now so that parents have a childminder to come back to!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-14T06:39:25.660Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-14T07:28:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-19T17:52:26.829Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The terms under which insurance policies will pay out are a matter for individual insurance companies.\r\n\r\nYou could start a petition calling on the Government to create a fund to reimburse people that experience lost income due to the coronavirus outbreak and are unable to claim these under their insurance policies.\r\n\r\nWe have also published a petition calling on the Government to pay self-employed for self-isolating due to coronavirus, which you might be interested in: https://petition.parliament.uk/petitions/301793"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2020-03-19T17:52:26.825Z"
    },
    "id": 302436,
    "links": {
        "self": "https://petition.parliament.uk/petitions/302436.json"
    },
    "type": "petition"
}