{
    "attributes": {
        "action": "Give Medical/Nursing Students placement hours if COVID 19 takes control",
        "additional_details": "We want placement hours to be signed off if it comes to us being unable to attend placement either due to being told to self-isolate due to symptoms, or if our team that we are assigned to at the time are told to close or work from home etc. COVID-19 is currently out of our control, we do not get paid for placement, and if doctors/nurses/OT’s have to self isolate or their teams close, they get statutory sick pay. Therefore I think it’s only fair that we get our hours signed off as an equivalent.",
        "background": "Nursing/Medical Students have to do a certain number of placement hours to qualify, however in the future it may be recommended for some teams to work from home and do minimal/emergency contact with patients. Where does this leave well students who are expected to make hours up once COVID clears?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-14T10:38:58.121Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-14T10:58:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-22T18:12:43.217Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nThis is a matter for the regulatory bodies, such as the NMC, who are responsible for the qualifications. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-22T18:12:52.518Z"
    },
    "id": 302510,
    "links": {
        "self": "https://petition.parliament.uk/petitions/302510.json"
    },
    "type": "petition"
}