{
    "attributes": {
        "action": "Escalate our response to reduce the spread of coronavirus COVID-19 throughout UK",
        "additional_details": "The government has taken a so far rather dormant approach to containment of COVID-19. Stronger measures should have been adopted far sooner. From the onset of knowledge of the virus travel restrictions and quarantine from affected areas should have been implemented. Moving forward we no longer wish for this governments delayed and weak response, with the nonsensical explanation that scientific advise is to continue a lack of action. We require actions to aim to limit the virus spread.",
        "background": "We need escalated action to slow our delay phase of COVID-19, such as adopted by other countries. Mandatory social distancing measures and lockdown period, travel restrictions and a ban on larger social gatherings and events. Also further focus on ventilator acquisitions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-14T22:45:17.021Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-15T07:48:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-20T10:51:16.427Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you started your petition the Government has advised against unnecssary social contact, withdrawn support for mass gatherings, and advised against all but essential travel overseas: https://www.gov.uk/government/speeches/pm-statement-on-coronavirus-16-march-2020\r\n\r\nWe have also published a petition calling on the Government to implement a UK lockdown for preventing spread of COVID19, which you might like to sign: https://petition.parliament.uk/petitions/301397\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/guidance/coronavirus-covid-19-information-for-the-public\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2020-03-20T10:51:23.500Z"
    },
    "id": 302854,
    "links": {
        "self": "https://petition.parliament.uk/petitions/302854.json"
    },
    "type": "petition"
}