{
    "attributes": {
        "action": "Make 111 a number which a telephone operator must legally provide",
        "additional_details": "I want everyone within the UK to have full access to vital  non emergency numbers. As the 111 service has not been deemed a legal requirement some service providers like sipgate do not support it at all. \r\n\r\nThere's currently no published regional alternative for 111 and given the recent events it is going to be essential that people have access to it.",
        "background": "In light of recent events it would appear that some telephone provides do not provide access to the 111 service. This is currently the number we're being advised to contact regarding Corona virus. \r\n\r\nTherefore I think 111 should be made a legal requirement within the UK like 999",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-14T22:53:37.217Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-15T01:29:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-24T09:29:04.657Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\t\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Calls to 111 are already free of charge. Sipgate says on its website that you can contact 111 from its services:\r\n\r\nhttps://teamhelp.sipgate.co.uk/hc/en-gb/articles/115000447945-Are-there-numbers-that-can-t-be-called-from-sipgate\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2020-03-24T09:29:04.950Z"
    },
    "id": 302859,
    "links": {
        "self": "https://petition.parliament.uk/petitions/302859.json"
    },
    "type": "petition"
}