{
    "attributes": {
        "action": "Stop non urgent operations in NHS so staff can \"plan and prepare\" for COVID.",
        "additional_details": "The COVID crisis will stretch the NHS well beyond its normal ability. Staff will have to come up with new plans on how to work and then will need rehearse them. Currently there is no extra time to do this. The expected COVID surge may happen in days, so this step to stop non urgent operations needs to happen now. Otherwise, patients and staff may not be able to satisfactorily and safely perform their duties, leading to potential unnecessary deaths in each group.",
        "background": "Currently many hospitals are not stopping non urgent operations in the face of the coming COVID crisis. I believe that non urgent operations should be stopped , for \"Plan and Prepare days\", to allow more time for staff to plan and prepare for the expected huge influx of COVID 19 patients.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-15T09:56:10.344Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-15T10:15:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-23T16:41:15.644Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a decision for the NHS, not the UK Government or Parliament.\r\n\r\nSince you started your petition, the NHS has asked hospitals to start cancelling non-urgent elective operations.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nUK Government website: https://www.gov.uk/guidance/coronavirus-covid-19-information-for-the-public "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-23T17:14:53.394Z"
    },
    "id": 302993,
    "links": {
        "self": "https://petition.parliament.uk/petitions/302993.json"
    },
    "type": "petition"
}