{
    "attributes": {
        "action": "Standardise the amount of hours classed in a full time working week.",
        "additional_details": "Upon attending an interview this can vary from 30 hours to 45+. The difference of 15 hours can make a large difference to someone’s life. I think it would be extremely useful to standardise the English working week to around 35 hours. Baring in mind most people travel up to 1 hour to work, thats still 7.5 hours each day at work and adding the travel time, people can still be out of the house for 9+ hours each day. If jobs require more than the standard then they must be advertised as full time+.",
        "background": "Anyone who is job seeking for a full time job will understand the frustration of having to guess how many hours each companies ‘full time working week’ concludes of.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-15T09:06:31.387Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-15T20:17:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T09:03:05.268Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for setting the length of a normal working week, this is a matter for individual employers and their employees.\r\n\r\nWorkers are protected from working more than 48 hours a week, and from starting work less than 11 hours after they finished work, but working hours that meet these rules are agreed between individual workers and employers.\r\n\r\nYou could start a petition calling on the Government to reduce the maximum number of hours a person can be asked to work, if that is something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-25T09:03:05.266Z"
    },
    "id": 302961,
    "links": {
        "self": "https://petition.parliament.uk/petitions/302961.json"
    },
    "type": "petition"
}