{
    "attributes": {
        "action": "Increased Transparency about Covid19 efforts in UK",
        "additional_details": "Much information is being sought from social media and other news sources which do little other than insight more panic and worry. Furthermore, lack of information is creating a lot of distrust and faith in the government. We want to work together - in order to do this we need to be kept fully informed. Inform us about your updates, your decisions and how you came about them, your efforts and your reasoning behind them. Trust us to handle unfavourable news but stop keeping us in the dark.",
        "background": "The people of UK request that we be given more information on the governments efforts in fighting Covid19 and suggest that a briefing comes from a member of parliament via a reputable news source each day. This will enable people to make more informed decisions about how to keep themselves safe.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-15T10:56:23.241Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-15T22:32:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T11:57:12.531Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you started this petition, the Government has started holding daily briefings, broadcast on the BBC and other news outlets.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nUK Government website: https://www.gov.uk/coronavirus "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-27T12:12:12.703Z"
    },
    "id": 303033,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303033.json"
    },
    "type": "petition"
}