{
    "attributes": {
        "action": "Demand that Supermarkets prioritise online shopping for those most in need.",
        "additional_details": "If the Government does not do something like this then there will be a lot of vulnerable people who will not have access to their basic needs, this is a very urgent matter and lives of the vulnerable are at risk, \r\nonline shopping slots are filling up and people are having to wait upwards of 14 days for deliveries.",
        "background": "At this very dangerous time due to Corona Virus and the masses panic buying, online shopping slots are filling up the Government should demand that Supermarkets prioritise delivery slots for those that are most in need, the Supermarkets have info of the people that are panic buying and bulk buying.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-15T16:57:28.217Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-15T19:24:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T08:11:49.012Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The arrangements for online supermarket services are a matter for individual retailers, not the Government or Parliament. A number of retailers have announced plans to prioritise elderly or vulnerable customers. You should contact your preferred supermarket to find out if they have put such arrangements in place.\r\n\r\nThe Government has made certain changes to enable supermarkets to work together during the coronavirus outbreak, particularly to serve customers who are elderly, ill or vulnerable: https://www.gov.uk/government/news/supermarkets-to-join-forces-to-feed-the-nation\r\n\r\nWe have published a petition calling on the Government to encourage retailers to prioritise those over 70 shopping online for essentials, which you might like to sign: https://petition.parliament.uk/petitions/301126\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-25T08:11:49.008Z"
    },
    "id": 303185,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303185.json"
    },
    "type": "petition"
}