{
    "attributes": {
        "action": "Allow access to Coronavirus tests for all vulnerable groups and those aged 60+.",
        "additional_details": "At the moment, tests are only available to those who have travelled to a country that has suffered an outbreak of Coronavirus, or who have been in contact with someone who has tested positive. Most people don't show, or have mild symptoms and these symptoms may not show for the first seven days of infection. \r\n\r\nOur vulnerable people are the most likely to end up in a critical condition and die. Without access to tests before symptoms worsen, millions of people's chances of dying are heightened.",
        "background": "I would like the government to allow our vulnerable people access to Coronavirus tests. This includes people over the age of 60 and/or with pre-existing medical conditions such as; diabetes, pregnancy, cancers, and heart disease.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-15T14:32:44.106Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-15T19:24:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-20T16:15:33.890Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The conduct of tests is a clinical decision for the NHS, not the UK Government or Parliament.\r\n\r\nWe have published a petition calling for the Government to provide publicly accessible testing for coronavirus around the UK, which you might want to sign: https://petition.parliament.uk/petitions/301354\r\n\r\nSince you started your petition the Government has announced that testing for coronavirus (COVID-19) will increase to 25,000 a day: https://www.gov.uk/government/news/testing-for-coronavirus-covid-19-will-increase-to-25-000-a-day\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/guidance/coronavirus-covid-19-information-for-the-public"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-20T16:15:33.886Z"
    },
    "id": 303127,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303127.json"
    },
    "type": "petition"
}