{
    "attributes": {
        "action": "Create safe space/time for the vulnerable to shop during the Covid 19 outbreak",
        "additional_details": "It is heartbreaking to read the stories on social media and the news whereby the most vulnerable in society are being put at risk due to the selfish panic buying currently happening due to scaremongering.",
        "background": "The current rush of panic buying puts the most vulnerable in society at a huge disadvantage. Provide them a safe time and space to shop for essentials. The vulnerable and those needing certain foods/supplies to support their continued good health deserve protection against selfish panic buying",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-15T19:08:30.726Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T09:34:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-26T14:51:46.610Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The opening arrangements for supermarkets are a matter for individual retailers, not the Government or Parliament. A number of retailers have announced plans to open early for elderly or vulnerable customers. You should contact your local supermarket to find out if they have put such arrangements in place.\r\n\r\nThe Government has made certain changes to enable supermarkets to work together during the coronavirus outbreak, particularly to serve customers who are elderly, ill or vulnerable: https://www.gov.uk/government/news/supermarkets-to-join-forces-to-feed-the-nation\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-26T14:51:46.607Z"
    },
    "id": 303268,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303268.json"
    },
    "type": "petition"
}