{
    "attributes": {
        "action": "Cut numbers of pupils in school and F.E. now. Reduce rate of covid 19 spread.",
        "additional_details": "Slow Covid19 by encouraging the many parents who are at home, (caring for younger siblings or working from home etc), to take their children out of school. Large classes will be a major spreader of infection. Education could continue at home via the internet. Older children may safely be left at home with minimal supervision. Instruct the schools to seriously step up hygiene, reduce class sizes, monitor health of remaining children.  Act NOW before we are forced to follow suit of our neighbours.",
        "background": "Covid19. Aim: Balance protection of lives, whilst enabling workforce, particularly NHS to continue working. Other countries allowed  rapid infection, now forced to shut down, causing health, economic and social disaster. We are encouraged to avoid mass gatherings, yet send 8.2 m to school daily",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-15T18:44:04.406Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T08:27:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-26T10:21:58.393Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you started your petition the Government has closed schools and colleges to most students: https://www.gov.uk/government/publications/covid-19-school-closures\r\n\r\nBefore the closures were announced we did publish a petition calling on the Government to close schools and colleges for an appropriate amount of time due to the outbreak: https://petition.parliament.uk/petitions/300403\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-26T10:21:58.389Z"
    },
    "id": 303248,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303248.json"
    },
    "type": "petition"
}