{
    "attributes": {
        "action": "The UK government to reconsider its strategy for the COVID- 19 outbreak.",
        "additional_details": "By letting the virus go through the population in order to achieve 'herd immunity' the government could risk more lives. Numerous high profile scientists, epidemiologists and health professionals have questioned the governments approach, saying it is a 'risky' strategy that is preparing us for a hypothetical future, that may not even happen.  Why not prepare us confidently for the near future first by implementing strategies that have been successful in countries such as Hong Kong and Singapore?",
        "background": "The UK government needs to drastically reconsider its 'herd immunity' strategy for the COVID- 19 outbreak. It has ignored the WHO's recommendations. It needs to rethink its strategy that involves continuing to test, contact trace, implementing quarantines and social distancing measures.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-15T21:46:20.410Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-15T23:09:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-20T11:59:06.354Z",
        "rejection": {
            "code": "no-action",
            "details": "You might want to know that the Government has set out that 'herd immunity' is not a strategy. You can read a recent comment by the Health Secretary here:\r\n\r\nhttps://hansard.parliament.uk/Commons/2020-03-16/debates/235689EC-0A18-4488-BFCF-9F012A1A0C1B/Covid-19#contribution-4215E975-1483-4CB0-A03B-1F67E4E9B990"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2020-03-20T11:59:06.351Z"
    },
    "id": 303382,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303382.json"
    },
    "type": "petition"
}