{
    "attributes": {
        "action": "To hold the UK government to account for mishandling of public funds.",
        "additional_details": "The needless austerity measures introduced by the tory government of 10 year's ago, led by David Cameron and which has continued under this Tory government, led by Boris Johnson, has seen vital public services stripped to their very core, each government citing that there is no money available, while simultaneously finding money to bail out private companies/corporations. As tax payers, we demand that our taxes be used to improve our public services, NHS and provide more social housing",
        "background": "To use taxpayers monies on public services such as more social housing,  NHS services, school funding, emergency services. We want this government to stop using our taxes to bail out private companies/corporations.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T01:59:13.968Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T15:37:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-26T17:38:14.089Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to focus public expenditure on public services, but it's not clear what you want the Government or Parliament to do about this.\r\n\r\nYou could start a new petition giving more detail on what you want the Government or Parliament to do, whether this is to hold a Public Inquiry into Government support for individual businesses, or to prevent future public spending to support such businesses."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2020-03-27T15:07:27.307Z"
    },
    "id": 303494,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303494.json"
    },
    "type": "petition"
}