{
    "attributes": {
        "action": "Make covid-19 briefings fully public and open to all journalists",
        "additional_details": "The Government is releasing information via preferred channels and has excluded selected journalists from briefings. Ministers are banned from Radio 4's Today programme and Good Morning Britain, for example. The covid-19 pandemic starkly illustrates the importance of open communication. The Government has a duty to engage fully with public communications that are accessible to all. No journalist should be excluded. All briefings must be public. Ministers must not be barred from popular media.",
        "background": "Reverse the exclusion of journalists from briefings and the prevention of ministers from appearing on popular media programmes, in order to ensure that messages regarding covid-19 can reach as wide a section of the public as freely as possible, and can undergo appropriate scrutiny.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-15T22:48:44.292Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-15T23:19:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-26T09:19:26.563Z",
        "rejection": {
            "code": "no-action",
            "details": "There is no evidence that the Government has placed restrictions on briefings regarding coronavirus.\r\n\r\nSince 16 March the Prime Minister has been holding daily briefings on the coronavirus outbreak. These have been widely reported and the statements are also published on the Government's website: https://www.gov.uk/government/organisations/prime-ministers-office-10-downing-street\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-26T09:19:26.559Z"
    },
    "id": 303425,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303425.json"
    },
    "type": "petition"
}