{
    "attributes": {
        "action": "Give NHS Staff 'Death in Service' if they die from Covid-19 as per military.",
        "additional_details": "With Covid 19, it is likely that many NHS workers are going to die as a direct result of trying to help their patients. I believe the government should offer assistance, to protect the families of those who will be taking extraordinary risks to protect your loved ones.\r\n\r\nAs in the military a care package is available to those left behind, this includes some cover of funeral costs, aswell as a cash lump sum relative to their pension. I believe it a moral duty to safeguards these families.",
        "background": "As seen around the world, frontline NHS staff are likely to catch Covid-19 and die as a direct result of their line of duty. The Govt should look after their families and put in place a care package similar to the Armed Forces, where funeral costs are covered and financial assistance is offered.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-15T23:05:25.636Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-15T23:14:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-26T14:58:10.940Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe understand you're concerned about help for NHS workers, but we're not sure exactly what action you'd like the Government or Parliament to take. NHS staff will already be eligible for death in service benefits through membership of their pension scheme.   \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to provide additional direct payments to the families of NHS staff who die in service during the Coronavirus outbreak, such as specifically paying for funerals, if that is something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2020-03-26T14:58:27.482Z"
    },
    "id": 303430,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303430.json"
    },
    "type": "petition"
}