{
    "attributes": {
        "action": "Not bailout industry players due to coronavirus.",
        "additional_details": "This state is not a cash machine for big business to dip into when they have not put aside sufficient cash reserves.",
        "background": "Should any industry players feel the need for a bailout the answer is NO. Shareholders should fund them. If they are not willing then they go bust. Then and only then does UK plc buy it. If deemed necessary and run it as a state firm until such time as to float 40% and 60% stay state owned",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-15T22:43:27.841Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T09:37:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-26T17:14:24.255Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you don't want the Government to bail out businesses that experience financial difficulties as a result of coronavirus, but its not clear exactly what you want the Government to do.\r\n\r\nYou could start a new petition giving more detail about what you want the Government to do, for example not to make public funds available to businesses that experience financial difficulties as a result of coronavirus, or to review and reduce the support they have already announced will be made available.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-26T17:14:24.252Z"
    },
    "id": 303420,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303420.json"
    },
    "type": "petition"
}