{
    "attributes": {
        "action": "Call on small business owner landlords NOT TO charge rent for period of 6 months",
        "additional_details": "The government can/will have the power to ask the landlords not to charge rent at this difficult time. Small businesses should not be paying rents at this outbreak crisis.",
        "background": "At this outbreak most small businesses will be severely effected. We welcome the package from the governennent but this will not be enough to tackle the bigger issue. Have the Landlords who have small business owners in their properties to stop charging rent at this current crisis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T09:20:07.725Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T11:39:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T11:32:44.118Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because suspending payments for rent is a matter for individual landlords, not the UK Government or Parliament.\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2020-03-27T11:32:44.114Z"
    },
    "id": 303575,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303575.json"
    },
    "type": "petition"
}