{
    "attributes": {
        "action": "Implement UK wide testing for COVID-19.",
        "additional_details": "With more testing, we can get a true and accurate picture of who has the virus and using this data, the Government will be able to localise emergency response measures and provide a true and accurate view of the virus within the UK",
        "background": "The current state of the spread of the virus is by and large widely unknown. This is due to the ineffectiveness of UK testing facilities and the ability for persons with symptoms (being told to self isolate) being offered a test. The Government should make testing available for all persons in the UK",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T09:14:41.491Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T09:30:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-20T17:02:50.758Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The conduct of tests is a clinical decision for the NHS, not the UK Government or Parliament.\r\n\r\nWe have published a petition calling for the Government to provide publicly accessible testing for coronavirus around the UK, which you might want to sign: https://petition.parliament.uk/petitions/301354\r\n\r\nSince you started your petition the Government has announced that testing for coronavirus (COVID-19) will increase to 25,000 a day: https://www.gov.uk/government/news/testing-for-coronavirus-covid-19-will-increase-to-25-000-a-day\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-20T17:02:50.756Z"
    },
    "id": 303570,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303570.json"
    },
    "type": "petition"
}