{
    "attributes": {
        "action": "Take action to save the UK chalk streams from over abstraction",
        "additional_details": "Decades of excessive water abstraction from chalk aquifers in the UK has caused undue stress on our groundwater supplies, directly resulting in the loss of invaluable chalk stream habitats. Worldwide we in the UK are guardians of the vast majority of these unique environments and we have failed totally to protect them. Springs that feed our chalk streams are drying up as water levels in underground substrates continue to fall and abstraction remains at unsustainable levels. Action is needed now.",
        "background": "To urgently debate this topic, to add latest evidence to POSTnote POST-PN-0546, and to promote action rapidly on the proposals contained within this note. The government must lead from the front and introduce policies to reverse the damage to our chalk streams which are under ever increasing threat.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T08:04:14.553Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T12:31:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-01T14:27:22.739Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what action you'd like the Government or Parliament to take. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-04-02T10:23:10.945Z"
    },
    "id": 303541,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303541.json"
    },
    "type": "petition"
}