{
    "attributes": {
        "action": "Petition government for COVID19 corona virus suspects to be tested without delay",
        "additional_details": "a situation where 60% of the population would become ill before 'herd immunity' might then see the disease decline in numbers. NB. With just a 1% death rate there would be 400,000 bodies to deal with from the 40 million British victims of this virus. Those hereby undersigned do not wish to be either ill or dead!",
        "background": "We want the government to  organise the testing of COVID19 suspects within hours as is being done successfully in South Korea and then to isolate (possibly in the empty hotel rooms that are widely available) those that show positive.  This would prevent",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T09:51:56.463Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T11:06:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-20T17:05:03.485Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The conduct of tests is a clinical decision for the NHS, not the UK Government or Parliament.\r\n\r\nWe have published a petition calling for the Government to provide publicly accessible testing for coronavirus around the UK, which you might want to sign: https://petition.parliament.uk/petitions/301354\r\n\r\nSince you started your petition the Government has announced that testing for coronavirus (COVID-19) will increase to 25,000 a day: https://www.gov.uk/government/news/testing-for-coronavirus-covid-19-will-increase-to-25-000-a-day\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-20T17:05:03.482Z"
    },
    "id": 303588,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303588.json"
    },
    "type": "petition"
}