{
    "attributes": {
        "action": "Request that data centres emulate CoronaVirus simulations to aid research.",
        "additional_details": "The UK is home to some of the most advanced and powerful data centres in the world, all of which could be used to aid in researching a counter to CoronaVirus.\r\n\r\nIf 10% of the capacity of all the data centres was to be used to help emulate and calculate potential counters to the CoronaVirus it might well save millions of live globally and would also keep the UK in the forefront of bio-research.",
        "background": "CoronaVirus is one very rare instance (much like war) that the government should be able to step in and take control over a specific resources. \r\n\r\nThe government should incentivize (but mandate) Microsoft, Amazon, google and RackSpace to use a portion of its capacity to aid with the research.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T09:09:42.524Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T09:46:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-01T12:06:31.085Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Government can already pay for data centre use if it requires there use. We're not aware of any refusal of businesses to support this. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.   "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2020-04-02T10:22:50.784Z"
    },
    "id": 303567,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303567.json"
    },
    "type": "petition"
}