{
    "attributes": {
        "action": "Suspend all bill payments  immediately during this crises and during lockdown",
        "additional_details": "Every payment we make - mortgage, water, gas, electricity, TV, credit cards, loans, mark our individual credit file.If you do not and cannot pay your bills because you are unable to work, self-isolating, are shutdown, have your business closed, your credit file will be affected. This means you will not obtain future credit - loans, credit cards, mortgages.\r\nWe need immediate reassurance that we will all be protected during this crises.",
        "background": "Most people live pay check to paycheck to paycheck.  \r\n\r\nMany do not have savings.We must suspend Council tax, mortgage, rent, utility (including Virgin and Sky), TV license,  insurances (both human, pet, appliance, etc), loan payments, and bank charges immediately without consequence",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T08:35:05.970Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T09:03:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-26T13:53:19.557Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for most of the bills you refer to. These are a matter for individual service providers.\r\n\r\nWe have published a petition calling on the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, which you might like to sign: https://petition.parliament.uk/petitions/302256\r\n\r\nWe have also published several petitions calling on the Government to provide financial support to people whose incomes are affected by the coronavirus outbreak. You can find these on our website: https://petition.parliament.uk/\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-26T13:53:19.555Z"
    },
    "id": 303552,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303552.json"
    },
    "type": "petition"
}