{
    "attributes": {
        "action": "Stop all debt repayments until the Corona Virus Crisis is over.",
        "additional_details": "It is totally unfair and immoral that ordinary people should be penalised for not repaying debt at a time when only the rich can afford to do so we have the lowest pension and sick pay in the civilised world. Stop all debt repayments and direct debits until after this crisis is over.",
        "background": "All debt repayments should be suspended until the Corona Virus Crisis is over, all credit rating agencies to be suspended until Coronavirus is over. It is manifestly unfair for people to get into debt and have their credit ratings downgraded when debt is caused by a mass epidemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T11:37:11.630Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T11:56:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T11:31:34.142Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Collection of debts is a matter for individual lenders, not the Government or Parliament.\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\r\n\r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-27T11:31:34.139Z"
    },
    "id": 303645,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303645.json"
    },
    "type": "petition"
}