{
    "attributes": {
        "action": "Show recognition to medical professionals/volunteers battling this virus",
        "additional_details": "The country is facing a challenge, one of the like that appears once in a generation. When the Armed Forces have defended this country in the past, they have received medals, thanks, parades and a beer at the pub etc. We have a new group of heroes, risking their lives daily. We see in other countries these medical staff becoming ill and even dying. Doctors/Nurses/Paramedics and other medical personnel, need recognition for the risks they take. They need a thank you! They need to know we care.",
        "background": "The NHS is facing a fight like no other it has faced since its inception. We need to show the medical professionals how we appreciate their effort, the risks they take.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T16:02:50.997Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T18:17:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T13:14:29.479Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want our amazing healthcare workers and everyone involved in fighting the coronavirus to be recognised, but we're not exactly sure how you'd like this to happen. \r\n\r\nIf you'd like the Government and Parliament to award medals to all emergency staff involved in the crisis, you may wish to sign this petition: https://petition.parliament.uk/petitions/302613\r\n\r\nIf you want the Government to increase the pay of healthcare workers, you may wish to sign this petition: https://petition.parliament.uk/petitions/300073"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-25T13:14:29.477Z"
    },
    "id": 303756,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303756.json"
    },
    "type": "petition"
}