{
    "attributes": {
        "action": "Change of Government's Strategy Towards the COVID-19 Outbreak",
        "additional_details": "[1] maximise the number of NHS staff nationwide to increase the treatment capacity, rather than leaving the people in need to decease at home, especially the working- and middle-class.\r\n\r\n[2] impose a nationwide quarantine and close all the public places, including the schools and universities, to immediately combat the fast spread of the virus.\r\n\r\n[3] distribute all the essential food- and health-related goods among all the people equally.\r\n[4] Improve the people safety by increasing visible police on the roads and public places.",
        "background": "The Parliament must mandate the Government to immediately cease the nationwide health policy that has been put into practice regarding the COVID-19 outbreak, which severely endangers the majority of the British people. As the mortality rate continues to rise, the Government must",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T14:29:42.319Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T15:14:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T17:31:29.849Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since this petition was created, the Government has announced that schools and other public places are to close. It has also asked everyone to stay at home. You can find out more here: https://www.gov.uk/coronavirus \r\n\r\nYou can find out more about how to protect yourself and others from coronavirus here: https://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2020-04-01T14:01:00.883Z"
    },
    "id": 303721,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303721.json"
    },
    "type": "petition"
}