{
    "attributes": {
        "action": "Create stricter measures for pharmacies, deliver or provide through a window.",
        "additional_details": "They need to do this because all other workers such as office workers have been allowed to go home however you are forgetting the most important ones , those risking their lives to provide medication for the vulnerable as well as those who work in supermarkets continuously stocking food for people to survive! We need to create measures to protect everyone not just those in offices and are able to work from home.",
        "background": "The government or parliament should consider the serious condition the NHS staff are under trying to provide medication for those who need it. On a regular basis patients who are asked to self isolate are still going into pharmacies. Diminish contact with pharmacists.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T19:42:24.741Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T08:07:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T09:28:04.137Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Royal Pharmaceutical Society has produced guidance for pharmacists on protecting pharmacy teams, but decisions about operations at individual pharmacies are a matter for those pharmacies.\r\n\r\nGuidance for reducing the risk of infecting from confirmed or possible coronavirus (COVID-19) infection is being developed by Public Health England, and decisions about medical advice are a matter for medical professionals and the NHS.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-04-02T09:28:04.134Z"
    },
    "id": 303895,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303895.json"
    },
    "type": "petition"
}