{
    "attributes": {
        "action": "Redeploy benefits test practitioners to the NHS to help deal with coronavirus",
        "additional_details": "The government has stated that face to face assessments are to be suspended and that telephone or paper assessments may be carried out. We ask instead that new claims normally requiring a test be 'waved through' without one, that reassessment of ongoing claims be stopped entirely and that medically qualified staff normally engaged in this work be redeployed from the private sector providers to the NHS to assist with the coronavirus emergency",
        "background": "The private sector providers of face to face benefits assessments employ tens of thousands of qualified medical practitioners. We ask that the government redeploys these professionals to the NHS to help deal with the coronavirus emergency",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T18:38:01.485Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T00:18:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T09:19:09.181Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The duties of privately employed individuals are a matter for their employer, not the Government or Parliament.\r\n\r\nThe NHS has launched a call for clinicians to join the NHS to help them fight the coronavirus outbreak: https://www.england.nhs.uk/coronavirus/returning-clinicians/\r\n\r\nThe Government has announced that face-to-face health assessments for benefits suspended amid coronavirus outbreak: https://www.gov.uk/government/news/face-to-face-health-assessments-for-benefits-suspended-amid-coronavirus-outbreak\r\n\r\nYou could start a new petition calling on the Government to increase NHS capacity for fighting the coroanvirus outbreak, including by working with companies it currently contracts with for the provision of medical services.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2020-04-02T09:19:09.177Z"
    },
    "id": 303852,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303852.json"
    },
    "type": "petition"
}