{
    "attributes": {
        "action": "Cancel A-level and GCSE exams and give students their predicted grades.",
        "additional_details": "Students are under tremendous pressure from exams and this virus is not assisting students at this time. The way the virus is spreading and the government's response of isolation it's safe to presume there will be a shortage of teachers and students. Students will miss out on valuable lesson time and this can stretch out into exam season. Previous students have not had to face issues of this nature in the past years and I don't believe its fair that 2020 students have to deal with these events.",
        "background": "Exam season is fast approaching and so are the issues that occur every year with students and exams. The government should take into consideration the pressure and the effect this virus will have on schools and should cancel A-level and GCSE exams for 2020 and give students their predicted grades.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T17:54:16.419Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T18:21:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T12:34:56.972Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has closed all schools, colleges and universities, and exams have been cancelled. You can find out more here: https://www.gov.uk/government/publications/coronavirus-covid-19-cancellation-of-gcses-as-and-a-levels-in-2020\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-27T12:34:56.970Z"
    },
    "id": 303821,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303821.json"
    },
    "type": "petition"
}