{
    "attributes": {
        "action": "Test the public with symptoms of Corvid-19 virus from mild to severe",
        "additional_details": "Testing the population is a cornerstone to managing this and getting an accurate scale of the situation, why is our government ignoring the scientific advice of the world Health Organisatio, WHO ? \r\n\r\nAlso if people test they are motivated and clearly more likely to take strict precautions...over wise there is ambivalence, I feel confused myself? Do whole families isolate if one member have symptoms ?",
        "background": "listen and follow advice if World Health organisation and other experts in the field of microbiology and pandemic public health.\r\n\r\nSet up local testing pods across the Uk \r\n\r\nReference and be transparent about the governments sources of scientific  advice .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T19:25:07.170Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T20:03:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-23T16:00:57.370Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The conduct of tests is a clinical decision for the NHS, not the UK Government or Parliament.\r\n\r\nWe have published a petition calling for the Government to provide publicly accessible testing for coronavirus around the UK, which you might want to sign: https://petition.parliament.uk/petitions/301354\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/guidance/coronavirus-covid-19-information-for-the-public"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2020-03-23T16:00:57.368Z"
    },
    "id": 303883,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303883.json"
    },
    "type": "petition"
}