{
    "attributes": {
        "action": "Address the climate emergency with the same urgency as the corona virus",
        "additional_details": "The UK as chair of the next UN climate summit is in a pivotal position to bring the world to effective action and must lead by example. The coronavirus crisis provides a unique opportunity for large-scale investment in green energy, housing, transport, technology, education and nature restoration, and for a shift of focus from unsustainable growth to broader wellbeing. Responses to the coronavirus should not prop up high-carbon industries but support a just transition towards a green economy.",
        "background": "The coronavirus has shown that the world can respond to a global emergency with decisive action. Government should respond effectively to the economic impacts of the coronavirus and the climate emergency at the same time, through large-scale green investment and a rapid shift to a green economy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T17:48:46.342Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T21:43:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-01T11:10:29.332Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to take action to address climate change, but it's not clear what you want the Government to do to achieve this.\r\n\r\nYou could start a new petition which states more clearly what you want the Government to do to address climate change.\r\n\r\nWe have published a petition calling on the Government to protect the Environment and support carbon neutral energy alternatives, which you might like to sign: https://petition.parliament.uk/petitions/300000\r\n\r\nWe have also published a petition calling on the Government to publish new carbon budgets linked to the Paris Agreement and Climate Change Act, which you might like to sign: https://petition.parliament.uk/petitions/300178"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2020-04-01T11:10:29.643Z"
    },
    "id": 303818,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303818.json"
    },
    "type": "petition"
}