{
    "attributes": {
        "action": "Officially close down pubs, clubs and restaurants along with schools and college",
        "additional_details": "It's down to the government to order a closure of these business while the COVID-19 pandemic is ongoing and getting worse. Without calling for an official closure, it will cause bankruptcy and massive losses for the hospitality industry. These owners cannot close their pubs and restaurants without a proper closure order and also puts these people and customers who are unwilling to isolate at more risk.",
        "background": "Boris Johnson has advised everyone not to attend events and to stop going into pubs, clubs and restaurants.\r\n\r\nWithout officially calling for the closure of the hospitality industries, landlords and owners cannot close down their pubs and claim from their insurance.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T21:30:57.796Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T22:40:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T11:45:26.822Z",
        "rejection": {
            "code": "no-action",
            "details": "Since this petition was created, the Government has announced that all pubs, clubs and restaurants are to close. It has also asked everyone to stay at home. You can find out more here:  https://www.gov.uk/coronavirus\r\n\r\nYou can find out more about how to protect yourself and others from coronavirus here: https://www.nhs.uk/conditions/coronavirus-covid-19/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2020-03-25T11:45:26.820Z"
    },
    "id": 303974,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303974.json"
    },
    "type": "petition"
}