{
    "attributes": {
        "action": "Ensure that all 16 -18 year olds have access to their own, connected laptop.",
        "additional_details": "Access to a connected laptop should be a basic right for all young people, at least from the age of 16. As communities retreat online in response to the current pandemic, the Government must consider those that can’t. In January 2019, 28,680 British 16-18 year olds were eligible for and claiming free school meals. They must not go hungry, but neither should they be excluded from their education. Already vulnerable young people should not be further disadvantaged by any school  closures.",
        "background": "As schools move learning online, digital inclusion is more important than ever. The Government should collaborate urgently with technology and telecommunications providers to ensure that all students have unrestricted personal use of a good quality, internet-connected computer with a full keyboard.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T21:58:11.630Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T23:08:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-01T16:20:11.870Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. You could start a petition calling for the Government to fund laptops for young people when they turn 16, if that's soemthing you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-04-01T16:24:21.697Z"
    },
    "id": 303998,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303998.json"
    },
    "type": "petition"
}