{
    "attributes": {
        "action": "Create preventative measures for people in supermarkets, limit opening days.",
        "additional_details": "The government suggested we need to social distance and prevent mass gathering however super markets ,retail employees are facing mass gatherings on a daily basis! Even people who may be deciding to self isolate. Employers are also expecting employees such as delivery drivers and retail staff to go out their way and deliver into self isolated homes. Retail staff are also pushed by managers to continuously stock at risk. There needs to be measured in place to protect those stockings our food!",
        "background": "The government need to limit people going into the supermarkets and reduce the panic. Furthermore, we need to change the closing times of the supermarkets or open days in order to lower the risk for retail workers. There is not enough hygiene in place for people working in supermarkets.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T19:59:34.647Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T08:57:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-03T14:36:50.860Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The opening arrangements for supermarkets are a matter for individual retailers, not the Government or Parliament. A number of retailers have announced plans to open early for elderly or vulnerable customers. Many supermarkets have also introduced social distancing measures and restrictions on the number of people who can enter their stores at the same time. You should contact your local supermarket to find out if they have put such arrangements in place.\r\n\r\nThe Government has made certain changes to enable supermarkets to work together during the coronavirus outbreak, particularly to serve customers who are elderly, ill or vulnerable: https://www.gov.uk/government/news/supermarkets-to-join-forces-to-feed-the-nation\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-03T14:48:53.668Z"
    },
    "id": 303908,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303908.json"
    },
    "type": "petition"
}