{
    "attributes": {
        "action": "Student Nurses to be paid if they are drafted in to help with Covid-19",
        "additional_details": "Because no one else seems to have acknowledged the seriousness of what is happening just because you have paid for a degree in healthcare does not me you have to risk your Stacey for university such as if you have to self-isolate you will be off placement and will have to make the hour up or fail the degree.",
        "background": "Universities are closing for the safety of students and staff but healthcare students such as nurses are being treated different with still being required to go to placement as well as risking the health of thee families as well as there self due to Covid-19 and not being paid.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T04:09:20.118Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T07:30:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T15:25:51.088Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Student placements are a matter for the educational institutions the student is enrolled in, the organisation sponsoring the placement, and the regulatory bodies that are responsible for the qualifications, not the Government or Parliament.\r\n\r\nIf you have concerns about continuing with a placement you should raise these with the educational institution you are enrolled in, the organisation sponsoring your placement, and the relevant regulatory body.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T15:25:51.085Z"
    },
    "id": 304155,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304155.json"
    },
    "type": "petition"
}