{
    "attributes": {
        "action": "Mandate the closure of businesses like pubs clubs and theatres due to COVID-19.",
        "additional_details": "If the government forces these places to close, owners will be able to claim on insurance to help stay afloat. These businesses are loosing money because people are voluntarily staying away and will go bankrupt if no support is given. This could cripple the economy during this crisis and will affect the arts most. Small, and large companies, can't survive level of loss. These are the backbone of British culture and economy. You must put measures like mandating closure in place to protect them.",
        "background": "Telling people to stay away from businesses where people gather in large numbers is not enough and could bankrupt those businesses. You must mandate that businesses that rely on public gatherings close as a measure to stop the spread of COVID-19.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T06:52:17.505Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T08:02:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T12:37:15.537Z",
        "rejection": {
            "code": "no-action",
            "details": "Since this petition was created, the Government has announced that pubs, clubs and other venues are to close. It has also asked everyone to stay at home. You can find out more here: https://www.gov.uk/coronavirus\r\n\r\nYou can find out more about how to protect yourself and others from coronavirus here: https://www.nhs.uk/conditions/coronavirus-covid-19/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-25T12:37:15.534Z"
    },
    "id": 304174,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304174.json"
    },
    "type": "petition"
}