{
    "attributes": {
        "action": "Bail out the People before Big Business",
        "additional_details": "We live in a consumer society. The economy is entirely driven by people having money to spend. If people don't have money to spend, everything stops. Give the people the money today to keep the economy going and it will cheaper than restarting when it's all over.",
        "background": "The Covid-19 Pandemic is going to cause our society untold hardship. We will all need help. European governments are putting their people before big business - offering full financial support to everyone, as soon as they need it, for as long as it takes. Our Government should put people first too.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T00:18:42.630Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T07:03:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-01T07:42:04.724Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to support the public through the coronavirus outbreak, but it's not clear exactly what you want the Government to do to achieve this.\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\r\n\r\nIf you want the Government to require councils to suspend council tax payments during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/303274\r\n\r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-04-01T07:42:04.721Z"
    },
    "id": 304100,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304100.json"
    },
    "type": "petition"
}