{
    "attributes": {
        "action": "Shut down hospitality sector during COVID19 + relief packages for small business",
        "additional_details": "The hospitality industry is the third largest economy in the UK. Three million jobs are at risk and we need the government to provide relief packages to small businesses so that members of the hospitality sector do not go out of business. Since members of the public are no longer advised to leave their homes unless necessary, it is surely no longer advisable for members of the hospitality to keep providing these services.",
        "background": "The government should mandate the closure of restaurants and other aspects of the hospitality industry during COVID-19 in order to protect citizens and slow the spread of the virus. In addition, the government should provide relief packages to owners of small businesses within this sector.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T00:23:47.260Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T00:58:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T12:25:28.414Z",
        "rejection": {
            "code": "no-action",
            "details": "Since this petition was started the Government has announced that pubs, clubs and restaurants are to close. It has also asked everyone to stay at home. You can find out more here: https://www.gov.uk/coronavirus\r\n\r\nIf you want the Government to provide economic assistance to businesses and staff in the hospitality industry, you may wish to sign this petition: https://petition.parliament.uk/petitions/302162\r\n\r\nYou can find out more about how to protect yourself and others from coronavirus here: https://www.nhs.uk/conditions/coronavirus-covid-19"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-25T12:25:28.412Z"
    },
    "id": 304102,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304102.json"
    },
    "type": "petition"
}