{
    "attributes": {
        "action": "FULL PROTECTIVE EQUIPMENT FOR NHS STAFF",
        "additional_details": "We will all depend on NHS frontline services. Maintaining NHS capacity whilst downgrading protective equipment will only result in reduced capacity later as staff fall ill or worse. A short sighted approach will also add even more pressure as staff are at more risk of spreading Covid-19 to patients and others. Anything less than full protective equipment will be the ultimate betrayal to those risking everything on the frontline of this crisis.",
        "background": "Attention and resources need to be poured into protecting NHS staff at the highest standard. If there is a supply shortage Ministers and NHS chiefs need to be looking at every creative possibility to source and manufacture resources. Reverse the downgrade of protective requirements.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T07:40:36.186Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T08:22:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:02:00.825Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/304243\n\nAdvice on the use of personal protective equipment is a matter for Public Health England, not the Government or Parliament.\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coranavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-31T18:02:12.582Z"
    },
    "id": 304189,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304189.json"
    },
    "type": "petition"
}