{
    "attributes": {
        "action": "Solve Covid-19 crisis with mass voluntary infection of citizens not at risk.",
        "additional_details": "Lockdown strategies are crippling economies with no clear end. Most people under 60 will only get mild symptoms and recover quickly. We need large numbers immune as soon as possible, so they can return to work and tend the vulnerable without infecting others, and to help create herd immunity quickly. Hotels, cruise ships and universities can house large volunteer groups in 4 weekly cycles. Volunteers certified as immune would be highly employable and help us fight and win this war.",
        "background": "Enable non-vulnerable citizens to volunteer to be infected with Covid-19 en masse in controlled environments, such as a universities and hotels. Once recovered and immune, they can be certified as safe to return to normal work and tend the vulnerable, helping the economy and society recover.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T05:52:21.592Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T09:43:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T12:35:56.152Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The medical response to coronavirus is an operational matter for the NHS, not the Government or Parliament.\r\n\r\nYou could start a new petition calling for the Government to end the lockdown for certain people, if that is something you would like to see.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2020-04-02T12:35:56.149Z"
    },
    "id": 304162,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304162.json"
    },
    "type": "petition"
}