{
    "attributes": {
        "action": "Provide adequate PPE equipment for medical professionals working with COVID-19",
        "additional_details": "Due to shortages doctors are currently expected to wear just normal surgical masks. It is not acceptable that Public Health England has downgraded the PPE for NHS workers, the advice being given currently contradicts the WHO and European guidance which says to use full PPE if you are exposed to coronavirus. Adequate PPE needs to be provided to hospitals as soon as possible to prevent the further spread of the virus amongst doctors.The government needs to act quickly to resolve this issue to ensure that there are sufficient resources for healthcare professionals or our ability to treat those who need medical support will be compromised.",
        "background": "Since the outbreak of coronavirus adequate PPE across the NHS has been running low putting healthcare professionals at increased risk. The PPE equipment should include at least FFP3 masks, a visor, a surgical gown and two pairs of gloves.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T09:09:45.629Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DHSC",
                "name": "Department of Health and Social Care",
                "url": "https://www.gov.uk/government/organisations/department-of-health-and-social-care"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T09:27:14.000Z",
        "opened_at": "2020-03-30T13:19:41.134Z",
        "rejected_at": "2020-03-31T18:02:00.294Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/304243\n\nAdvice on the use of personal protective equipment is a matter for Public Health England, not the Government or Parliament.\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coranavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 516,
        "state": "rejected",
        "updated_at": "2020-04-01T06:44:30.161Z"
    },
    "id": 304243,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304243.json"
    },
    "type": "petition"
}