{
    "attributes": {
        "action": "Financially protect the hospitality and charity sectors against Covid-19",
        "additional_details": "Want we need the government to do now is;\r\n- provide a detailed plan of how they will underwrite these business to protect their future \r\n- specific plan on how they will support charities that will lose income from the current advice (for example theatres, community halls, Women’s Institute etc.) \r\n- increase in statutory sick pay \r\n- halt the current wait time for access to benefit payments\r\n- formal close these spaces so they can claim on insurance policies",
        "background": "Following the announcement by Boris Johnson last night many businesses and charities have been left in limbo as to how they survive the future. Bars, pubs, theatres and charities work on small margins. Without an outright closure  they can’t claim on insurance policies to cover pay etc.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T08:08:49.024Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T10:50:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T12:43:40.217Z",
        "rejection": {
            "code": "no-action",
            "details": "Since this petition was created, the Government has announced that pubs, clubs and restaurants are to close. It has also asked everyone to stay at home. You can find out more here: https://www.gov.uk/coronavirus\r\n\r\nIf you want the UK Government to give economic assistance to the hospitality industry, you may wish to sign this petition: https://petition.parliament.uk/petitions/302162\r\n\r\nYou can find out more about how to protect yourself and others from coronavirus here: https://www.nhs.uk/conditions/coronavirus-covid-19/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-25T12:43:40.215Z"
    },
    "id": 304203,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304203.json"
    },
    "type": "petition"
}