{
    "attributes": {
        "action": "All Self Employed tobe given mandatory mortgage holidays during forced isolation",
        "additional_details": "There are over 7 Million people that have seen their income disappear over night with no other means of paying the bills. 10% of the UK population are being forced to live off nothing for an unknown length of time. A period of time that will bankrupt millions of people. With no benefits or sick pay to help them out how unfair and uncaring is a system they helped support for years can not give them anything back in return or a few months.",
        "background": "While the forced lock down in the UK is in operation all Self Employed workers who have been forced to not work or have work diminished to a rate that is no longer sustainable should all be giving mortgage holiday for the period at which they can work. All banks to be forced to offer this service",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T08:19:47.435Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T08:30:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T09:34:03.453Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for rent, council tax, mortgages and utilities is a matter for individual landlords, councils, mortgage providers and utility providers, and not the UK Government or Parliament.\r\n \r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\r\n \r\nIf you want the Government to require councils to suspend council tax payments during the coronavirus outbreak, you may wish to sign this petition: https://petition.parliament.uk/petitions/303274\r\n \r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n \r\nYou can find out  about asking for a mortgage holiday from lenders here: https://www.fca.org.uk/consumers/mortgages-coronavirus-consumers \r\n \r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-04-02T09:34:03.569Z"
    },
    "id": 304209,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304209.json"
    },
    "type": "petition"
}