{
    "attributes": {
        "action": "I would like the Gov. to request that Insur. companies specify SARS-CoV1-2",
        "additional_details": "By specifying the virus and disease it will help to spread the burden of cost, especially in areas such as manufacturing, hospitality, retail, wholesale, where remote working is not an option. Even if policies are not fully honoured any additional support will make a huge difference and help quite a few businesses survive. At a time when we are all concerned with the welfare of our family, staff, friends and neighbours we need to make sure that security we had in place works as we expect it to.",
        "background": "Currently most Insurers are using out of date lists of infectious diseases, to avoid paying out on policies. Should companies be forced to temporarily close by the Government, I would like them to request that this list is amended to specific SARS-CoV-2 / Covid 19",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T12:02:28.905Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T20:27:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T16:12:32.141Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to pay out under a policy is one for individual insurance companies, not the UK Government or Parliament. \r\n\r\nIf you are unhappy with the decision of your insurer you should complain directly to them. \r\n\r\nIf you are unsatisfied with how an insurer responds to your complaint you may wish to contact the financial ombudsman: https://www.financial-ombudsman.org.uk/businesses/complaints-deal/insurance\r\n\r\nYou can find out what Government support is available for businesses as a result of the coronavirus here: https://www.businesssupport.gov.uk/\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-31T16:12:32.139Z"
    },
    "id": 304391,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304391.json"
    },
    "type": "petition"
}