{
    "attributes": {
        "action": "Call for compulsory closure on pubs and restaurants to protect their finances.",
        "additional_details": "By only encouraging people to stay away from pubs, bars and restaurants, they are massively impacting these businesses without giving them any kind of financial aid. It will undoubtedly result in the closure of many small to medium businesses. According to the National Statistics website, nearly 80% of the GDP is made up of the service industry, and it has been instrumental in aiding the recovery of the economy since 2008. Warwick's Institute for Employment Research have stated that around 600,000 people are employed in the restaurant sector, and all of these people's jobs and lives are at risk.",
        "background": "Government should impose formal legislation following the suggestion for a social distancing. Policy must be created surrounding the suggested action of not going to pubs and restaurants. If the ban is formalised, these establishments would be able to claim on insurance - if not, they will close.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T10:30:39.350Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T11:27:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T11:48:53.373Z",
        "rejection": {
            "code": "no-action",
            "details": "Since this petition was created, the Government has announced that pubs, clubs and restaurants are to close. It has also asked everyone to stay at home. You can find out more here:  https://www.gov.uk/coronavirus\r\n\r\nYou can find out more about how to protect yourself and others from coronavirus here: https://www.nhs.uk/conditions/coronavirus-covid-19/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-25T11:48:53.592Z"
    },
    "id": 304313,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304313.json"
    },
    "type": "petition"
}