{
    "attributes": {
        "action": "Build a statue to honour the millions of women who died in childbirth.",
        "additional_details": "It is easy to forget how dangerous giving birth used to be. Maternal death rates used to range from 0.5% per birth to as high as 100% at hospitals worst affected by childbed fever in the 19th century. Childbirth was so dangerous, women were encouraged to make out their will before going into labour. And yet women did allow themselves to become pregnant and faced the risks of labour and delivery head on. Millions of women died and there is nothing that publicly commemorates their sacrifice.",
        "background": "Our aim is to erect a memorial that recognises the sacrifice made by millions of women across history who died while giving birth. There are thousands of war memorials across the UK and it is time that women who bravely endured childbirth and died in the process are remembered as heroes as well.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T11:49:33.598Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T11:55:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-01T15:29:43.522Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This isn't something that the UK Government or Parliament are responsible for.  The erection of a statue would a matter for the local authority wherever the statue was to be located. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-04-01T15:29:50.846Z"
    },
    "id": 304379,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304379.json"
    },
    "type": "petition"
}