{
    "attributes": {
        "action": "Remove healthcare clinical placement students from sites until safe",
        "additional_details": "Universities look to the Government and regulatory bodies for guidance; however this has been minimal in this area. Students are feeling incredibly vulnerable and whilst this will be accepted once graduated- at the moment they are risking a lot with unnecessary travel and no payment. Many placement sites are over 1-2 hours from campus’s- meaning students are being forced to take public transport to and from a hospital environment- simply to return and potentially transmit to other students",
        "background": "Advise uni’s to pull students until the situation is more stable. Students are unpaid, unnecessary workers, concerned for the safety of other students and loved ones they return home to. Being transmittable before symptomatic places every other student at risk, particularly those more vulnerable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T11:36:44.655Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T12:17:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T15:26:28.329Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Student placements are a matter for the educational institutions the student is enrolled in, the organisation sponsoring the placement, and the regulatory bodies that are responsible for the qualifications, not the Government or Parliament.\r\n\r\nIf you have concerns about continuing with a placement you should raise these with the educational institution you are enrolled in, the organisation sponsoring your placement, and the relevant regulatory body.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-31T15:26:28.327Z"
    },
    "id": 304363,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304363.json"
    },
    "type": "petition"
}