{
    "attributes": {
        "action": "Provide face masks and disposable gloves in public transport with the tickets.",
        "additional_details": "Install hand gel sanitizer anywhere with high traffic, shopping centres, tube/train stations, we want to keep the country going and people working please provide people with PPE equipment it will be more cost effective.",
        "background": "Help prevent the virus propagation by providing people on the public transport with PPE equipment, people need to get to work and the public transport is the worse place to spread the virus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T10:45:03.817Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T12:32:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-06T09:58:18.126Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Responsibility for local public transport is devolved to local councils or Mayors, and national public transport is the responsibility of individual transport operators, not the Government or Parliament. Public amenities are a a matter for individual local authorities, and commercial organisations are responsible for any amenities they provide.\r\n\r\nYou could start a new petition calling on the Government to work with local authorities and transport providers to provide people with hand sanitiser and Personal Protective Equipment.\r\n\r\nWe have published a petition calling on the Government to make hand washing facilities compulsory in all public places, which you might like to sign: https://petition.parliament.uk/petitions/301482\r\n\r\nWe have also published a petition calling on the Government to make free hand sanitisers available to everyone, which you might like to sign: https://petition.parliament.uk/petitions/300758\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-06T09:58:18.123Z"
    },
    "id": 304327,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304327.json"
    },
    "type": "petition"
}