{
    "attributes": {
        "action": "Stop the crisis faced by bars, restaurants and theatres from COVID-19 shutdown",
        "additional_details": "The government advises the public is to avoid public hospitality spaces and theatres but stopped short of closing them down. Businesses are unable to claim on their insurance and are completely unprotected, as are the workers. We need protection and support for the millions of workers in this industry and to protect the arts during this time.",
        "background": "Protect businesses and workers in hospitality and entertainment from losing their businesses and jobs due to the current COVID-19 advice. Businesses need to be able to claim on their insurance or to receive additional support from the government where their insurance does not cover this shutdown",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T12:57:53.572Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T13:29:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T14:03:58.671Z",
        "rejection": {
            "code": "no-action",
            "details": "Since this petition was created, the Government has announced that pubs, clubs and restaurants are to close. It has also asked everyone to stay at home. You can find out more here: https://www.gov.uk/coronavirus\r\n\r\nIf you want the UK Government to give economic assistance to the hospitality industry, you may wish to sign this petition: https://petition.parliament.uk/petitions/302162\r\n\r\nYou can find out more about how to protect yourself and others from coronavirus here: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2020-03-25T14:03:58.668Z"
    },
    "id": 304436,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304436.json"
    },
    "type": "petition"
}