{
    "attributes": {
        "action": "Give all permanent UK residents free money to their main bank account now",
        "additional_details": "Pandemics have two main risks to human suffering. First is the health risk which we are beginning to understand and (hopefully) contain.  The second is the economic risk, which causes long term suffering through bankruptcy, unemployment and the associated stress. This is caused by  cash/credit crunch as cashflows dry up. It can be limited by crediting everyone’s account with money.\r\n\r\nThis should be free and strictly on a one-off basis.   \r\n\r\nSee www.DavidMcWilliams.ie and Milton Friedman for more.",
        "background": "The Bank of England should print money and make a one time cash deposit into the main bank account of every citizen, permanent resident and small business account in the UK. This is similar to Quantitative Easing. The difference is that the money goes straight to those in need now and not to banks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T12:25:19.145Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T18:05:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-06T14:16:50.277Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Bank of England is owned by the UK Government, but is independent in how it carries out its responsibilities. Decisions about quantitative easing, and any other action by the Bank of England, is therefore a matter for the Bank, and not the Government or Parliament.\r\n\r\nWe have published a petition calling on the Government to implement Universal Basic Income to give home & food security through Covid-19, which you might like to sign: https://petition.parliament.uk/petitions/302284\r\n\r\nYou could start a new petition calling on the Government to make a one-off payment to all UK residents, to help them with any financial difficulties resulting from the coronavirus outbreak, if that is what you would like to happen.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-06T14:16:50.274Z"
    },
    "id": 304408,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304408.json"
    },
    "type": "petition"
}