{
    "attributes": {
        "action": "Divert all uk lottery jackpot funds equally between all citizens within the uk",
        "additional_details": "",
        "background": "I would like this to be enforced during the Coronavirus pandemic to ensure that all citizens do not struggle during this time and that everyone receives help to secure there futures.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T13:37:24.338Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T13:49:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-06T10:36:13.278Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The disbursement of income by the National Lottery is a matter for the operator of the National Lottery, currently the Camelot Group, not the Government or Parliament.\r\n\r\nYou could start a new petition calling on the UK Government to distribute funds equal to the National Lottery jackpots equally across the population.\r\n\r\nThe operator of the National Lottery does have to comply with legislation governing national lotteries, so you could also start a new petition calling on the Government to change this to require the proceeds of national lotteries to be distributed equally to the public. If this were to happen it is unlikely people would continue to buy lottery tickets and it is likely there would therefore be no proceeds to distribute.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-06T10:36:13.275Z"
    },
    "id": 304465,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304465.json"
    },
    "type": "petition"
}