{
    "attributes": {
        "action": "Penalisation of companies abusing their power during the Coronavirus outbreak",
        "additional_details": "With the rise of COVID19, the media has once again jumped in to encourage fear mongering and racial tension.Nevertheless,the government is yet to act on ‘panic buying’ not just to individuals also businesses, unfortunately COVID19 is being exploited as a ‘money making’ opportunity.This impacted society on a local level by taking custom away from small and ‘fair’ businesses but also nationally by threatening supply of essential items.Basic items such as dry foods being sold on for 10x the price\r\n ",
        "background": "I call upon the UK government to criminalize selfish bulk buying especially when the intention to sell for a much higher somewhat ridiculous price. Set stricter limits on essentials for fair distribution of materials during this time of uncertainty.\r\n\r\n\r\n ",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T12:44:47.649Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T18:23:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:03:54.565Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/303070\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coranavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-31T18:04:07.359Z"
    },
    "id": 304428,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304428.json"
    },
    "type": "petition"
}