{
    "attributes": {
        "action": "Hotel and flight bookings to be refunded due to corona cancellation",
        "additional_details": "Because millions of people are affected through no fault of their own, At the least if they dont want to refund us they should credit our account so that we can use it as credit for future plans",
        "background": "Mr Johnson has urged Britons to avoid pubs, clubs and theatres and stop non-essential travel in an effort to reduce the impact of the coronavirus. Anyone living in a household with somebody who has either a persistent cough or fever must now also isolate themselves for 14 days.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T13:01:47.358Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T13:54:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T17:00:59.512Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Individual airlines, hotels and travel companies are responsible for setting policies and making decisions about refunds.\r\n\r\nIf you want the Government to create a fund to reimburse people who have lost money because of travel cancellations due to coronavirus, you may wish to sign this petition: \r\nhttps://petition.parliament.uk/petitions/304912\r\n\r\nThe Government has asked people to stay at home. You can find out more here: www.gov.uk/coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-27T17:00:59.509Z"
    },
    "id": 304439,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304439.json"
    },
    "type": "petition"
}