{
    "attributes": {
        "action": "Freeze mortgage, credit & rental re-payments until a cure for COVID-19 is found",
        "additional_details": "The government need to implement emergency legislation that will ensure society can focus on caring for their loved ones without getting into more debt. It is completely unsustainable to expect people to stay in doors, receive threatening letters of missed payments, whilst simultaneously caring for their family. \r\n\r\nLegislation would ensures the government will cover the hole it would cause borrowing money that has never been so cheap to access. \r\n\r\nPayment holidays should not affect credit ratings",
        "background": "As the government implements policies to prevent the spread of COVID-19, society should demand to be given a 12 month payment holiday on all mortgage, rental and credit repayments particularly when it is impossible to find work at this time and given the level of uncertainty.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T16:36:18.044Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T16:56:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-26T18:45:03.116Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because suspending payments for mortgages, rent and loans is a matter for individual lenders and landlords, and not the UK Government or Parliament.\r\n\r\nPeople with mortgages can ask for a mortgage holiday from lenders. You can find out more here: https://www.fca.org.uk/consumers/mortgages-coronavirus-consumers \r\n\r\nSince this petition was started, the Government has announced a ban on evictions from social or private rented accommodation while this national emergency is taking place. You can find out more here: https://www.gov.uk/government/news/complete-ban-on-evictions-and-additional-protection-for-renters\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256 \r\n\r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-26T18:45:03.113Z"
    },
    "id": 304575,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304575.json"
    },
    "type": "petition"
}