{
    "attributes": {
        "action": "Guarantee financial support to closed businesses during the Coronavirus",
        "additional_details": "This will only mitigate some of the losses incurred through this emergency, but it should allow businesses to reopen after the pandemic has passed. Our tertiary sector is crucial to this countries economy, and provides millions of jobs. If they are supported they will be able to pay their workers sick leave, helping them to self-isolate, therefore flattening the curve and slowing pressure on the NHS. It must be stipulated that businesses support their staff during this time.",
        "background": "Issue a compulsory order of closure so that businesses can claim through their insurance due to infection concerns. Allow this to be backdated so that already closed venues are not prevented from claiming. Those who cannot claim must be supported directly by the government.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T15:37:13.544Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T17:31:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-06T13:24:58.190Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has published a list of businesses and venues that must remain closed, along with a letter from the Secretary of State for Health and Social Care giving local authorities and police authority to take action to enforce these closures: https://www.gov.uk/government/publications/further-businesses-and-premises-to-close\r\n\r\nThe Government has also announced and published details of support for businesses: https://www.gov.uk/government/publications/guidance-to-employers-and-businesses-about-covid-19/covid-19-support-for-businesses\r\n\r\nThe terms under which an insurance policy will pay out are a matter for individual insurance companies, not the UK Government or Parliament.\r\n\r\nWe have published a number of petitions calling on the Government to take action to support individuals and businesses during the coroanvirus outbreak. You can browse all open petitions relating to coronavirus here: https://petition.parliament.uk/petitions?state=open&topic=covid-19\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-06T13:24:58.187Z"
    },
    "id": 304540,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304540.json"
    },
    "type": "petition"
}