{
    "attributes": {
        "action": "Ensure at risk groups are getting essential items during covid-19 pandemic.",
        "additional_details": "There are elderly people crying in supermarkets because they can't buy basic supplies, like loo roll and store cupboard essentials.  A lot of them are less mobile so may only have access to the shops closest to them, this could result in them going without important basics for long periods of time.  We need to make sure they have access to the things that they need.  Delivery might be best so that they have necessities if and when they have to self isolate.",
        "background": "We need temporary legislation to ensure people in high risk groups are getting vital supplies.  Open shops early exclusively to at risk groups, or ensure care packages of essentials are delivered regularly to keep them safe and well-stocked.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T15:31:33.972Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T17:46:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-06T14:03:58.553Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for Government to issue care packages to the elderly and vulnerable: https://petition.parliament.uk/petitions/302190\r\n\r\nWe have published a petition calling on the Government to bring out ration books for food, everyday items and baby items, which you might like to sign: https://petition.parliament.uk/petitions/302823\r\n\r\nThe opening arrangements for supermarkets are a matter for individual retailers, not the Government or Parliament. A number of retailers have announced plans to open early for elderly or vulnerable customers. Customers should contact their local supermarket to find out if they have put such arrangements in place.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-06T14:03:58.550Z"
    },
    "id": 304536,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304536.json"
    },
    "type": "petition"
}