{
    "attributes": {
        "action": "Provide Emergency Financial Assistance to Airline Employees due to Covid-19",
        "additional_details": "Covid-19 is decimating the airline and wider travel and transport industries. These are the first line of businesses to be hit by the unprecedented, radical government policies to deal with Covid-19.\r\n\r\nHundreds of thousands of jobs and lives hang in the balance within this industry, and lifespans of those industries in such times are extremely short.\r\n\r\nThe cost of providing life support to the employees will be a fraction of the cost of rebuilding this business infrastructure, should it be lost.",
        "background": "The UK Government should provide direct financial support to UK airline employees during the Covid 19 crisis, including but not be limited to:\r\n1) Cessation of mortgage payments\r\n2) Rental vouchers\r\n3) Helicopter money\r\n4) Interest free loans",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T15:28:19.488Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T15:37:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-06T12:46:03.679Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has made a number of announcements about aspects of your petition.\r\n\r\nOn 17 March the Government announced that people experiencing financial difficulties mortgage repayments because of COVID-19 may be entitled to a mortgage or rental holiday for 3 months: https://www.gov.uk/government/publications/support-for-those-affected-by-covid-19/support-for-those-affected-by-covid-19\r\n\r\nYou can find out more here: https://www.fca.org.uk/consumers/mortgages-coronavirus-consumers\r\n\r\nThe arrangements for mortgage holidays are a matter for individual mortgage providers, not the Government or Parliament.\r\n\r\nOn 20 March the Government announced that it was creating a Coronavirus Job Retention Scheme to cover most of the wages of people who are not working but are furloughed and kept on payroll, rather than being laid off: https://www.gov.uk/government/speeches/the-chancellor-rishi-sunak-provides-an-updated-statement-on-coronavirus\r\n\r\nWe have published a petition calling on the Government to support the British aviation industry during the COVID-19 outbreak, which you might like to sign: https://petition.parliament.uk/petitions/303081\r\n\r\nWe have also published a petition calling on the Government to ensure employees are paid their full wage if they can't work due to coronavirus, which you might like to sign: https://petition.parliament.uk/petitions/301652\r\n\r\nYou could start a new petition calling on the Government to create a fund for workers in the aviation sector, to provide payments and loans to support those whose income has been affected by the coronavirus outbreak, if you don't think the support offered by the Government goes far enough.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-06T12:46:03.677Z"
    },
    "id": 304533,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304533.json"
    },
    "type": "petition"
}