{
    "attributes": {
        "action": "Suspend restrictions that prevent Council meetings using videoconferencing.",
        "additional_details": "Parish, Town, District and County Councils (together with other local authorities) are currently unable to meet in person because of Government guidance on public meetings put in place due to the COVID-19 pandemic. At this time of crisis, where the communities that we represent need us the most we need the Government to put temporary measures in place that allow Councils to meet using telephone and videoconferencing during the remainder of the pandemic.",
        "background": "The 1972 Local Government Act does not allow councils and other local authorities to meet using videoconferencing, although this is the subject of a recent Government consultation. We urgently ask the Government to put temporary measures in place to allow councils to meet during the COVID-19 crisis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T19:02:00.494Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T19:52:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-06T15:40:36.638Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has handed local authorities in England new powers to hold public meetings virtually by using video or telephone conferencing technology from 4 April 2020: https://www.gov.uk/government/news/councils-given-new-powers-to-hold-public-meetings-remotely\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-06T15:40:36.634Z"
    },
    "id": 304684,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304684.json"
    },
    "type": "petition"
}