{
    "attributes": {
        "action": "Help families on universal credit who need to get food + essentials for family",
        "additional_details": "People on universal credit are struggling to get what we need due to people stock piling. There are no nappies, baby wipes or food ect to suppose our families and we get paid monthly so we cannot get everything we need for the month to survive. Please help us to be able to support our families and or children. \r\nI for one am struggling to get food or nappies for my children. \r\nSome families cannot work and have to use universal credit we are not invisible we are human beings. Help us too. Thanks",
        "background": "People on universal credit are struggling to get the essentials they need for their families. \r\nHelp us get what we need and think about us too\r\nWe get paid monthly and that doesn’t help with this coronavirus going on. \r\nWe need help and support to get what we need for our families.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T18:28:14.340Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T18:43:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T11:28:19.361Z",
        "rejection": {
            "code": "no-action",
            "details": "You can find out about what other Government support is available for people as a result of coronavirus here: https://www.gov.uk/government/publications/support-for-those-affected-by-covid-19/support-for-those-affected-by-covid-19\r\n\r\nIf you want the Government to increase Child Benefit, you may also wish to sign this petition: https://petition.parliament.uk/petitions/300774\r\n\r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\r\n\r\nIf you want the Government to require councils to suspend council tax payments during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/303274\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T11:28:19.358Z"
    },
    "id": 304664,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304664.json"
    },
    "type": "petition"
}