{
    "attributes": {
        "action": "A support package for Ground Transportation companies",
        "additional_details": "The Chancellor has just included Airlines and Airports specifically for immediate support, however ground transportation companies are intrinsically linked to both. People rely on transportation companies for many reasons to go about day to day life. Whether this would be going to the shops or seeing family and friends. Some businesses are operating around 10% of their normal capacity which is crushing businesses. The suspension of flights and travel has had a major impact on this situation.",
        "background": "Our plan is ensure the government will put the same level of support in place for them as it has Airports and Airlines. The public use these companies on a daily basis to and from airports and are just as affected, the impact has been substantial",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T19:11:03.470Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T19:24:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-06T15:52:37.452Z",
        "rejection": {
            "code": "no-action",
            "details": "The Chancellor of the Exchequer said he would discuss a potential support package for specifically airlines and airports, but the Government has not announced any support which is being provided only to airlines and airports, so there is no package of support for aviation which could be extended to ground transportation companies.\r\n\r\nIf you want the Government to provide financial support for ground transportation companies you could start a new petition calling for this.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-06T15:52:37.449Z"
    },
    "id": 304691,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304691.json"
    },
    "type": "petition"
}