{
    "attributes": {
        "action": "COVID-19: Allow reduced visits to vulnerable, elder family members with dementia",
        "additional_details": "Those suffering from dementia are unable to comprehend the current situation. They feel lonely, isolated and even more confused, as visits from people they rely on for moral, social and often practical support have been banned. The elderly are at a stage in their lives where every day is a gift. Families should have the choice to see their loved ones, especially during these difficult times, provided they are fit, symptom free and safeguards are followed - temperature checks and washing hands.",
        "background": "Government should consider the well-being of residents and the positive impact of seeing loved ones. Some care homes have put a ban on visits which is having a serious detrimental impact on our loved ones. People who suffer from dementia should still have a choice and a voice in these situations.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T18:24:46.016Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T18:50:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-06T15:35:28.734Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you started this petition the Government has announced restrictions on all movement.\r\n\r\nYou could start a petition calling for changes to this, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-06T15:35:28.732Z"
    },
    "id": 304660,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304660.json"
    },
    "type": "petition"
}