{
    "attributes": {
        "action": "Suspend negative credit file transactions during the Corona virus pandemic",
        "additional_details": "The climate we all live in means that our financial history is monitored and used as a tool to assess our future borrowing competency, any small glitch can have a massive impact on future decisions made by most UK lending sources.   It would be in the government interest that any issues during this pandemic did not negatively affect peoples and business's ability to borrow over the next 6 years.",
        "background": "This pandemic could stretch the government, people's and business's finances to the limit. The government needs to ensure that any late or missed payments over this period do not register on credit files and therefore do not ruin people's ability to borrow for the next 6 years.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T18:42:55.111Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T21:01:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-07T08:02:18.484Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The scoring of credit reports is a matter for individual credit reference agencies in cooperation with lenders, not the Government or Parliament. The UK's three credit reference agencies have all issued statements and advice about what people should do if they are facing financial difficulties as a result of the outbreak. You can find these here:\r\n\r\nTransUnion: https://www.transunion.com/covid-19\r\nEquifax: https://www.equifax.com/about-equifax/covid-19-and-your-credit-score/\r\nExperian: https://www.experian.co.uk/consumer/help-discover/discover/guides/supporting-you.html\r\n\r\nYou could start a new petition calling on the Government to encourage credit reference agencies to show consideration to any negative transactions that have occurred during the coronavirus outbreak.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-07T08:17:48.050Z"
    },
    "id": 304672,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304672.json"
    },
    "type": "petition"
}