{
    "attributes": {
        "action": "Restart coronavirus testing charge prescription fee to aid vaccination research.",
        "additional_details": "The number of people who are infected is rising very quickly and is very serious with a growing death toll. Identifying who is infected with Coronavirus  (COVID-19) and who isn't will allow us to treat more people effectively understanding if its flu/common cold or a different illness or actually COVID-19. A small fee for swabs enables peace of mind for people with potential symptoms who are greatly concerned, the ability to treat those affected by the virus and funds towards vaccination research.",
        "background": "For the government to restart swab testing in the UK, allowing the population to identify if they have Coronavirus. Having these swabs accessible for a small fee like prescriptions or medication means that swabs can be developed at mass and the money can go towards vaccination development.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T20:24:17.655Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T20:39:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:11:38.404Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/301354\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2020-03-31T18:11:46.937Z"
    },
    "id": 304752,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304752.json"
    },
    "type": "petition"
}