{
    "attributes": {
        "action": "Freeze bills, council tax and rent for people due to COVID-19.",
        "additional_details": "There are many people out there unable to pay their bills after our PM Boris Johnson asked people to do not go to pubs, clubs and restaurant business they are also suffering staff getting 92 pounds a week won't be able to pay bills and rent.",
        "background": "I found  that the restaurant where I'm working from tomorrow it will be shut for an uncertain period due to covid-19 a big impact was that when our PM Boris Johnson asked people to stay inside and do not go to restaurants etc. paying 675 rent 120 electricity 95 council tax,92 a week won't be enough",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T19:42:37.714Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T20:03:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T09:04:42.266Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because suspending payments for mortgages, rent and utility bills is a matter for individual lenders, landlords, and utility companies and not the UK Government or Parliament.\r\n\r\nSince this petition was started, the Government has announced a ban on evictions from social or private rented accommodation while this national emergency is taking place. You can find out more here: https://www.gov.uk/government/news/complete-ban-on-evictions-and-additional-protection-for-renters\r\n\r\nPeople with mortgages can ask for a mortgage holiday from lenders. You can find out more here: https://www.fca.org.uk/consumers/mortgages-coronavirus-consumers\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\r\n\r\nIf you want the Government to require councils to suspend council tax payments during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/303274\r\n\r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-27T09:04:42.263Z"
    },
    "id": 304717,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304717.json"
    },
    "type": "petition"
}