{
    "attributes": {
        "action": "Let all vulnerable School staff socially isolate regardless of where they live.",
        "additional_details": "All vulnerable people should be protected where possible.",
        "background": "Allow any member of staff working in a school who is on the official list of vulnerable existing conditions in relation to Covid 19 to work from home to protect themselves. This appears to vary depending on the school or counties interpretation of very vague guidelines from the Government.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T21:43:09.606Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T22:24:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-07T09:20:47.005Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government produces overarching guidance on what people should do to protect themselves and others from coronavirus, and decides whether to close public services and order the closure of other places of work.\r\n\r\nDecisions about how Government guidance applies to a place of work including a school is matter for individual employers, not the Government or Parliament.\r\n\r\nYou could start a new petition calling on the Government to prevent businesses from requiring staff at increased risk of severe illness from coronavirus to attend their place of work, or to revise its guidance for educational settings to advise that schools to allow staff at increased risk of severe illness from coronavirus to work from home or self-isolate.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-07T09:20:47.001Z"
    },
    "id": 304808,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304808.json"
    },
    "type": "petition"
}