{
    "attributes": {
        "action": "Freeze all mortgage, loan repayments, utilities, rents, taxes & service charges.",
        "additional_details": "Stop Council Tax, Rent & Utilities Payments (with no obligation to pay later).\r\n\r\nFreeze payments on Service charge, major works & outstanding arrears, including loans & mortgages.\r\n\r\nThis should be the case until Covid19 is no longer a threat and people are once again in a position to go out to work.\r\n\r\nIn addition to that, a month long lockdown and curfew, while treating the identifiably infected under quarantine is the way.",
        "background": "Govt has allowed this situation to threaten us with its poor response. I'm sick of scared politicians being guided by greedy economists & useless academics.\r\n\r\nClose the borders. All people should be free of financial obligations so they stay home, rather than have to go out to work & risk exposure.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T04:28:01.186Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T07:14:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-26T18:54:24.052Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because suspending payments for mortgages, rent and utilities is a matter for individual lenders, landlords and utility companies, and not the UK Government or Parliament.\r\n\r\nSince this petition was started, the Government has announced a ban on evictions from social or private rented accommodation while this national emergency is taking place. It said \"no renter in either social or private accommodation will be forced out of their home during this difficult time.\" You can find out more here: https://www.gov.uk/government/news/complete-ban-on-evictions-and-additional-protection-for-renters\r\n\r\nPeople with mortgages can ask for a mortgage holiday from lenders. You can find out more here: https://www.fca.org.uk/consumers/mortgages-coronavirus-consumers \r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256 \r\n\r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-26T18:54:24.048Z"
    },
    "id": 304909,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304909.json"
    },
    "type": "petition"
}