{
    "attributes": {
        "action": "Financially support taxi-drivers so they that don't have to work in danger.",
        "additional_details": "There are many other taxi-drivers who will through this problem with large families and this needs to be taken seriously. Transport should be limited to reduce the spread of infection but my dad has to be paid to run his family as well as all the other people who run their families.",
        "background": "My dad is a taxi-driver and he is in danger of getting the Coronavirus, also our family because of him. Also bad passengers might abuse him by coughing on him on purpose. He has stayed home for two days due to the fear of getting the virus but probably not longer because \"who will pay him?\".",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T08:32:33.588Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T08:46:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T14:37:41.165Z",
        "rejection": {
            "code": "already-happening",
            "details": "We think your petition is covered by Government or Parliament action already. If you'd like something else, you could start a new petition clearly explaining what it is.\r\n\r\nSince this petition was started, the Government has said that most self-employed people can claim a taxable grant worth 80% of their trading profits up to a maximum of £2,500 per month for the next 3 months.\r\n\r\nYou can find out who is eligible and how to apply here: https://www.gov.uk/guidance/claim-a-grant-through-the-coronavirus-covid-19-self-employment-income-support-scheme\r\n\r\nYou can read the Government’s announcement here:\r\nhttps://www.gov.uk/government/news/chancellor-gives-support-to-millions-of-self-employed-individuals\r\n\r\nYou can find out what other Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2020-03-31T14:37:41.162Z"
    },
    "id": 304968,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304968.json"
    },
    "type": "petition"
}