{
    "attributes": {
        "action": "Broadband and Mobile Phone must provide free services during the covid-19 crisis",
        "additional_details": "Loneliness and ill health will damage a population which is unused to anything like this.  Many will rely on contact with others and with news sources to ensure their physical and mental well-being.  Millions of people are on part-time or casual contracts and will be made unemployed and will not be able to afford to pay their bills, and so the digital divide will become a yawning chasm.  The government must not allow this to happen.",
        "background": "The Broadband and Mobile Phone providers must support the national (UK) and international communities by enabling a free flow of information.  The government must oblige providers to suspend billing during the crisis and not require payment for the period of the crisis once it is over.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T10:48:01.594Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T11:42:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-07T12:49:13.144Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for utilities is a matter for individual utility providers, and not the UK Government or Parliament.\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\r\n\r\nYou could start a new petition calling on the Government to reimburse people for utility bills incurred during the coronavirus outbreak, or to directly fund utility providers to provide these services.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-07T12:49:13.142Z"
    },
    "id": 305051,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305051.json"
    },
    "type": "petition"
}