{
    "attributes": {
        "action": "Provide free travel for NHS front line staff during Crisis times",
        "additional_details": "NHS Front line staff are now being asked to work full time to look after the general public in times of crisis especially COVID-19 - NHS staff are being asked to work in very difficult conditions and to stop any annual leave being taken - The government should offer staff free travel to and from their place of work to ease their financial burden, which in turn will help their families and colleagues",
        "background": "Provide free travel to NHS front line staff to travel to and from work for free during times of crisis  - Bus, train, tram and tube companies should be asked to accept NHS staff badges for free travel",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T10:10:30.489Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T10:29:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-07T12:27:27.364Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Responsibility for local public transport is devolved to local councils or Mayors, and national public transport is the responsibility of individual transport operators.\r\n\r\nYou could start a petition calling on the Government to reimburse NHS staff for travel costs, or to fund local authorities and transport operators to provide free travel to NHS staff.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-07T12:27:27.362Z"
    },
    "id": 305023,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305023.json"
    },
    "type": "petition"
}