{
    "attributes": {
        "action": "Coronavirus: Airlines and travel agencies to issue refunds with no insurance",
        "additional_details": "If you have booked a holiday through a travel agency or airline and do not have travel insurance, quite regularly travel agencies and airlines will not issue refunds. However we are in a pandemic and as such some travel agencies refuse to issue refunds due to their terms and conditions even though the British government have advised against travel. If the airlines cancel your flights and you decide you no longer want to go because of this, make it law airlines and agencies issue refunds",
        "background": "To make it law that airlines and travel agencies have to issue refunds if requested by the customer or if the airline cancel your flight. Usually travel agencies will not issue refunds even if the public is advised not to travel abroad.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T09:42:18.713Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T10:39:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T16:44:25.360Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Individual airlines and travel companies are responsible for setting policies and making decisions about refunds. \r\n\r\nYou could start a petition calling on the Government to create a fund to reimburse people who have lost money because they have cancelled plans due to coronavirus.\r\n\r\nPlease note that you will need to use your full name to start a new petition. \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nUK Government website: https://www.gov.uk/coronavirus\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-25T16:44:25.357Z"
    },
    "id": 305008,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305008.json"
    },
    "type": "petition"
}