{
    "attributes": {
        "action": "Provide protection to tenents from landlords at this difficult time",
        "additional_details": "The government have already thankfully guaranteed three month holidays for mortgage holders. However, the poorest and most vulnerable do not own their homes. Many are now faced with the task of paying their rent relying on statutory sick pay of £94.25 a week. Others on zero hours contracts or who have lost thier jobs have seen their income fall to zero. The average Landlord rents out 6-7 properties and could still live comfortably were they to lose some of their income for a couple of months.",
        "background": "The government claims it will do ‘whatever it takes’ to save the economy, but the most vulnerable workers have no protection from the unprecedented disruption caused by COVID-19. We demand rent payment holidays and protection to tenants from eviction as the country grapples with this new threat.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T09:42:01.633Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T10:48:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T12:33:05.430Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced arrangements to protect tenants from eviction during the coronavirus oubtreak: https://www.gov.uk/guidance/government-support-available-for-landlords-and-renters-reflecting-the-current-coronavirus-covid-19-outbreak\r\n\r\nWe have also published a petition calling on the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, which you might like to sign: https://petition.parliament.uk/petitions/302256\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-31T12:33:05.426Z"
    },
    "id": 305007,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305007.json"
    },
    "type": "petition"
}