{
    "attributes": {
        "action": "Allow GCSE & A-Level students their predicted grades as results during COVID-19",
        "additional_details": "There have already been many students sent home from school or told not to attend during the pandemic, meaning that they are having a lesser chance of passing their exams this summer. On the other hand, all students have a predicted grade as of what they are expected to achieve in their exams. Thus giving the students that are found to be in a difficult and hindering position a more dependable chance of achieving what they should achieve.",
        "background": "As we are experiencing closures of schools and colleges during COVID-19, A Level and GCSE students of 2020 will not receive the education that they need to be completely prepared for their exams in May and June. Thus rationalising cancelling exams and using predicted grades as a result.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T09:43:23.977Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T10:07:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T13:54:21.786Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, and are not a matter for the UK Government or Parliament.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/guidance/coronavirus-covid-19-information-for-the-public"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-25T13:54:21.783Z"
    },
    "id": 305010,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305010.json"
    },
    "type": "petition"
}