{
    "attributes": {
        "action": "Mobile phone and Landline companies to waver bills in the Cronavirus outbreak",
        "additional_details": "At the moment the Mobile companies are taking advantage of people with low incomes and high incomes to pay there bills some at extortionate rates with harassment the government needs to regulate this at this time",
        "background": "To tell all phone companies to freeze bills on landlines Broadband internet and Mobile phone networks and make all paid Wifi Enabled location free of charge at this time. so people in isolation and keep in contact with the NHS Work Doctors and Family.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T12:21:30.368Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T12:33:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-01T16:41:52.242Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for phone bills is a matter for individual companies, not the UK Government or Parliament.\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\r\n\r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-04-01T16:41:58.763Z"
    },
    "id": 305111,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305111.json"
    },
    "type": "petition"
}