{
    "attributes": {
        "action": "Stop the closure of businesses and schools in response to cv19.",
        "additional_details": "I think the government needs to be focused on the NHS but at same time recognise that the future ramifications of the decisions they are making to protect the NHS and the vulnerable could backfire in the future.  I am thinking particularly about individuals and families who find themselves suffering mental health issues because of the economic backlash. What guarantees are they prepared to offer in terms of mental health support to individuals who lose jobs, homes, businesses. If they are not prepared to ensure nobody suffers financial loss then they should not be putting in place measures which are sure to bring about crises for the future lives of a massive number of people.",
        "background": "I think the public should be asked to give a view on how far the government goes in destroying the livelihood and wellbeing of the nation.  There needs to be a better balance between doing too much and doing too little.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T14:49:39.093Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T15:55:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T13:43:11.304Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you started this petition, the Government have announced a range of both restrictions and support for individuals and businesses.\r\n\r\nIf you'd like to start a petition calling for the Government to have an exit strategy for ending the lockdown, or for the lockdown to be ended immediately, you could start a petition calling for that to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T13:43:33.934Z"
    },
    "id": 305204,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305204.json"
    },
    "type": "petition"
}