{
    "attributes": {
        "action": "Test all those showing symptoms for Corona virus (Covid 19)",
        "additional_details": "At the moment anyone displaying any signs of illness is having to self isolate along with any family members in the same house. This is a blunt instrument and doesn't determine if you actually had the illness or not, the knock on effect is denying carers from visiting family members, entire families effectively locked down on suspicion of a certain illness, etc.",
        "background": "Mandatory testing for people displaying symptoms of Corona virus, so that it can be determined whether they have contracted Covid 19 or another illness which will mean they do not need to self isolate for 14 days; extends to families, carers, health care workers, etc.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T19:04:11.673Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T21:09:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:11:38.354Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/301354\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2020-03-31T18:11:46.916Z"
    },
    "id": 305374,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305374.json"
    },
    "type": "petition"
}