{
    "attributes": {
        "action": "Disband the GDC, Sack the Chief Dental Officer",
        "additional_details": "The GDC should have been in discussion with the health department and NHS to submit advice to us like many other bodies in other countries with regards to patient contact, elective surgery, aerosols, emergencies etc\r\n\r\nThe dental profession is utterly ashamed of our regulator. The GDC have had a progressively unfair approach to public safety by way of chastising dentists in the public eye but this week and last has been their true test. They have failed this test. \r\n\r\nThe statements that the GDC have made have made no mention yet again on the “standards” for patients in the protection of the public",
        "background": "We petition the government to disband the GDC and sack the Chief Dental Officer as unfit for purpose as they have failed us in our and the public’s time of need for clarity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T19:49:41.634Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T19:55:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-06T09:45:15.348Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for anyone to be sacked. \r\n\r\n If you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could start a petition about that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-06T12:10:06.241Z"
    },
    "id": 305424,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305424.json"
    },
    "type": "petition"
}