{
    "attributes": {
        "action": "Help student nurses get paid during the COVID-19 pandemic",
        "additional_details": "I am a student teacher, however I have watched as my friends and close relatives that are training to become healthcare professionals have been expected to take on a higher work load, more overtime and greater duties to provide care for the UK. \r\nPlease support me and the student nurses across the country as they work hard to care for you friends and family members through this difficult time.",
        "background": "We are expected to be treating a high demand of patients with COVID-19 in the UK, students nurses will be expected to work just as hard and support the staff and the UK. I believe that these individuals should be offered payment for their hard work and commitment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T22:22:05.055Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T06:22:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T15:28:48.164Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Student placements are a matter for the educational institutions the student is enrolled in, the organisation sponsoring the placement, and the regulatory bodies that are responsible for the qualifications, not the Government or Parliament.\r\n\r\nIf you have concerns about continuing with a placement you should raise these with the educational institution you are enrolled in, the organisation sponsoring your placement, and the relevant regulatory body.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2020-03-31T15:28:48.162Z"
    },
    "id": 305567,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305567.json"
    },
    "type": "petition"
}