{
    "attributes": {
        "action": "Change UK Covid-19 strategy due to the overwhelming universal harm it will cause",
        "additional_details": "Current government policy is quickly going to damage business leading to loss of income and employment; putting millions of families into poverty, debt, hunger and hardship. Social distancing will isolate us all from family members, friends and peers damaging communities and leading to a nationwide mental health crisis. The loss of access to leisure facilities will damage our national health and the closure of schools and universities and the denial of education surely damages all our futures.",
        "background": "To change the government's approaching to covid-19, to a more proportional approach, which rather than fighting the virus at any cost, takes seriously the social, psychological and economic costs to the UK population of any of action, which at present may do far more damage than the virus itself.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T21:07:12.210Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T23:18:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-08T13:00:50.910Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to change its approach to the coronavirus outbreak, but it's not clear what changes you want the Government to make.\r\n\r\nYou could start a new petition stating in more detail what changes you want the Government to make, for example ending social distancing, reopening schools and colleges, or ending restrictions on retailers and other businesses opening.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-08T13:00:50.906Z"
    },
    "id": 305504,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305504.json"
    },
    "type": "petition"
}