{
    "attributes": {
        "action": "Bring forward school Summer holiday to avoid untested remote schooling",
        "additional_details": "Specific tools to impart education remotely have never been tested befor with school age pupils. In the current scenatio, home/remote schooling can't be as effective as normal schooling which entails teaming, joint working, projects and the comfort of having a teacher available at all the time to answer all the questions. \r\n\r\nCould the givernment place some structured thought into what the best way could be to achieve social distancing without disrupting pupil's education.",
        "background": "We would like the government to debate if it is possible to plan closing of schools better to help our children get the education they deserve. Could we bring forward summer holidays and continue this academic session during July/August - hoping Covid 19 would be under control by then.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T21:47:16.719Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T22:04:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-08T12:52:56.167Z",
        "rejection": {
            "code": "irrelevant",
            "details": "School term and holiday dates are determined by individual schools and local authorities, not the Government or Parliament.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-08T12:52:56.164Z"
    },
    "id": 305546,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305546.json"
    },
    "type": "petition"
}