{
    "attributes": {
        "action": "Allow international medical graduates to practice provisionally with salary.",
        "additional_details": "IMGs who live in the UK receive little to no support with registration. Those who meet the language requirements are required to pass PLAB 1 and PLAB 2 before they have any prospect of earning an income from their profession. Other countries like Germany are favoured by IMGs as they can practice medicine provisionally once they have met the necessary language requirements, while preparing for their medical exams. This change could increase NHS staff numbers and help fight the Covid-19 crisis.",
        "background": "IMGs who meet the language requirements should be able to practice medicine provisionally on a salaried basis while they are preparing for medical exams. The NHS is understaffed and unprepared for the current Covid-19 crisis. There are many IMGs in the country who could help but are not allowed to.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T01:07:56.047Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T01:30:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-08T14:26:35.244Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Standards for medical practitioners are set by the General Medical Council, not the Government or Parliament.\r\n\r\nYou could start a petition calling on the UK Government to encourage the General Medical Council to change the requirements to secure a licence to practice during the coronavirus outbreak, to enable international graduates to help fight the coronavirus outbreak.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-08T14:26:35.241Z"
    },
    "id": 305628,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305628.json"
    },
    "type": "petition"
}