{
    "attributes": {
        "action": "A 6 month rent break for all those made redundant due to COVID-19",
        "additional_details": "Private tenants have been told they will not get evicted for 3 months. If they fell back on that it would seriously affect their chances of renting another property at a later date as the landlords reference would mention it.\r\n\r\nNothing short of financial help will be effective in supporting those already not so well off or just about managing. This is especially true if they are made redundant directly due to COVID-19 as they will now struggle to get employed.",
        "background": "Parliament has so far failed to adequately help private tenants who have been made redundant due to COVID-19.\r\n\r\nIt is extremely difficult for a tenant that has been made redundant and having to self isolate to search for work.\r\n\r\nThe government needs to step in and offer a real solution.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T06:43:14.460Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T07:38:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:06:58.183Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for rent, council tax, mortgages and utilities is a matter for individual landlords, councils, mortgage providers and utility providers, and not the UK Government or Parliament.\n\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\n\nIf you want the Government to require councils to suspend council tax payments during the coronavirus outbreak, you may wish to sign this petition: https://petition.parliament.uk/petitions/303274\n\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\n\nYou can find out  about asking for a mortgage holiday from lenders here: https://www.fca.org.uk/consumers/mortgages-coronavirus-consumers\n\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T18:07:07.605Z"
    },
    "id": 305672,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305672.json"
    },
    "type": "petition"
}