{
    "attributes": {
        "action": "No aerosol treatments allowed in dental practices to reduce risk of Covid-19",
        "additional_details": "To prevent dental professionals of risking their health as the profession is one of the riskiest for patients and for member of staff and because we are currently suffering , stressing and hoping we won’t get the virus and we can come back to our families safe and healthy .",
        "background": "I want government to completely prohibit using aerosol in dental practices which includes regular non urgent dental appointments like fillings , tooth canal treatments , scaling, etc. As a dental professionals we are in  high risk of coronavirus and we need to be safe in such a dangerous profession",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T23:45:58.003Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T00:23:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-08T18:31:24.972Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started this petition, the Government has updated their guidance to say all non-urgent dental treatment should stop.\r\n\r\nIf you would like the Government to take further measures than this, including banning emergency treatments if they involve aerosol, you could start a petition asking for that to happen.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:  \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-09T09:06:25.911Z"
    },
    "id": 305601,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305601.json"
    },
    "type": "petition"
}