{
    "attributes": {
        "action": "Award the George Cross to the National Health Service",
        "additional_details": "Awarded collectively to the Royal Ulster Constabulary during their fight against terrorism. Awarded to the Island of Malta during their stand against overwhelming odds. The National Health Service is also showing that courage in circumstances of extreme danger.\r\n\r\nThe George Cross has been awarded twice collectively. This petition is a call for it to be awarded collectively for a third time as our NHS fights for our wellbeing and lives against an unseen and malignant enemy, Covid-19.",
        "background": "As did Malta in WW2, NHS staff are showing conspicuous courage in circumstances of extreme danger and deserve to be recognised with the collective award of the George Cross in recognition of their devotion and ultimately, potential sacrifice, in caring for us, the British public.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T08:12:14.763Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T10:42:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:12:35.552Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/302613\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2020-03-31T18:12:42.902Z"
    },
    "id": 305707,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305707.json"
    },
    "type": "petition"
}