{
    "attributes": {
        "action": "Moratorium on rent, mortgages and council tax during COVID-19 pandemic",
        "additional_details": "The government has declared that there will be no evicions during the pandemic however currently, with potentially millions of us at home, a great many will be unable to work for a number of reasons. The poorest will be hit hardest. Whilst there will be no evistions, arrears will soar. This means in a years time, 2 years time or whenever this is over, we will all face a crippling debt that for many just cannot ever be repaid.",
        "background": "Temporarily suspend the rent, mortgages and council tax of everyone to prevent a massive debt burden.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T08:22:22.212Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T14:07:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T09:23:48.285Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because suspending payments for mortgages, rent and council tax is a matter for individual lenders, landlords, and local authorities and not the UK Government or Parliament.\r\n\r\nSince this petition was started, the Government has announced a ban on evictions from social or private rented accommodation while this national emergency is taking place. You can find out more here: https://www.gov.uk/government/news/complete-ban-on-evictions-and-additional-protection-for-renters\r\n\r\nPeople with mortgages can ask for a mortgage holiday from lenders. You can find out more here: https://www.fca.org.uk/consumers/mortgages-coronavirus-consumers\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nIf you want the Government to encourage lenders and landlords to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\r\n\r\nIf you want the Government to require councils to suspend council tax payments during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/303274\r\n\r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-27T09:23:48.283Z"
    },
    "id": 305708,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305708.json"
    },
    "type": "petition"
}