{
    "attributes": {
        "action": "Legislate the safety of food retail workers during the COVID-19 outbreak.",
        "additional_details": "As a food retail worker myself, I have seen first hand how these scary and unprecedented times have effected our sector which has been dubbed as a 'key necessity'. I have seen co-workers, friends in the industry suffer a great deal of stress over the COVID-19 outbreak. In order to protect these 'key workers' we need to ensure the safety and welfare is recognised as crucial by the government. In order to ensure the continuation of our food sources, we must support those who work within them.",
        "background": "The government needs to put in a proactive protocol to protect the rights and welfare of food retail workers. These protocols might include: Allowing 'at risk' workers to stay at home without consequence, re-evaluating sick pay & making sure that businesses are following strict hygiene procedures.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T10:58:15.135Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T11:02:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T16:46:14.166Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe understand you are concerned about the welfare of those working in retail, but we're not sure exactly what additional measures you'd like the Government or Parliament to introduce.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:  \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-16T08:32:39.333Z"
    },
    "id": 305790,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305790.json"
    },
    "type": "petition"
}