{
    "attributes": {
        "action": "Help those who are ready to drive now but can’t due to Coronavirus",
        "additional_details": "It will cost student more money to continue practising to drive in the meanwhile so therefore whilst they are currently pass ready they might as well find a solution and find a compromise to allow for a pass in the meanwhile",
        "background": "People who are ready to do test but have to be cancelled due to Coronavirus, will now have to pay more money for more lessons they can’t afford, find a way to fix this and allow for them to get a pass now, by for instance sending a video or instructor confirming they are pass ready.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T11:36:08.585Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T11:42:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T16:48:46.347Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Since you started this petition, the Government has introduced a range of measures, including closing non-essential face to face services. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For instance you could start a petition asking for DVLA test centres to be excluded from the current closures, if this is something you would like to happen.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:  \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-16T08:34:20.621Z"
    },
    "id": 305819,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305819.json"
    },
    "type": "petition"
}