{
    "attributes": {
        "action": "Temporarily ban shisha (water-pipe) smoking in all licensed commercial premises.",
        "additional_details": "The reason for this temporal ban is to suspend the use of tobacco/shisha products which entail groups of customers smoking breathing from one hose pipe and potentially sharing it on. Smoking not just inhibits the human body’s immune system, but this method of pipe sharing can lead to the contamination and spread of the Corona Virus infection; whether somebody is unknowingly the carrier of the virus and could pass it on to others.",
        "background": "Introduce a new temporary ban for the sale, use and testing of tobacco products including shisha (hookah) in all licensed UK commercial premises such as shisha bars, clubs, restaurants.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T11:53:27.736Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T17:47:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-14T17:30:41.376Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you started your petition, the Government has closed all bars and restaurants.\r\n\r\nIf you would like shisha pipes to be banned permanently, or for a period once bars reopen, you could start a petition asking for this to happen.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nUK Government website: https://www.gov.uk/coronavirus \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-06T12:29:04.777Z"
    },
    "id": 305836,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305836.json"
    },
    "type": "petition"
}