{
    "attributes": {
        "action": "Provide adequate protective clothing for NHS staff",
        "additional_details": "The greatest scandal of BJ’s government is their lack of care for NHS staff. They are being put at life threatening risks by Coronavirus due to the lack of or inadequate protective clothing.\r\nAt the best of times there is a shortage of doctors and nurses and we still expect them to give us their all. It is quite unacceptable that they should be subjected to such risks with a high risk of contracting Coronavirus and possible death. Several doctors have said they feel just like cannon fodder",
        "background": "Act immediately to provide all hospitals with adequate protective clothing.  Boris Johnson stated that the U.K. has stock piles of protective clothing  - so why is it not being used",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T12:10:07.278Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T12:47:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:02:00.278Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/304243\n\nAdvice on the use of personal protective equipment is a matter for Public Health England, not the Government or Parliament.\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coranavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T18:02:12.381Z"
    },
    "id": 305845,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305845.json"
    },
    "type": "petition"
}