{
    "attributes": {
        "action": "Require an investigation into the governments preparation for the Covid 19 virus",
        "additional_details": "NHS staff have inadequate access to PPE equipment, stores, parents schools, etc. had no warning of the issues they might face. Insufficient stocks of ventilators etc... \r\nWhilst the Prime Minister was enjoying his winter break in the sun, could more have been done to mitigate the damage from this virus? Why did the UK wait until the last minute? could lives / economy have been saved if the government started its preparation earlier? Parliament should open an independent inquiry to find out.",
        "background": "Parliament needs to investigate whether the government should have responded to the Covid 19 crisis earlier. Germany started preparing in February. China were experiencing problems with the virus in 2019. Aside from small scale testing and monitoring, no action seems to have been taken.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T11:33:48.424Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T13:06:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T08:44:50.923Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/302576\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-31T08:44:50.920Z"
    },
    "id": 305817,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305817.json"
    },
    "type": "petition"
}