{
    "attributes": {
        "action": "Stop the government from passing the Coronavirus Bill for a  2 year period",
        "additional_details": "This proposal will allow the Government to gain powers over its citizens well beyond a reasonable period of what is necessary with this Coronavirus crisis.   The content of the Bill must be scrutinised in order to protect citizens & ensure their rights and civil liberties are maintained as far as possible.   The Bill must not take advantage of the Covid-19 crisis as a means to control citizens.  Reducing the proposed timescale allows Parliament to revue & debate the Bill as the crisis unfolds.",
        "background": "I want the Government and Parliament to look carefully at the length of term suggested with the Coronavirus Bill.  Two years is too long a period to introduce measures that will enable the Government to control UK residents  with new powers of arrest, detention, quarantine, burials!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T14:51:09.868Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T17:43:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-14T07:53:02.776Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you started your petition, the Coronavirus Bill has been passed by both Houses of Parliament and became law as the Coronavirus Act 2020 on 25 March. The Act will be subject to review by MPs every six months. You can find out more about the Bill here: https://commonslibrary.parliament.uk/research-briefings/cbp-8857.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:  \r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/ \r\nUK Government website: https://www.gov.uk/coronavirus \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.  \r\n\r\n Find out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/ \r\n\r\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-14T07:53:02.773Z"
    },
    "id": 305942,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305942.json"
    },
    "type": "petition"
}