{
    "attributes": {
        "action": "Shut all caravan parks in Skegness and surrounding area",
        "additional_details": "Without introducing more people into the equation the local economy will take a minor hit but this is a necessary factors to help locals have a good quality of life and survive during this pandemic holiday makers could also spread the virus to the town this would add unnecessary pressure on the local nhs closure of caravan parks would show more positives than negatives",
        "background": "Shut all caravan parks in Skegness and surrounding area as shops have no food or supplies in and the thousands that could possibly come will have a massive impact on locals especially elderly and vulnerable who are already struggling to get food as a manager in the area I am seeing chaos already",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T20:31:24.192Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T20:58:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T18:38:28.517Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since this petition was started, the Government has issued guidance on further businesses and premises to close. The Government has said that exemptions apply where people live permanently in caravan parks or are staying in caravan parks as interim abodes where their primary residence is not available. You can find out more here: https://www.gov.uk/government/publications/further-businesses-and-premises-to-close/further-businesses-and-premises-to-close-guidance\r\n\r\nThe Government has also asked everyone to stay at home. You can find out more here: www.gov.uk/coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-27T18:38:28.514Z"
    },
    "id": 306153,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306153.json"
    },
    "type": "petition"
}