{
    "attributes": {
        "action": "Freeze of rent and utility bills to abate financial strain of UK due to COVID-19",
        "additional_details": "With jobs lost and lack of work for contractors and self employed in various sectors people are worrying about their existence. I am speaking as a young individual that works in events industry as self employed with no certainty and all events cancelled or postponed until autumn. I represent  hundreds of thousands contractors in event and hospitality industries. This will shortly not only avalanche towards anxiety but depression and hopelessness. People of Britain are unable to pay their bills.",
        "background": "To cancel rent, mortgage and utility payments in order to abate financial strain on UK households amid the growing economic impact of the Coronavirus pandemic. Freeze eviction orders and support people, families, lenders and renters during uncertainty and lack of income.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T22:09:21.696Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T23:15:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-26T19:01:56.143Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because suspending payments for mortgages, rent and utility bills is a matter for individual lenders, landlords, and utility companies and not the UK Government or Parliament.\r\n\r\nSince this petition was started, the Government has announced a ban on evictions from social or private rented accommodation while this national emergency is taking place. You can find out more here: https://www.gov.uk/government/news/complete-ban-on-evictions-and-additional-protection-for-renters\r\n\r\nPeople with mortgages can ask for a mortgage holiday from lenders. You can find out more here: https://www.fca.org.uk/consumers/mortgages-coronavirus-consumers \r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nYou can find out about what Government support has just been announced for self employed people here: https://www.gov.uk/government/news/chancellor-gives-support-to-millions-of-self-employed-individuals\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256 \r\n\r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-26T19:01:56.141Z"
    },
    "id": 306213,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306213.json"
    },
    "type": "petition"
}