{
    "attributes": {
        "action": "Implement punitive action for stockpiling and hoarding of essential supplies.",
        "additional_details": "It is contemptible that so many people are being left in such a vulnerable position. They are often those who have lived through rationing or who are already experiencing hardship. Now they do so again because of the actions of others which are wholly inappropriate, irresponsible, selfish and completely unnecessary. I would advocate the use of CCTV to identify people who hoard and stockpile. This could enable the enforcing of punitive measures which could act as a deterrent.",
        "background": "The most vulnerable people in society and those who look after them are going without vital supplies because of selfish and irresponsible actions of people who are unnecessarily hoarding. This is a petition to enforce punitive measures so that it stops.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T22:42:20.453Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T22:21:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:03:54.109Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/303070\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coranavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-31T18:04:07.140Z"
    },
    "id": 306239,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306239.json"
    },
    "type": "petition"
}