{
    "attributes": {
        "action": "Test everyone with influenza-like illness for COVID19",
        "additional_details": "Singapore, Hong Kong, South Korea and China have all shown the value of extensive testing for COVID19. When combined with quarantine, contact tracing, and contact isolation, this is a proven method to nip new clusters of infections in the bud, reduce the numbers of deaths and save the lives of frontline health workers. Dr Tedros said we can’t fight a fire blindfold. Now that we have lost sight of where the virus is in the population we need to test everyone with symptoms to find it again.",
        "background": "The Government must test everyone with influenza-like illness for COVID19 as recommended by the WHO-China Joint Mission headed by Dr Aylward and Dr Liang and published on 25th February",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T08:48:49.973Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T17:19:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:11:38.095Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/301354\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-24T08:33:59.482Z"
    },
    "id": 306392,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306392.json"
    },
    "type": "petition"
}