{
    "attributes": {
        "action": "Children to have time back at school after covid19.",
        "additional_details": "Make sure our children get the normal adjustment time before educational transition. Especially children in year 6 and year 11. Not only will these children miss out on there exams but many will be missing school trips, camps, graduation days and proms. These are the things you take forward and remember for years to come. If school changes happen without transition time this could have a huge impact on many children and especially those children with additional needs.",
        "background": "After covid 19, all children to return to there school classes for a minimum of 4 weeks and have time to see there friends and say goodbye. This is especially important for years 6 and 11 who will be moving on to other schools and education providers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T08:27:50.983Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T09:05:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-17T09:07:49.537Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/305213\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-17T09:07:49.534Z"
    },
    "id": 306368,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306368.json"
    },
    "type": "petition"
}