{
    "attributes": {
        "action": "Health food stores must be able to remain open during the COVID-19 crisis.",
        "additional_details": "Independent health stores, along with major retailers like Holland & Barrett, play a crucial role in helping to maintain and improve the health of the nation. As well as being a source of essential everyday items, health stores provide their local communities with products essential to their health and wellbeing.  They are also better placed to serve the needs of consumers with special dietary needs and those who rely on food supplements and other specialist nutritional formulae.",
        "background": "It is essential that health food stores can remain open throughout any period of emergency measures imposed during the COVID-19 crisis. The exemption to closure of supermarkets and pharmacies should also be extended to health food stores.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T11:46:55.686Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T16:55:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-17T16:46:57.230Z",
        "rejection": {
            "code": "already-happening",
            "details": "Under the Government guidelines, supermarkets and food stores are permitted to stay open. It is a decision for individual retailers whether they wish to stay open if they are included in this exception.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:  \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-18T15:31:17.505Z"
    },
    "id": 306493,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306493.json"
    },
    "type": "petition"
}