{
    "attributes": {
        "action": "Refund university students for 3rd Semester Tuition 2020",
        "additional_details": "Majority of Universities across England have closed early to ensure safety for all students and staff in light of the recent situation regarding COVID-19.\r\nIn addition to moving teaching events online, these closures have resulted in students having no access to facilities that they have paid for (such as the library, students union, student support services, etc.)\r\nIt would be unfair to charge students for Semester 3 as services paid for will not be provided.",
        "background": "As students are unable to access facilities or continue with their eduction at their university setting in the following semester, we would like to request that the government considers refunding tuition payments for Semester 3.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T11:54:00.452Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T12:05:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:09:29.548Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/302855\n\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\n\nWe understand that the current situation is stressful for many people. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-06T12:02:53.673Z"
    },
    "id": 306494,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306494.json"
    },
    "type": "petition"
}