{
    "attributes": {
        "action": "Supply all 'key workers' the  correct PPE To remain safe whilst they work.",
        "additional_details": "The measures imposed by the Government are supposed to slow the spread across the country. It is essential that if the Government is asking people to complete a national duty they should feel adequately protected whilst performing such duties.\r\n\r\nCurrently wider healthcare workers, teachers, police and many other key workers are expected to perform their duties with little or no protection. These staff should be made to wear face masks to ensure the safety of all.",
        "background": "Government has asked that roles, described as key workers, become part of a national effort. Part of this requires face to face contact with clients, children and members of the public. Personal protective equipment needs to be provided to ensure the safety of these workers and their families.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T10:53:43.878Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T13:32:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:02:00.808Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/304243\n\nAdvice on the use of personal protective equipment is a matter for Public Health England, not the Government or Parliament.\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coranavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2020-03-31T18:02:12.575Z"
    },
    "id": 306462,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306462.json"
    },
    "type": "petition"
}