{
    "attributes": {
        "action": "Have the banks and financial institution support the public as we did them.",
        "additional_details": "We spent billions bailing out the banks and even now in this unprecedented crisis the banks are not forthcoming with help unless forced by government.  At this tome as all life is suspended banks should suspend interest and offer holidays for all to help everyone through with real world loans and credit cards etc.  Our world is on hold and they are still able to add interest etc and make profit.  Totally unfair and puts pressure on people at at time when they should be proactively supportive.",
        "background": "We supported the banks in the financial crisis to keep them going. We bow need them to support the public directly with direct financial support and other measure of greater understanding to help us all make it through the current crisis.  Its time they repaid us for bailing them out.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T09:34:42.376Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T17:46:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-20T16:11:39.648Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action.\r\n\r\nEncourage lenders to suspend interest, fees and repayments during COVID-19: https://petition.parliament.uk/petitions/305297\r\n\r\nSince starting this petition, many UK banks have announced measures to help people who are experiencing financial difficulties due to coronavirus. You should look at your bank's website or contact them directly to find out more.\r\n\r\nYou can read the Financial Conduct Authority's announcement on the temporary financial relief that banks can offer customers here: https://www.fca.org.uk/news/press-releases/fca-confirms-temporary-financial-relief-customers-impacted-coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-21T08:22:19.784Z"
    },
    "id": 306418,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306418.json"
    },
    "type": "petition"
}