{
    "attributes": {
        "action": "Give UK Childcare providers (Childminders) emergency funding now",
        "additional_details": "Being without childcare and having to pay childcare fees is a great concern for parents with small children. Childminder-based care is already extremely expensive, especially for children up to the age of 3. To expect parents to pay these fees upfront to keep a place at the time when there is no accessible childcare (and for many parents no paid work) is unrealistic. We also need the childcare sector to survive. When this is over, parents want their children to return to their childcare provider",
        "background": "If childcare providers are shut down in view of Covid-19, the Government should set up an emergency fund to ensure their survival",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T14:20:01.551Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T20:17:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-20T16:20:51.662Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since this petition was started, the Government has announced a range of packages to support both self-employed people and small businesses, including nurseries. You can find more information here: https://www.gov.uk/coronavirus/business-support\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-21T08:21:50.463Z"
    },
    "id": 306588,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306588.json"
    },
    "type": "petition"
}