{
    "attributes": {
        "action": "Student nurses on placement should get paid during this pandemic or no placement",
        "additional_details": "All most of schools and universities have closed but student nurses still need to go to placement. They have families with vulnerable people still. It’s unfair for them to go and work as frontline to save save lives yet they are not getting paid or they won’t get paid for sick leave when they have contacted the virus. At the end of the day who will look after their families. They should not go for placement or they should get paid minimal wages as this pandemic disaster is going on.",
        "background": "It’s unfair to still send student nurses on placement to work on frontline of this pandemic disease because if they get sick they are not being given sick pay yet they are risking their lives to save others and they r not paid however much they have families who are at high risk as well.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T14:44:35.459Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T18:51:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T15:31:57.490Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Student placements are a matter for the educational institutions the student is enrolled in, the organisation sponsoring the placement, and the regulatory bodies that are responsible for the qualifications, not the Government or Parliament.\r\n\r\nIf you have concerns about continuing with a placement you should raise these with the educational institution you are enrolled in, the organisation sponsoring your placement, and the relevant regulatory body.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T15:31:57.488Z"
    },
    "id": 306607,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306607.json"
    },
    "type": "petition"
}