{
    "attributes": {
        "action": "Form a Government of National Unity to unite the nation in defeating coronavirus",
        "additional_details": "The coronavirus pandemic is a health, economic and social crisis of unprecedented scale.\r\nThe government is rightly taking on emergency powers and enacting policies unimaginable in peacetime and far beyond its manifesto.\r\nThe government is requiring the whole of society to make huge efforts and sacrifices, so it is important that its composition reflects the entire nation and shows unity.\r\nThe talents of all the parties and their supporter networks are needed to devise the best policy responses.",
        "background": "Consult immediately with the leaders of the Westminster parties on forming a Government of National Unity within one month.\r\nDraft legislation for this, including clear time limits on its duration. \r\nInclude provision for a Citizens’ Senate, selected by lot and operating virtually, to input ideas.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T14:48:00.974Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T17:54:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T08:38:54.544Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/301563\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-31T08:38:54.542Z"
    },
    "id": 306610,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306610.json"
    },
    "type": "petition"
}