{
    "attributes": {
        "action": "Pay all self-employed workers a living wage during the Coronavirus pandemic",
        "additional_details": "The Office for National Statistics states, there are five million self-employed people in the UK, who make up 15% of the labour market. The IPSE state, prior to the coronavirus, the self-employed contributed £305bn to the British economy. More must be done to offer financial help to the self-employed. £94.25 per week SSP isn’t enough. Many small businesses are run by the self-employed who work remotely or from home, they can’t  benefit from a business rates tax break as they don't have premises.",
        "background": "Pay all self-employed workers a living wage during the Coronavirus pandemic to support small businesses which are ran remotely or from home.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T18:36:10.024Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T18:47:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:11:03.559Z",
        "rejection": {
            "code": "already-happening",
            "details": "You can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-31T18:11:12.304Z"
    },
    "id": 306748,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306748.json"
    },
    "type": "petition"
}