{
    "attributes": {
        "action": "Include the self employed people in wages covered up to 80%",
        "additional_details": "The amount of self employed in England who now have no income, no way to support themselves and absolutely no way to support their families is disgraceful.\r\n\r\nWhy are we being penalised. We pay our taxes. You have forgotten the small self employed. \r\nWe get no sick pay no holiday pay no employee perks at all. We support ourselves and have to go to work whether we are sick or not. So why in a time such as this when you are telling everyone to stay inside are you not including the self employed.",
        "background": "The self employed who pay national insurance, taxes etc each month should be included within the 80% wages covered by the government during covid-19. \r\n\r\nWe have just been kicked in the teeth being offered statutory sick pay whilst everyone else gets enough to get by.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T19:35:30.554Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T19:40:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T20:11:42.389Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since this petition was started, the Government has said that most self-employed people can claim a taxable grant worth 80% of their trading profits up to a maximum of £2,500 per month for the next 3 months.\n\nYou can find out who is eligible and how to apply here: https://www.gov.uk/guidance/claim-a-grant-through-the-coronavirus-covid-19-self-employment-income-support-scheme\n\nYou can read the Government’s announcement here:\nhttps://www.gov.uk/government/news/chancellor-gives-support-to-millions-of-self-employed-individuals\n\nYou can find out what other Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T17:00:01.064Z"
    },
    "id": 306807,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306807.json"
    },
    "type": "petition"
}