{
    "attributes": {
        "action": "AL KEY WORKERS TO BE ALLOWED IN TO THE SUPERMARKET FIRST NOT SELECTIVE.",
        "additional_details": "All key workers will be working around the clock, doing overtime, sleeping when they can. We can not be stood waiting/hoping to buy essentials at 6am when we are at work/leaving work.\r\nWe are not going to be paid 80% of our wages and be able to queue for hours. We'll need sleep and family time too",
        "background": "Make it mandotory for all key workers to be served first at supermarkets or a time slot. We will be working to keep the country running.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T20:36:33.987Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T23:19:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-21T08:41:57.343Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The opening arrangements for supermarkets are a matter for individual retailers, not the Government or Parliament. A number of retailers have announced plans to open early for elderly or vulnerable customers, and key workers. You should contact your local supermarket to find out if they have put such arrangements in place.\r\n\r\nThe Government has made certain changes to enable supermarkets to work together during the coronavirus outbreak, particularly to serve customers who are elderly, ill or vulnerable: https://www.gov.uk/government/news/supermarkets-to-join-forces-to-feed-the-nation\r\n\r\nYou may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-21T08:41:57.449Z"
    },
    "id": 306869,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306869.json"
    },
    "type": "petition"
}