{
    "attributes": {
        "action": "Drop tax repayments for self employed workers for the year 2019-2020",
        "additional_details": "Self employed don’t always have people paying tax for them, it’s usually a last gasp scramble for workers to raise the much needed funds to pay tax bills in last months leading to April.",
        "background": "Stop workers paying tax for the latest tax year. With the coronavirus effectively destabilising the country, work is drying up overnight, as the customers will be choosing to keep hold of their money rather than pay for skilled workers",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T19:47:09.634Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T19:59:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-20T10:28:46.529Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear whether you want the Government to suspend payments for tax on the 2019/20 financial year, which will be due by 31 January 2021, or to suspend any tax payments during the current financial year.\r\n\r\nThe Government has announced that, because of coronavirus, self-employed workers can delay making their second payment on account, otherwise due on 31 July 2020, to 31 January 2021: https://www.gov.uk/difficulties-paying-hmrc\r\n\r\nWe have published a petition calling on the Government to Get HMRC to refund the Self-Employed their Jan 2020 Tax Payment on Account, which you might like to sign: https://petition.parliament.uk/petitions/304995\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-20T10:28:46.525Z"
    },
    "id": 306816,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306816.json"
    },
    "type": "petition"
}