{
    "attributes": {
        "action": "Include the Self-Employed in the 80% working wage protection.",
        "additional_details": "The work of the self-employed has completely dried up at this unprecedented time. However, under the new government backed scheme, the self-employed who no longer have work will only receive £92.45 per week while employees who have lost their jobs will receive up to £2,500 per month (80% of their wage). \r\nThe self-employed are playing their part in the containment of the coronavirus and are suffering just as much through no fault of their own.\r\nHow is this difference in treatment fair?",
        "background": "The chancellor must include the self-employed in the 80% wages protection scheme announced on 20 March or introduce a realistic guaranteed monthly self-employed wage as part of the response to the coronavirus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T20:14:31.165Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T20:46:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T20:11:42.803Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since this petition was started, the Government has said that most self-employed people can claim a taxable grant worth 80% of their trading profits up to a maximum of £2,500 per month for the next 3 months.\n\nYou can find out who is eligible and how to apply here: https://www.gov.uk/guidance/claim-a-grant-through-the-coronavirus-covid-19-self-employment-income-support-scheme\n\nYou can read the Government’s announcement here:\nhttps://www.gov.uk/government/news/chancellor-gives-support-to-millions-of-self-employed-individuals\n\nYou can find out what other Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-31T17:00:01.302Z"
    },
    "id": 306842,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306842.json"
    },
    "type": "petition"
}