{
    "attributes": {
        "action": "Protect the elderly and vulnerable if something like coronavirus happening again",
        "additional_details": "I have a partner with dementia and a stepdaughter living with us with breast cancer undergoing treatment.  Right now I, and many others are finding it impossible to get basic foodstuffs, do an online shop or anything like that because the greedy selfish people who have no responsibility other than to themselves are stripping the shelves of basics, and taking all the online slots, despite the shops doing their best",
        "background": "I want them to find a way that elderly and vulnerable people can be identified and looked after in a crisis",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T21:17:32.664Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T22:09:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-20T16:16:10.066Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to protect the elderly and vulnerable from similar situations, but it isn’t clear what action you want the Government to take to achieve this.\r\n\r\nThe Government has set up a service to provide support to clinically extremely vulnerable persons: https://www.gov.uk/coronavirus-extremely-vulnerable\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nA number of supermarkets have put in place their own arrangements to prioritise vulnerable customers, and you should contact individual supermarkets to see if they are able to prioritise your household.\r\n\r\nWe have published the following related petitions, which you might like to sign:\r\n\r\nProvide food bank service as food banks close & hardship increases due to CV-19: https://petition.parliament.uk/petitions/304755\r\nUK Government: issue care packages to the elderly and vulnerable: https://petition.parliament.uk/petitions/302190\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-20T16:16:10.064Z"
    },
    "id": 306905,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306905.json"
    },
    "type": "petition"
}