{
    "attributes": {
        "action": "Student nurses to get paid for clinical practice",
        "additional_details": "During the pandemic student nurses are expected to be front line key workers, putting risk to themselves and their families. As students they go on placement to learn and work under supervision, during these stressful times they are  not learning, instead they are used for free to relieve pressure. NHS staff are getting paid to do the jobs student nurses have to do for free.",
        "background": "Student nurses that did not get bursaries shouldnt be expected to work for free during the pandemic, some form of wage should be agreed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T21:12:51.809Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T21:34:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T15:32:19.670Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Student placements are a matter for the educational institutions the student is enrolled in, the organisation sponsoring the placement, and the regulatory bodies that are responsible for the qualifications, not the Government or Parliament.\r\n\r\nIf you have concerns about continuing with a placement you should raise these with the educational institution you are enrolled in, the organisation sponsoring your placement, and the relevant regulatory body.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2020-03-31T15:32:19.667Z"
    },
    "id": 306901,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306901.json"
    },
    "type": "petition"
}