{
    "attributes": {
        "action": "Accommodate all homeless people in hotels and hostels during Coronavirus crisis",
        "additional_details": "This is an immediate crisis and life saving action is needed now.",
        "background": "Use empty hotels and hostels as accomodation for all homeless people in London and across the UK during the Coronavirus crisis as day centres and support provision is closing.  This includes cafes in which homeless people get warm, charge phones and get a drink.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T21:34:11.783Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T10:58:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-17T12:46:27.903Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has instructed local authorities to urgently procure accommodation for people on the streets if they have not already done so, and have said they will support local authorities to do so if they are struggling to procure sufficient units: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/876466/Letter_from_Minister_Hall_to_Local_Authorities.pdf\r\n\r\nThe Government has also exempted hotels, hostels and B&Bs from the requirement to close, where they are providing accommodation to key workers and vulnerable people: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/875654/Luke_Hall_MP_-_Letter_to_Hotel_Chief_Executives.pdf\r\n\r\nWe have published a petition calling on the Government to ensure safe accommodation and care for homeless people with symptoms of COVID19, which you might like to sign: https://petition.parliament.uk/petitions/302485\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-17T12:46:27.901Z"
    },
    "id": 306918,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306918.json"
    },
    "type": "petition"
}