{
    "attributes": {
        "action": "Change the focus of Covid-19 testing from infection tests to antibodies tests.",
        "additional_details": "The immediate positive effect of testing for antibodies would be a better measure of a pandemic. We would know how many people were infected and recovered. Those already immune can then safely work with others, especially with the vulnerable members of our society. The first who should be tested for antibodies should be health workers, social workers, volunteers, teachers, police officers, etc. Once we have enough healthy and immune people we can restart economy.",
        "background": "It is crucial that while saving lives we also try to bring the economy back on track. With the current focus on testing for infection and isolating whole society it will take a very long time. If we started testing for antibodies i.e. those who are already immune they can go back to work.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T22:44:11.202Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-27T13:52:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T15:48:37.756Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced the start of a major new national antibody testing programme, with plans to provide antibody tests to NHS and care staff in England from the end of May: https://www.gov.uk/government/publications/coronavirus-covid-19-antibody-tests/coronavirus-covid-19-antibody-tests\r\n\r\nIf you want the Government to prioritise other groups for antibody testing, you could start a new petition requesting this.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T15:48:37.753Z"
    },
    "id": 306983,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306983.json"
    },
    "type": "petition"
}