{
    "attributes": {
        "action": "Security on supermarkets doors during covid-19",
        "additional_details": "I would like to try and get some of the security guards/ bouncers that are not currently working in bars & pubs due to covid-19 into the supermarkets to protect our OAP's & Vunerable's. Shelves are empty and 'uncontrolled' crowds are pilling into the stores with little or no respect to other's needs. Hopfully the security may be able to control these situations and still get a wage from the supermarkets. We can all shop in a safe and normal way just with a little bit more protection.",
        "background": "Put security guards on the doors at the larger supermarkets so OAP'S & Vulenrable people can shop safely and fairly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T21:40:03.878Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T21:57:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-20T16:40:24.351Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be a matter for individual retailers, not the Government or Parliament. A number of retailers have announced plans to open early for elderly or vulnerable customers, and NHS workers. Many have also introduced limits on the number of shoppers they allow in at once, and have security to manage this. You should contact your local supermarket to find out if they have put such arrangements in place.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-21T08:20:57.911Z"
    },
    "id": 306926,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306926.json"
    },
    "type": "petition"
}