{
    "attributes": {
        "action": "Suspend Congestion Charge and ULEZ Charge in London during COVID-19 outbreak",
        "additional_details": "For a non hybrid/electric driver like myself, I am being charged 25 GBP/day to drive into Central London (congestion charge 12.5 GB+  ULEZ charge 12.5 GBP). This makes it prohibitive to use my own car therefore, forced to rely on public transport which is the the most likely place to catch and further spread the highly infectious virus COVID-19. By suspending the Congestion Charge and ULEZ Charge more drivers will use their cars thus decongesting the public transport and reducing the spread",
        "background": "Reduce the spread of COVID-19 in public transport! Public transport is the most likely place to catch the Coronavirus. Therefore, by waving the Congestion Charge and ULEZ Charge in London more people will afford to travel using their own cars thus helping to minimize the spread of the virus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T01:17:23.729Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T15:16:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-16T08:42:11.209Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This is the responsibility of the London Assembly.\r\n\r\nSince you started this petition, TfL has suspended road charging schemes: https://tfl.gov.uk/info-for/media/press-releases/2020/march/tfl-suspends-all-road-user-charging-schemes-to-help-critical-workers?intcmp=62502\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-16T08:42:11.205Z"
    },
    "id": 307059,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307059.json"
    },
    "type": "petition"
}