{
    "attributes": {
        "action": "Make all paid TV services free for everyone during the Covid-19 emergency.",
        "additional_details": "The results would be beneficial to the public for a number of reasons, but the two that immediately stand out are; firstly; people who do not have subscription services will be able to use them to keep themselves entertained whilst in isolation, and, they will have a wider variety of news to help them keep up with any updates from government. Secondly, for the people who do pay to subscriptions, and are perhaps financially vulnerable, could also benefit from having extra money.",
        "background": "Encourage ALL TV subscription companies, Sky, Netflix, Amazon Prime, etc. to allow all content to be free for everyone over the period of the Covid-19 emergency. A lot of people are finding it hard to keep the kids entertained whilst at home, why not give them extra help without financial burden?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T02:56:42.573Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T07:49:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-21T09:07:50.010Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nThis would be a decision for the individual companies, not the UK Government or Parliament.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-21T09:07:50.007Z"
    },
    "id": 307075,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307075.json"
    },
    "type": "petition"
}