{
    "attributes": {
        "action": "Income support to self-employeds during coronavirus pandemic up to £2500 a month",
        "additional_details": "We understand that it's hard to assess the loss of income but many self-employeds like Driving instructors, DJs, Barbers and Parlours, Painters, Builders, Entertainers, Fitness Instructors, Mortgage advisors and many more have been or will be affected by  coronavirus lockdown.\r\nGovernment should pay back the amount paid in Tax & NI in last 3 years up to a maximum of £2500 per month for no more than 6 months to support self-employeds.\r\nThe current support of £94.25 is not enough to pay food bills.",
        "background": "About 4.7 million self-employeds in UK and they play a vital role to strengthen the economy and it's sad to see that there's not much to support them during this hard time.\r\nGovernment should provide the income support of £2500 a month to a maximum of total amount paid in NI & Tax in last 3 years.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T06:01:36.317Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T06:35:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:11:04.014Z",
        "rejection": {
            "code": "already-happening",
            "details": "You can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T18:11:12.481Z"
    },
    "id": 307086,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307086.json"
    },
    "type": "petition"
}