{
    "attributes": {
        "action": "Get Pharmacists and Pharmacy workers on keyworker list for coronovirus",
        "additional_details": "We provide medication to the vulnerable, the elderly, children and others and we all make a massive difference to our communities. If it wasn't for us people could become seriously ill or die. This petition is to get the government to add us to the list and to give us some praise and recognition for what we are doing in these hard times. Well done for all you hard work, stay safe and well!!!",
        "background": "As a Pharmacy Assistant I feel personally offended that Pharmacists and Pharmacy staff are not personally listed on the list of key workers in this coronovirus pandemic. We work just as hard and are just as important as a nurse, doctor or healthcare worker.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T09:00:46.156Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T09:13:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-21T17:47:19.096Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government guidance on those considered to be working in roles critical to the COVID-19 response includes \"those working as part of the health and social care supply chain, including producers and distributors of medicines and medical and personal protective equipment.\"\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-22T08:12:07.182Z"
    },
    "id": 307180,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307180.json"
    },
    "type": "petition"
}