{
    "attributes": {
        "action": "Declaring a day for prayer in UK (Coronavirus)",
        "additional_details": "The creator who made human race. When a equipment broken it is fixed by the manufacturer.  God created human race and only He has solution. He is the one capable to save us in this situation \r\n\r\nSo let us take time to kneel before our God Almighty. \r\n\r\nAs 2 Chronicles:7:14 says, “ if My people who are called by My name will humble themselves, and pray and seek My face, and turn from their wicked ways, then I will hear from heaven, and will forgive their sin and heal their land“.",
        "background": "This coronavirus has taken over our lives. A helpless situation for all. Everything we hold dear is slipping away. The dark clouds of fear and uncertainty enveloping us. The human race vanishing like a vapour. \r\nAll measures or strategy fruitless. Mankind’s desperation. \r\nLet us look on our creator.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T08:33:23.220Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T09:23:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-21T17:48:35.635Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be a matter for religious institutions, not the UK Government or Parliament.\r\n\r\nYou may wish to sign this petition: https://petition.parliament.uk/petitions/307364\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-22T15:56:19.782Z"
    },
    "id": 307155,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307155.json"
    },
    "type": "petition"
}