{
    "attributes": {
        "action": "Close all UK campsites and caravan parks to limit the spread of Coronavirus",
        "additional_details": "To limit the spread of the Coronavirus and ease the pressure on hospitals and doctors surgeries where they already struggle with regular day to day demands. Local shops where stock is low as we are 'out of season' are struggling to cope with the demands of caravan owners and people from away coming to the are to hide from the virus. The government needs to more to help small communities already feeling the strain.",
        "background": "To close campsites and caravan parks in the UK due to limit the spread of Coronavirus. The government has already asked for no non essential travel, but small communities already struggling with the demand on resources are under immense pressure due to people from away coming to their holiday homes",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T10:01:04.355Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T10:08:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T18:41:16.495Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since this petition was started, the Government has issued guidance on further businesses and premises to close. The Government has said that exemptions apply where people live permanently in caravan parks or are staying in caravan parks as interim abodes where their primary residence is not available. You can find out more here: https://www.gov.uk/government/publications/further-businesses-and-premises-to-close/further-businesses-and-premises-to-close-guidance\r\n\r\nThe Government has also asked everyone to stay at home. You can find out more here: www.gov.uk/coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-27T18:41:16.493Z"
    },
    "id": 307233,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307233.json"
    },
    "type": "petition"
}