{
    "attributes": {
        "action": "Restart the 19/20 Education year September 2020 due to Covid-19",
        "additional_details": "This would allow them the chance to sit all the relevant exams and achieve the results they deserve. It would enable children moving onto junior or high school the chance to have their transition days and move onto their new schools feeling prepared. This is especially important for children with additional needs. \r\nChildren will get to finish this stage of their school journey with results, leaver productions, shirt signings, prom. Celebrations each and everyone of our children should experience",
        "background": "Many have left primary school without sitting their S.A.T. exams, others are unable to sit their G.C.S.Es\r\nUpping the age children start school by one year would there for give everybody currently in education the chance to restart the 19/20 school year again in September 2020.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T12:53:00.707Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T13:37:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-22T09:47:52.386Z",
        "rejection": {
            "code": "no-action",
            "details": "It's unclear whether you want the Government to increase the school starting age, or give current students the opportunity to retake the current school year, or both.\r\n\r\nYou could start a new petition setting out in more detail what action you want the Government to take.\r\n\r\nWe have published a petition calling on the Government to require schools to allow children the option to retake their year next year, which you might like to sign: https://petition.parliament.uk/petitions/309265\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-22T09:47:59.717Z"
    },
    "id": 307370,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307370.json"
    },
    "type": "petition"
}