{
    "attributes": {
        "action": "Healthcare Companies to pay Pregnant women working in care full pay leave.",
        "additional_details": "pregnant women has been considered as people of being at high risk, they have been asked to stay at home but most of them can’t.\r\nBy maternity legislation the companies should adapt or minimise the risks, if the companies can’t do it they are entitled to sign them off on full pay. \r\nThe healthcare companies are not adapting the job to their pregnant staff, they are pushing them to take SSP or to work with the risk. \r\nThey need support.",
        "background": "Healthcare companies can not protect their pregnant women against the CV19 risk. \r\nSometimes they can not even adapt their role to reduce their risk, they are acting against the maternity legislation and pushing their workers to get the SSP when they should be assuming their leave as full pay.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T11:32:22.728Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T11:47:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-21T15:43:44.527Z",
        "rejection": {
            "code": "irrelevant",
            "details": "As you state in your petition, employers are already required to assess risks to employees and their baby, once they have been informed an employee is pregnant. Where an employer is unable to remove any risks, they should suspend the employee on full pay, if suitable alternative work cannot be found.\r\n\r\nTaking action against an employer who fails to meet their statutory obligations in respect of pregnant employees is a matter for individual employees and the Health and Safety Executive, not the Government or Parliament.\r\n\r\nThe Government's guidance to pregnant employees says that pregnant employees who think they’re at risk but their employer disagrees should talk to their health and safety or trade union representative, and if their employer still refuses to do anything, they should talk to their doctor or contact the Health and Safety Executive: https://www.gov.uk/working-when-pregnant-your-rights\r\n\r\nWe have published a petition calling on the Government to require all vulnerable and at risk people to stop going to work, which you might like to sign: https://petition.parliament.uk/petitions/305270\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-21T15:43:56.491Z"
    },
    "id": 307306,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307306.json"
    },
    "type": "petition"
}