{
    "attributes": {
        "action": "Include self employed in the 80% wage support based off their last tax return",
        "additional_details": "The access to SSP and Universal credit is no where near enough to cover rent or even partial rent if landlords chose not to give a payment break, also, there is council tax to pay, food to buy, utilities and finance agreements not covered by the government at this time. There are also no guarantees that our businesses will be able to recover from this once the pandemic is over, yet we will still be expected to go back to full mortgage/ rent and bills with potentailly no income coming in.",
        "background": "With Covid 19 putting millions of self employed workers out of business, we feel we should be included in the 80% wage support being given to retained staff, to determin what that figure would be, use the tax returns submitted for tax year 2018/2019",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T13:37:11.107Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": null,
        "opened_at": null,
        "rejected_at": "2020-03-27T20:11:42.121Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since this petition was started, the Government has said that most self-employed people can claim a taxable grant worth 80% of their trading profits up to a maximum of £2,500 per month for the next 3 months.\n\nYou can find out who is eligible and how to apply here: https://www.gov.uk/guidance/claim-a-grant-through-the-coronavirus-covid-19-self-employment-income-support-scheme\n\nYou can read the Government’s announcement here:\nhttps://www.gov.uk/government/news/chancellor-gives-support-to-millions-of-self-employed-individuals\n\nYou can find out what other Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 3,
        "state": "rejected",
        "updated_at": "2020-03-31T17:00:00.942Z"
    },
    "id": 307398,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307398.json"
    },
    "type": "petition"
}