{
    "attributes": {
        "action": "Please mandate closure of places of worship during the Covid 19 crisis.",
        "additional_details": "Some religious leaders have stated that they will only close if the government mandates it. A few are even preaching that there is no such thing as contagion\r\nJust as the government has mandated the closure of other places where people gather for non essential reasons such as restaurants and gyms, we call upon the government to mandate the closure of all places of worship on a temporary basis until the Covid 19 crisis passes.",
        "background": "Whilst many places of worship from all religions and denominations have voluntarily closed their doors to worshippers, many others have not. We request the government mandates the closure of all places of worship temporarily during the current Covid 19 crisis to prevent further spread of the virus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T14:27:49.197Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T15:15:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-22T12:36:24.005Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started this petition, the Government has issued guidance on premises to close. This includes places of worship, with an exception for funerals and burials in line with guidance from Public Health England. You can read the full list of premises and exceptions here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/880098/300320_Revised_Guidance.pdf\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-22T12:36:24.002Z"
    },
    "id": 307433,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307433.json"
    },
    "type": "petition"
}