{
    "attributes": {
        "action": "Large retailers to provide proper security in their shops.",
        "additional_details": "I understand that we are currently living in unprecedented times but it is clear that the plea to the public to stop stock piling food and essential items is falling on deaf ears. The large retailers are happy to make lots of money out of this situation but aren’t really doing an awful lot to protect their vulnerable customers or to support those groups who are working on the frontline during this crisis or to protect and support their own staff as at the moment they’re being expected to manage this on a daily basis.",
        "background": "I would like this to happen for the following reasons;\r\n1. To stop people from bulk buying and stock piling essential items\r\n2. To ensure that the elderly, the vulnerable and NHS, Carers and other essential staff are protected and supported to look after themselves and their families.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T16:19:37.657Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-23T17:05:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-23T10:29:12.489Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The opening arrangements for supermarkets are a matter for individual retailers, not the Government or Parliament. \r\n\r\nThe Government has made certain changes to enable supermarkets to work together during the coronavirus outbreak, particularly to serve customers who are elderly, ill or vulnerable: https://www.gov.uk/government/news/supermarkets-to-join-forces-to-feed-the-nation\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-23T10:29:12.486Z"
    },
    "id": 307517,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307517.json"
    },
    "type": "petition"
}