{
    "attributes": {
        "action": "Feed NHS hospital workers at work as food is so difficult to find at the moment",
        "additional_details": "Because all the pleas from govt and the measures the supermarkets have taken have not stopped the panic buying that is happening. While social media and the news continue to publicise the empty shelves this situation is not going to change. We need to help our NHS staff NOW. This cannot wait for the situation to calm down. Hospitals no doubt have a good supply of food and I cant imagine many Covid - 19 patients are eating much so please feed the nurses, doctors and support staff with that food",
        "background": "Our NHS staff are working so hard at the moment to fight this virus and they are coming home exhausted and trying to find healthy food to help them recharge and there is nothing on the shelves. While this panic buying continues please feed them while they are at work",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T17:16:24.706Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T11:34:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-24T08:36:03.395Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/303485\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:  \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-24T08:36:10.975Z"
    },
    "id": 307545,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307545.json"
    },
    "type": "petition"
}