{
    "attributes": {
        "action": "Make HMRC  Officers Accountable to the IOPC",
        "additional_details": "At present the IOPC can only investigate serious criminal complaints against HMRC. This needs to change as HMRC are being allowed to Police themselves thus depriving the public of justice if a less serious complaint is made to the IOPC. The rule of law means no one is above the law even if your an HMRC officer. Everyone is entitled to the laws protection. The present regulations do not offer suitable redress to the public.",
        "background": "Change the law or regulations to allow the public to make a complaint to the IOPC to investigate any alleged offence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T17:55:47.995Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T18:17:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-22T17:31:07.334Z",
        "rejection": {
            "code": "no-action",
            "details": "There is already a process for pursuing complaints to HMRC that do not meet the criteria for referral to the IOPC. If you disagree with HMRC’s final response you can ask the Adjudicator’s Office to look into your complaint. If you disagree with the Adjudicator’s Office, you can ask your Member of Parliament to refer your complaint to the Parliamentary and Health Service Ombudsman. You can find more information about this process here: https://www.gov.uk/complain-about-hmrc\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-23T08:13:34.655Z"
    },
    "id": 307572,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307572.json"
    },
    "type": "petition"
}