{
    "attributes": {
        "action": "Allow all 2020 A Level students to recieve their firm university offer.",
        "additional_details": "The new system of grading A Level students is an approximation rather than a realistic view of how students would perform in the exams. The Government have not taken into account that this time before exams would be a time of optimum academic growth from students therefore taking previous mock exams and non-official assessments to determine a student's real A Level grade is unjust; it takes away the opportunity for students to prove their worth in the real A Level exams.",
        "background": "Tell universities to accept any students who have made them their firm uniersity choice, regardless of the A Level grades they will recieve at the end of July.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T20:35:05.071Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T21:22:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-23T10:37:27.683Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, and decisions about university admissions are a matter for individual universities and UCAS, not the UK Government or Parliament.\r\n\r\nIf you have concerns about admissions you should raise these with UCAS, and if you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe have published a petition calling on the Government to review the decision to use previous data to calculate exam grades, which you might like to sign: https://petition.parliament.uk/petitions/306773\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-23T10:37:27.680Z"
    },
    "id": 307680,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307680.json"
    },
    "type": "petition"
}