{
    "attributes": {
        "action": "Economic assistance to self employed and freelancers during COVID-19",
        "additional_details": "The UK Film and TV industry is facing an unprecedented challenge as a result of the COVID-19 outbreak. Most productions have halted, leaving all crew, especially self employed and freelancers, without any form of income and with the potential for months without work.\r\n\r\nOther industries face similar challenges. I'd like the government to provide support to self employed and freelancers in all industries at this critical time.",
        "background": "For the UK government to provide economic assistance to the self employed and freelancers - such as those within the Film, TV and other industries - who are suffering unforeseen financial challenges that could have a profound effect on thousands of people across the country.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T20:14:20.042Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T20:34:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:11:03.630Z",
        "rejection": {
            "code": "already-happening",
            "details": "You can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T18:11:12.332Z"
    },
    "id": 307659,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307659.json"
    },
    "type": "petition"
}