{
    "attributes": {
        "action": "Stop all NMC Nurse registration fees for 12 months due to impact of covid-19",
        "additional_details": "To support the Nurses of the UK during this testing time. Show them how appreciated the work they do actually is.",
        "background": "Support the hard working nurses of the UK who are being effected a lot more than most of the population by Covid-19. Offer them a free 12 months NMC Registration no matter when in 2020 they renew and refund anyone who has already pay. They will experience financial pressures even when working.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T18:53:52.340Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T22:52:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-23T10:44:51.133Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Registration fees for nurses are a matter for the Nursing and Midwifery Council, not the Government or Parliament.\r\n\r\nYou could start a new petition calling on the Government to reimburse nurses for these charges for the next 12 months, or to provide a grant to the Nursing and Midwifery Council so that they do not need to charge these fees.\r\n\r\nWe have published a number of petitions calling on the Government to recognise the work of nurses and other keyworkers financially, which you might like to sign.\r\n\r\nMake hazard pay mandatory for key workers in the midst of COVID 19: https://petition.parliament.uk/petitions/307619\r\n\r\nGive all key workers a 100% tax and Nat. Ins. holiday through COVID-19 crisis: https://petition.parliament.uk/petitions/306845\r\n\r\nPay bonus to all key workers: https://petition.parliament.uk/petitions/307215\r\n\r\nIncentivise NHS staff during the COVID19 outbreak by making wages untaxable: https://petition.parliament.uk/petitions/304595\r\n\r\nIncrease pay for NHS healthcare workers and recognise their work: https://petition.parliament.uk/petitions/300073\r\n\r\nBonus for emergency services personnel working due to COVID-19: https://petition.parliament.uk/petitions/303306\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-23T10:44:51.132Z"
    },
    "id": 307605,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307605.json"
    },
    "type": "petition"
}