{
    "attributes": {
        "action": "Provide additional Covid19 funding to local authorities for burials & cremation.",
        "additional_details": "With unprecedented deaths expected,\r\nthe govt must ensure that funeral rites are respected (in keeping with human rights). Eg: Muslims can have absent service but cannot have cremation. \r\n\r\nLAs must he able to make necessary arrangements for cremation & also for burial plots for any to whom cremation is not an option.\r\n\r\nOnly a minority will need burial. Worse comes to worse, the state buries (without civilians handling the body) as best as they can. It's doable but not if authorities are dismissive.",
        "background": "Burials and cremation as well the registry of births and deaths ordinarily come under the supervision of local authorities.\r\n\r\nAs we anticipate an increase on pressure to existing services, the Government must make additional funding available to meet increased demands, that still afford dignity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T20:02:30.217Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T20:20:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-23T12:30:59.781Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action.\r\n\r\nFund basic funerals/cremations for Covid-19 Victims: https://petition.parliament.uk/petitions/302866\r\n\r\nAllow coronavirus victims to be buried according to their religious beliefs: https://petition.parliament.uk/petitions/305167\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-23T12:30:59.778Z"
    },
    "id": 307649,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307649.json"
    },
    "type": "petition"
}