{
    "attributes": {
        "action": "Credit card providers to reduce interest rates to 5% for all accounts",
        "additional_details": "Credit card companies should not be allowed to sustain profits and add to the burden of people suffering job losses and reduced incomes.\r\nThese companies do nothing except drain the economy of money in general circulation and tend to be used by those that can least afford it.\r\nThere will also be a substantial increase in credit card borrowing during these difficult times.",
        "background": "Reduce the level of interest charged by credit card companies during the Corona virus outbreak inline with the reduction in Bank base rates.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T22:26:20.093Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T14:29:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T05:55:31.489Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action.\n\nEncourage lenders to suspend interest, fees and repayments during COVID-19: https://petition.parliament.uk/petitions/305297\n\nSince starting this petition, many UK banks have announced measures to help people who are experiencing financial difficulties due to coronavirus.  You should look at your bank's website or contact them directly to find out more.\n\nYou can read the Financial Conduct Authority's announcement on the temporary financial relief that banks can offer customers here: https://www.fca.org.uk/news/press-releases/fca-confirms-temporary-financial-relief-customers-impacted-coronavirus\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T05:56:46.548Z"
    },
    "id": 307758,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307758.json"
    },
    "type": "petition"
}