{
    "attributes": {
        "action": "Close all holiday/caravan parks to prevent or slow the spread of Coronavirus",
        "additional_details": "The problem with this now the schools are shut and most families losing holidays abroad they will see the as chance for holiday within the uk especially with the nice weather recently or even a getaway from the virus as the cities get more cases by the day\r\n\r\nThis brings the virus into areas where no cases are, putting staff and locals at risk, extra pressure on local services like the nhs and also shops as most these sites are near or in small villages so the local venerable can not buy essentials",
        "background": "The government needs to close all holiday parks across the country to help prevent the spread of virus moving counties putting extra strain on local services  as these sites could be housing hundreds of guests infected with the virus who are not even paying council tax towards services in the areas",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T00:05:26.772Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T07:23:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T18:43:47.535Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since this petition was started, the Government has issued guidance on further businesses and premises to close. The Government has said that exemptions apply where people live permanently in caravan parks or are staying in caravan parks as interim abodes where their primary residence is not available. You can find out more here: https://www.gov.uk/government/publications/further-businesses-and-premises-to-close/further-businesses-and-premises-to-close-guidance\r\n\r\nThe Government has also asked everyone to stay at home. You can find out more here: www.gov.uk/coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-27T18:43:47.532Z"
    },
    "id": 307816,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307816.json"
    },
    "type": "petition"
}