{
    "attributes": {
        "action": "Close supermarkets to the general public and give Key workers 24hr access.",
        "additional_details": "The NHS, emergency service and key workers are working round the clock and when they go shopping after their shift (bearing in mind they are working shift patterns) and can only go to shop at certain times, the shelves have been cleared when they go.\r\n\r\nThe general public are clearing supermarket shelves and stockpiling food and essentials leaving nothing left for NHS workers, Emergency service workers, Key workers and the elderly and vulnerable when they get to the supermarket to do their shop.",
        "background": "Close some Supermarkets across the country to the general public and keep them open 24hrs only for NHS/Emergency service/Key workers and the elderly and vulnerable and to have security measures in place at the door to stop anyone not in the categories classified by the government from entering.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T00:54:31.419Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T12:02:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-17T13:39:53.644Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The opening and delivery arrangements for supermarkets are a matter for individual retailers, not the Government or Parliament. A number of retailers have announced plans to prioritise elderly or vulnerable customers, and NHS workers. Customers should contact their local supermarket to find out if they have put such arrangements in place.\r\n\r\nThe Government has made certain changes to enable supermarkets to work together during the coronavirus outbreak, particularly to serve customers who are elderly, ill or vulnerable: https://www.gov.uk/government/news/supermarkets-to-join-forces-to-feed-the-nation\r\n\r\nWe have published a petition calling on the Government to supply NHS key frontline staff working during Covid-19 healthy food hampers, which you might like to sign: https://petition.parliament.uk/petitions/306339\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-17T13:39:53.640Z"
    },
    "id": 307832,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307832.json"
    },
    "type": "petition"
}