{
    "attributes": {
        "action": "Give NHS staff working through the covid-19 crisis Queens Honours",
        "additional_details": "Without the help of these people many more thousands of people may die. They have their own families that are being put at risk as well while helping the nation. I feel this merits these honours more than someone’s contributions to say sport or music.",
        "background": "I think the NHS staff working tirelessly through this global crisis should be honoured for their contributions to the British people and people of the world once it has past. They will be working day and night to save people from this disease while risking their own safety",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T06:51:36.048Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-25T11:33:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-14T12:56:31.153Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept your petition because it asks for someone to be nominated for an honour.\r\n\r\nMembers of the public can nominate people for honours directly, although it is not possible to nominate a group or organisation for an honour. You can find out how to nominate someone for an honour here: https://www.gov.uk/honours\r\n\r\nWe have accepted petitions calling for the Government to award people working in essential occupations medals, which you might like to sign.\r\n\r\nIf you want the Government to award Covid-19 medals to all emergency services and involved armed forces, you may wish to sign this petition: https://petition.parliament.uk/petitions/302613\r\n\r\nIf you want the Government to create a medal to honour the fortitude of people working in essential occupations, you may wish to sign this petition: https://petition.parliament.uk/petitions/308035\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n\r\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-14T12:56:38.302Z"
    },
    "id": 307871,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307871.json"
    },
    "type": "petition"
}