{
    "attributes": {
        "action": "Temporary workers/agency workers should qualify for statutory sick pay",
        "additional_details": "I want the government to do it, because so far in this crazy time the government have looked after the employed and also self employed people (sub contractors) by the offer of statutory sick pay, however nothing has been said about the temporary worker, the government seems to have forgotten that large companies across all industries make up there work force with temporary workers through recruitment agencies, and so far nothing has been done to ensure their basic survival.",
        "background": "I want the government to ensure that the citizens in the UK that earn a living through temporary employment with recruitment agencies are afforded the right to statutory sick pay to at least have the basic means to survive",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T08:35:59.029Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T13:25:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-27T08:18:27.998Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to support temporary and agency workers, but it's not clear what action you want the Government to take to achieve this.\r\n\r\nCasual and agency workers are treated as employees so can qualify for Staturoy Sick Pay, provided the qualifying conditions are met. The qualifying conditions are explained by the Government here: https://www.gov.uk/guidance/statutory-sick-pay-how-different-employment-types-affect-what-you-pay#casual-zero-hour-contract-and-agency-workers\r\n\r\nIf you want the Government to change the qualifying conditions for Statutory Sick Pay to increase the number of temporary or agency workers who are entitled, you could start a new petition calling for this.\r\n\r\nWe have started a petition calling on the Governemnt to give financial help to agency and zero hour workers during COVID-19 outbreak, which you might like to sign: https://petition.parliament.uk/petitions/301328\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-27T08:18:27.994Z"
    },
    "id": 307908,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307908.json"
    },
    "type": "petition"
}