{
    "attributes": {
        "action": "Change the current guidance of PPE regulations for NHS staff caring for COVID-19",
        "additional_details": "Despite the extensive measures taken by Italy regarding PPE, they have seen seen a sharp incline in occupational exposure related illness and even death. \r\n\r\nThe NHS front line staff will not tolerate being put into this position. We are scared, we are united and we will refuse to treat anybody unless it is safe to do so. \r\n\r\nTherefore we would like the government to review the recommended PPE with immediate effect and upgrade it in line with evidence from other countries such as Italy.",
        "background": "Public Health England have issued advice that all none high risk procedures involving COVID-19 patients only require staff to wear surgical face masks (and apron, gloves or eye wear if app.). To date Italy has had 13 doctors who have died, in addition to other health care workers who were exposed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T09:18:00.985Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T09:35:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:02:00.260Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/304243\n\nAdvice on the use of personal protective equipment is a matter for Public Health England, not the Government or Parliament.\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coranavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T18:02:12.374Z"
    },
    "id": 307927,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307927.json"
    },
    "type": "petition"
}