{
    "attributes": {
        "action": "Include private wedding venue in the list of businesses to close during COVID-19",
        "additional_details": "Allowing Private Wedding Venues to continue to trade without offering postponement dates, forces couples into very difficult positions and encourages public gatherings. \r\n\r\nBeing forced to retain imminent dates means we are going against Government advice of social distancing, puts our guests at risk and has the potential to increase pressure on the NHS.\r\n\r\nThis is happening at venues across the country, forcing thousands of members of the public into mass gatherings against their will.",
        "background": "We want to be able to postpone wedding ceremonies due in the coming month or two, however, many venues are stating ‘business as usual’ because they are not classed as restaurants or pubs/bars. We need you to include Private Wedding Venues in the list of businesses that must close during COVID-19.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T15:00:23.771Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T15:28:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-27T09:55:33.914Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you stated your petition, the Government has temporarily banned weddings.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-27T09:55:33.910Z"
    },
    "id": 308141,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308141.json"
    },
    "type": "petition"
}