{
    "attributes": {
        "action": "Suspend all Routine Eye Examination in England to prevent spread of COVID-19",
        "additional_details": "As England heads toward complete lockdown, by not limiting appointment availability to urgent/emergency only but instead acting like 'business as usual' spreads the message to everyone that going outside is an acceptable thing to do. The large multiples can't justify putting these measures in place as it is too much of a financial loss so NHS England must do it for them.",
        "background": "Similar to action taken in both Scotland and Wales earlier this week to suspend all routine eye examination. England has a duty of care to suspend all routine eye examinations with immediate effect to protect the public and NHS practitioners and support staff from the current COVID-19 pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T20:13:16.924Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T20:21:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-27T13:23:10.558Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition NHS England has written to opticians stating that all routine optical services are suspended, and Urgent and essential eye care should be delivered from a limited number of optical practices only: https://www.england.nhs.uk/coronavirus/wp-content/uploads/sites/52/2020/04/C0127-optical-letter-1-april-2020.pdf\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-27T13:23:18.888Z"
    },
    "id": 308293,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308293.json"
    },
    "type": "petition"
}