{
    "attributes": {
        "action": "Why can't the NHS have medals for long service or above and beyond.",
        "additional_details": "The police and fire service all get long service medals and bravery or above and beyond etc. \r\n\r\nThe staff in the NHS are under ever increasing pressure, with dwindling numbers and increase in patients due to GP surgeries being unable to keep up with demand. \r\n\r\nNursing and cottage hospitals closing, an ageing population with longer stays in a acute environment, all put pressure on the front line staff in hospitals, they get pressure from managers, and suffer stress on an unprecedented scale.",
        "background": "Introduce long service medals and above and beyond the call. The NHS is woefully under appreciated, by its mangers and government.\r\n\r\nWith light of the recent covid 19 outbreak, they all just keep going to work to help and care for the sick and dying, they do not get a break after a emergency.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T18:13:41.681Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T18:50:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:12:35.928Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/302613\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2023-09-26T14:51:22.671Z"
    },
    "id": 308235,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308235.json"
    },
    "type": "petition"
}