{
    "attributes": {
        "action": "Close Courts England & Wales and order a blanket stay on ongoing Directions",
        "additional_details": "Lawyers are under a great deal of pressure during these testing times. There has been no firm comment on how hard it is for lawyers to continue trying to work as normal in this situation which is far from normal and to try to meet Directions and prepare for Trials. We need the government to acknowledge the issues we face and help us. People continue to try and attend hearings despite advice on social distancing. The current situation with the legal profession is in fact dangerous.",
        "background": "It is necessary to close Courts and Tribunals in England & Wales to reduce risks of social contact. For Trials currently listed over 12 weeks to be vacated and for a blanket stay, perhaps by way of an overriding Practice Direction, to relieve pressure currently placed on lawyers to meet Directions",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T18:29:41.221Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T19:23:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-27T15:32:35.850Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you started this petition, the Government has announced various measures, including remote proceedings where possible to enable urgent cases to proceed, and suspended many others not considered to be urgent. You can find the latest information here: https://www.gov.uk/guidance/coronavirus-covid-19-courts-and-tribunals-planning-and-preparation\r\n\r\nIf you would like every court to be closed and the suspension of all urgent cases, you could start a new petition calling for this.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-28T10:01:46.243Z"
    },
    "id": 308242,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308242.json"
    },
    "type": "petition"
}