{
    "attributes": {
        "action": "indefinite leave to remain for those 2.5 years and beyond living in the UK",
        "additional_details": "With uncertainty to when this pandemic will end, many people are awaiting to be legalised, will be applying for extension and it’s very daunting. With job loss and people particularly from non eu migrating to uk. I think it’s only fair and humane that they are granted indefinite stay in this country to feel secure, supported by the government. Let’s have mercy.",
        "background": "Covid-19 is creating a new normal for all citizens. I want the UK government to grant citizenship/indefinite leave to remain for those who are 2.5 years and beyond already living in the UK presently.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T20:19:53.306Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-03T22:54:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T10:41:19.169Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/314527\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-29T10:41:19.167Z"
    },
    "id": 308299,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308299.json"
    },
    "type": "petition"
}