{
    "attributes": {
        "action": "Decline financial support to UK companies who have made large dividend payments.",
        "additional_details": "The UK Gov't should implement a stringent review of every company that applies for financial support.\r\n\r\nThis review should focus on the financial conduct of each company - in particular whether the company has paid or intends to pay a significant dividend to shareholders whilst aware of the COVID-19 crisis.\r\n\r\nGov't financial assistance should be denied to companies who continue to pay millions to shareholders. Our public funds must not be syphoned off to enrich the few while the many are in need.",
        "background": "Our public funds will be stretched beyond breaking point over the coming months. The NHS and ordinary working people will be in desperate need of support. We must avoid a scenario where this money is instead used to bail out large corporations who have paid millions in dividends out to shareholders",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-23T07:52:07.319Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-23T08:34:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-27T15:35:17.947Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/306053.\r\n\r\n### Further information\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nFind out the latest updates from Parliament on the COVID-19 outbreak, including ways that you can get involved: https://www.parliament.uk/business/news/covid-19/\r\n\r\nAre you an academic or researcher? Find out how you can help Parliament scrutinise the Government’s response to coronavirus: https://www.parliament.uk/covid19-researcher-engagement\r\n\r\n### What the Petitions Committee is doing\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n\r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-27T15:36:26.505Z"
    },
    "id": 308462,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308462.json"
    },
    "type": "petition"
}