{
    "attributes": {
        "action": "Make all Isle Of Wight ferries Freight Only - to stop a Coronavirus outbreak.",
        "additional_details": "",
        "background": "The Isle Of Wight has been identified as one of the areas where our 1 hospital could be overwhelmed if we have a major outbreak of Coronavirus, By making the ferries freight only this would go a long way to prevent that from happening. Act now to protect our higher than normal elderly population",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-23T06:43:03.352Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-23T07:14:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-27T15:03:59.638Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The operation of ferries to the Isle of Wight is a matter for individual ferry operators, not the Government or Parliament.\r\n\r\nThe Government has issued guidance telling people to stay home and only use public transport, including ferries, if they have to: https://www.gov.uk/guidance/coronavirus-covid-19-uk-transport-and-travel-advice\r\n\r\nWe have published a petition calling on the Government to close down all UK airports & seaports to prevent further spreading of Covid-19, which you might like to sign: https://petition.parliament.uk/petitions/300932\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-27T15:03:59.636Z"
    },
    "id": 308448,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308448.json"
    },
    "type": "petition"
}