{
    "attributes": {
        "action": "Support NHS Staff in the fight against Corona virus.",
        "additional_details": "This petition must be enacted immediately as the current situation is unsustainable with critical key workers waiting time hunting for essential foods and products whilst being expected to provide unparalleled support.",
        "background": "Safeguard and protect the mental and physical wellbeing of critical front line workers by encouraging or instructing supermarkets to provide free home grocery deliveries at a time and date to suit their needs.\r\nThis will also provide reduced virus risk to both critical workers and the public.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-23T09:46:09.302Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-23T16:00:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-28T09:07:42.643Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The opening and delivery arrangements for supermarkets are a matter for individual retailers, not the Government or Parliament. A number of retailers have announced plans to open early for elderly or vulnerable customers, and keyworkers. A number of retailers have also introduced social distancing measures and restrictions on the number of people who can enter their stores at the same time. You should contact your local supermarket to find out if they have put such arrangements in place.\r\n\r\nThe Government has made certain changes to enable supermarkets to work together during the coronavirus outbreak, particularly to serve customers who are elderly, ill or vulnerable: https://www.gov.uk/government/news/supermarkets-to-join-forces-to-feed-the-nation\r\n\r\nWe have published a petition calling on the Government to supply NHS key frontline staff working during Covid-19 healthy food hampers, which you might like to sign: https://petition.parliament.uk/petitions/306339"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-28T09:07:42.641Z"
    },
    "id": 308508,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308508.json"
    },
    "type": "petition"
}