{
    "attributes": {
        "action": "Take measures against alcoholism in regards to alcohol delivery",
        "additional_details": "Companies profit from the sale of alcohol through their deliveries so the incentive to stop the service is poor. The government has a duty of care to UK residents, especially as we face prime conditions for alcoholism to grow with the COVID-19 spread and the isolation we each face. \r\nThe government should consider;\r\nOnly allowing the delivery of miniature bottles of spirits. \r\nReducing this service to Friday/Saturday ONLY. \r\nStopping it altogether. \r\nOther responsible factors as necessary.",
        "background": "Bring in restrictions on the delivery of alcohol through services like “Deliveroo”. Having alcohol so readily available and delivered to the doorstep within the hour threatens to harm those fighting alcoholism and potentially put vulnerable children at risk. This service should be limited.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-23T12:18:26.873Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-30T10:09:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-14T08:31:39.060Z",
        "rejection": {
            "code": "fake-name",
            "details": "We can't accept your petition because you haven't provided your full name.\r\n\r\nIn any case, we wouldn't accept a petition that called for the Government to restrict the ability of particular companies to deliver alcohol, but you could start a petition calling on the Government to restrict the purchase of alcohol through delivery services."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-14T08:31:39.057Z"
    },
    "id": 308590,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308590.json"
    },
    "type": "petition"
}