{
    "attributes": {
        "action": "Close retail stores that aren't providing vital products such as food/medicine",
        "additional_details": "These shops are not only forcing staff to go to work and therefore work in close proximity to others, but they are also tempting people out of their homes whilst they remain open. These stores are not selling anything vital and it is unfair that the CEO's and directors of these stores are still allowed to send their staff to work. Just like the many pubs and restaurants that have been forced to closed, these stores should have to do the same.",
        "background": "Retail stores that are not providing vital products such as food or medicine should be closed. There are still a high number of retail stores open that do not need to be. Stores such as Curry's PC world, Furniture stores and clothes shops.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-23T11:24:32.177Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-23T11:39:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:11:04.064Z",
        "rejection": {
            "code": "already-happening",
            "details": "You can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2020-03-31T18:11:12.503Z"
    },
    "id": 308559,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308559.json"
    },
    "type": "petition"
}