{
    "attributes": {
        "action": "Compensate university students for tuition fees during COVID-19 and UCU strikes",
        "additional_details": "19/20 undergraduates missed 6 weeks due to UCU strikes and have missed at least one week of second term due to COVID-19 and all of third term.\r\n\r\nWe have missed half a year of teaching, and have not agreed nor paid for online exams/cancelled exams, nor distance learning. There is less in-person support, and no access to physical resources. \r\n\r\nMany students will be caring for those affected by COVID-19, or for younger siblings who are self-isolating, or have parents as essential workers.",
        "background": "The £9250 tuition fees should be reduced to £4625 for 19/20 undergraduates, to compensate for 16 weeks of lost term time (out of an average of 30 weeks of term time).\r\n\r\nInternational students should also be refunded for this lost time (as they pay upfront), and postgraduates should be recompensed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-23T12:54:34.437Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-23T18:21:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:09:29.382Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/302855\n\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\n\nWe understand that the current situation is stressful for many people. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-31T18:09:36.187Z"
    },
    "id": 308617,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308617.json"
    },
    "type": "petition"
}