{
    "attributes": {
        "action": "Pay student nurses and midwives during COVID-19 Crisis.",
        "additional_details": "At present, there are 40,000 nursing vacancies. With the added pressure COVID-19 is putting on NHS trusts we want to know that the work we are doing as student nurses by putting ourselves in harm's way is being recognised and appreciated by the NHS and the public. We urge you to pay us a fair wage to give up our time and also to reduce the 2300 hours we have to complete so we can qualify quicker and help the NHS with this war against COVID-19.",
        "background": "Student Nurses & Midwives across the country are having to work on the frontline of this pandemic with no pay and also no sick pay. We want the government to ensure students will be paid for the 2300 hours that we are giving up for free to the NHS. We also want to have the 2300 hours reduced.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-23T15:53:32.136Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-23T23:36:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T15:33:49.605Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Student placements are a matter for the educational institutions the student is enrolled in, the organisation sponsoring the placement, and the regulatory bodies that are responsible for the qualifications, not the Government or Parliament.\r\n\r\nIf you have concerns about continuing with a placement you should raise these with the educational institution you are enrolled in, the organisation sponsoring your placement, and the relevant regulatory body.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T15:33:49.602Z"
    },
    "id": 308694,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308694.json"
    },
    "type": "petition"
}