{
    "attributes": {
        "action": "Cancel all University Exams and Assignments due to Covid-19.",
        "additional_details": "With the closures of schools and colleges it seems unreasonable amid this pandemic for university assessment continue. Students are facing extra pressures in their daily lives due to the current situation where employers are expecting those in part-time key worker roles to work additional hours and/or families expecting them to meet new care needs. We would like to see put in place the same measures applied by schools and colleges for exams and assignments in Universities during this period.",
        "background": "Covid-19 has dramatically altered University life. All face-to-face teaching was suspended from the 16th of March and now facilities such as libraries have all been closed. Subsequently, it is unfair to expect University students to have to continue studying and completing assignments.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-23T19:03:05.932Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-23T19:32:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:05:10.451Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, and decisions about university admissions are a matter for individual universities and UCAS, not the UK Government or Parliament.\n\nIf you have concerns about admissions you should raise these with UCAS, and if you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\n\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T18:05:20.004Z"
    },
    "id": 308778,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308778.json"
    },
    "type": "petition"
}