{
    "attributes": {
        "action": "Provide urgent support for University Students who have so far been forgotten.",
        "additional_details": "Students across the country are calling out for support and legislations to be brought in to help in this difficult time, as our studies are heavily impacted by COVID-19. We've lost face-to-face teaching and all buildings and libraries have been closed leaving us with nowhere to write out long dissertations, carry out research and limited feedback. Whilst we of course support these measures, as health and safety is paramount right now, we are suffering and recieving no help from the governement.",
        "background": "Bring in legislations, grade compensation and make the universities do more to support us. Many of us can't go home as it would put our families at risk, but so many of us have lost our zero-hour contract jobs and are struggling to pay rent whilst keep on top of our studies. Where is our support?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-23T17:45:19.338Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-23T17:55:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-28T09:38:01.634Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The arrangements for ongoing university education and assessments are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\r\n\r\nWe have published a number of petitions relating to university students, which you might like to sign:\r\n\r\nClose all universities down for an appropriate amount of time amidst COVID-19: https://petition.parliament.uk/petitions/300628\r\n\r\nRefund university students for 3rd Semester Tuition 2020: https://petition.parliament.uk/petitions/306494\r\n\r\nReimburse all students of this year’s fees due to strikes and COVID-19: https://petition.parliament.uk/petitions/302855\r\n\r\nRefund university rent and tuition fees due to coronavirus: https://petition.parliament.uk/petitions/304855\r\n\r\nEncourage lenders, landlords and utilities to freeze payments during lockdown: https://petition.parliament.uk/petitions/302256\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-28T09:38:01.632Z"
    },
    "id": 308750,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308750.json"
    },
    "type": "petition"
}