{
    "attributes": {
        "action": "Give predicted grades to BTEC students similarly to A-levels and GCSE students",
        "additional_details": "Student situations throughout the outbreak may differ not allowing them to maintain the same level of education. Students with learning difficulties who would usually receive extra support, students who have children will no longer have free time to study as schools/nurseries are closed, students who have become ill etc will not receive the same level of support on a remote level leading to them getting lower grades. This will be especially important for students aiming for higher education.",
        "background": "I would like the government to treat all students in the UK equally, understanding that the same level of education can not continue or be be upheld on a remote level. Students should receive predicted grades/tutor assessments across GCSE, A LEVEL, BTEC and Access courses.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-23T18:44:43.869Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-23T18:57:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T12:38:53.248Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, not the UK Government or Parliament. You can read the Government's announcement about what will happen to exams here: https://www.gov.uk/government/news/further-details-on-exams-and-grades-announced\r\n\r\nOfqual has stated that it is working with awarding organisations to finalise a list of qualifications that we will advise the Secretary of State should be in scope for learners to receive a calculated result, and this will include many BTEC Nationals: https://www.gov.uk/government/news/awarding-vocational-and-technical-qualifications-this-summer\r\n\r\nIf you want the Government to review the decision to use previous data to calculate exam grades, you may wish to sign this petition:\r\nhttps://petition.parliament.uk/petitions/306773\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T12:38:53.246Z"
    },
    "id": 308769,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308769.json"
    },
    "type": "petition"
}