{
    "attributes": {
        "action": "The government to legislate that Covid-19 pandemic be classified a Force Majeure",
        "additional_details": "Many contracts involve a Force Majeure clause - enabling parties to the contract to be able to take certain actions. The intention is that an event, which is both unforeseen and of great consequence, can cause problems to any of the parties to fulfil their obligations. \r\nMany events are recognised as Force Majeure such as earthquake or hurricane.\r\nHowever, some unscrupulous companies are using lawyers to obviate these clauses and small businesses or consumers cannot afford to resort to law.",
        "background": "In English Law, Force Majeure has usually been defined through case law. In this exceptional situation the Government should legislate that the current pandemic is defined as a Force Majeure.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-23T18:27:41.717Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-23T20:11:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-28T17:38:03.356Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Force Majure is contractal langauge and does not have a formal meaning in English or Scots law. It would be for the courts to adjudicate on whether a contact meets the conditions set out on it. \r\n\r\nSince you started your petition, the Government has announced a range of restrictions and support mechanisms related to the holding (and cancellation) of events.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nFind out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-29T08:36:34.936Z"
    },
    "id": 308764,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308764.json"
    },
    "type": "petition"
}