{
    "attributes": {
        "action": "Ensure missed payments during COVID-19 pandemic are exempt from credit reports",
        "additional_details": "We all face long-term impact on future rental agreements, personal and business loans, etc. Many institutions are trying to help. However, reporting missed payments to credit bureaus is still a legal obligation; e.g. Nationwide Building Society are informing customers that loan repayment holidays up to three months are possible, but that they must report such months as 'missed payments'. Disruptions to payments should not reflect badly on anyone during this unprecedented time.",
        "background": "This year, inspired by entrepreneurs across the UK and expecting our baby daughter's arrival in March, I started my own business. As no other financial assistance is available, the Government must prevent these abnormal circumstances reflecting badly in credit reports on honest hard-working people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-23T16:32:56.159Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-24T11:57:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-07T10:02:56.763Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The preparation and scoring of credit reports is a matter for individual credit reference agencies in cooperation with lenders, not the Government or Parliament. The UK's three credit reference agencies have all issued statements and advice about what people should do if they are facing financial difficulties as a result of the outbreak. You can find these here:\r\n\r\nTransUnion: https://www.transunion.com/covid-19\r\nEquifax: https://www.equifax.com/about-equifax/covid-19-and-your-credit-score/\r\nExperian: https://www.experian.co.uk/consumer/help-discover/discover/guides/supporting-you.html\r\n\r\nYou could start a new petition calling on the Government to encourage credit reference agencies to show consideration to any negative transactions that have occurred during the coronavirus outbreak.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-07T10:02:56.759Z"
    },
    "id": 308708,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308708.json"
    },
    "type": "petition"
}