{
    "attributes": {
        "action": "Provide all NHS staff with adequate Personal Protective Equipment",
        "additional_details": "Having Adequate Personal Protection Equipment will enable all Healthcare workers feeling safegaurded at the frontline, this will also enable the health and wellbeing of all NHS staff to be healthy and present to meet the demand of the upcoming rise in patients due to Covid-19. Having this type of protection will result in saving more lives. If you do not meet this requirement you will risk the lives of the current NHS staff that are currently treating patients that have tested positive for Covid-19, and all other diseases in the future.",
        "background": "I would like the Government to protect the NHS and its employees by ensuring all NHS staff have adequate personal protective equipment. In particular FFP3 masks, Safety Goggles, gloves and protection gowns.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-23T21:22:12.550Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-24T00:33:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:02:01.571Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/304243\n\nAdvice on the use of personal protective equipment is a matter for Public Health England, not the Government or Parliament.\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coranavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-31T18:02:12.874Z"
    },
    "id": 308841,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308841.json"
    },
    "type": "petition"
}