{
    "attributes": {
        "action": "NHS staff not to pay tax for next 3 months.",
        "additional_details": "This is how the government can help all NHS staff and the ambulance service by not taking TAX from out salaries for the next three months. This would be an amazing help for us.",
        "background": "I would like the government to give NHS staff in the hospitals and the ambulance service TAX FREE for 3 months.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-03-24T03:04:56.869Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-24T07:14:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T15:18:20.627Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/304595\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coranavirus outbreak.\r\n\r\nOn Wednesday 25 March the Committee questioned Government Ministers and the Deputy Chief Medical Officer Jenny Harries on the Government’s response to the Coronavirus pandemic. You can find out more about this session here: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n\r\nOn Monday 30 March the Chair of the Committee wrote to Government ministers of several departments asking for responses to a number of questions raised by petitions, and suggested by the public in response to a survey distributed to signatories of petitions on coronavirus. You can read these here: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T15:18:20.624Z"
    },
    "id": 308965,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308965.json"
    },
    "type": "petition"
}