{
    "attributes": {
        "action": "Move students maintenance loan payments forward due to covid-19",
        "additional_details": "I would like the government to help because since childcare providers have had to close students are now studying from home, having to buy more shopping than usual and after thousands of job losses due to the virus we need the support more than ever",
        "background": "Students are currently financially struggling due to job losses through the coronavirus, what makes this harder is that the next installments of their student loan payments are not due until late april/may. to be moved forward in order to support students financially especially those with children",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-24T10:10:00.010Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-24T10:47:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-01T14:24:30.584Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The payment of student loans is a matter for the Student Loans Company and Student Finance England, not the Government or Parliament.\r\n\r\nWe have published a petition calling on the Government to reimburse all students of this year’s fees due to strikes and COVID-19, which you might like to sign: https://petition.parliament.uk/petitions/302855\r\n\r\nWe have also published a petition calling on the Government to freeze student loan payments and interest accrual for Covid-19, which you might like to sign: https://petition.parliament.uk/petitions/308579\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-04-01T14:24:30.582Z"
    },
    "id": 309076,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309076.json"
    },
    "type": "petition"
}