{
    "attributes": {
        "action": "Let Students end their tenancy. University owned AND private because of COVID-19",
        "additional_details": "As many know, university accommodation requires you to find a replacement if you want out of the contract. It is understandable that students signed a contract knowing about this. But due to the Extenuating Circumstances, students should be allowed out of their contract or given a rent reduction as they won't be living there. For families with no income due to COVID-19, the student loans could be very helpful rather than being spent completely on rent for a room that won't be used again.",
        "background": "Universities across the UK have told students to go home if possible. This means that students won't see their university accommodation until they go back to collect their belongings. ALL university students in private or university owned accommodation should be allowed to terminate their contracts.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-24T10:50:15.603Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-27T21:04:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:05:47.995Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments or providing refunds for tuition fees and rent are a matter for individual universities and landlords, and not the UK Government or Parliament.\n\nIf you want the Government to refund university rent and tuition fees due to coronavirus, you may wish to sign this petition: https://petition.parliament.uk/petitions/302855\n\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\n\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\n\nWe understand that the current situation is stressful for many people. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-31T18:05:57.795Z"
    },
    "id": 309098,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309098.json"
    },
    "type": "petition"
}