{
    "attributes": {
        "action": "Give a medal to all staff in the NHS and health care similar to military medals.",
        "additional_details": "NHS staff have been under appreciated by the government for too long now. In a time of national crisis the NHS is the one service that has been mentioned over and over. NHS staff go to work knowing the pandemic that the nation faces, yet their staff day after day go to work to help others. It is not just during the pandemic it is everyday. \r\n\r\nWhat would happen if we did not have a NHS? Who would we rely on then? These staff are everyday heroes and it is about time they were appreciated",
        "background": "Give a medal to those in the NHS and health care, both paid and voluntary for their assistance in fighting the coronavirus, similar to the military on operations. \r\n\r\nWill the government start to appreciate the NHS staff more? If not by a well deserved pay rise, with a small token of a medal.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-24T17:31:44.418Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-25T18:16:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:12:35.420Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/302613\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-31T18:12:42.862Z"
    },
    "id": 309360,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309360.json"
    },
    "type": "petition"
}