{
    "attributes": {
        "action": "Close Holiday Cottage Businesses and Caravan Parks in Wales Permanently",
        "additional_details": "The holiday cottage and caravan businesses have put a strain on the resources of rural Britain during the covid19 outbreak. This is an industry that has ignored government advice. It does not sustain locals financially year round. Industry needs rethinking in these rural areas.",
        "background": "Return visitors home to areas where they can receive better medical care. Seize holiday cottages and caravan parks. Return them as properties for local residents for non tourism purposes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-24T18:00:54.431Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-25T09:46:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T18:45:50.264Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since this petition was started, the Government has issued guidance on further businesses and premises to close. The Government has said that exemptions apply where people live permanently in caravan parks or are staying in caravan parks as interim abodes where their primary residence is not available. You can find out more here: https://www.gov.uk/government/publications/further-businesses-and-premises-to-close/further-businesses-and-premises-to-close-guidance\r\n\r\nThe Government has also asked everyone to stay at home. You can find out more here: www.gov.uk/coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-27T18:45:50.261Z"
    },
    "id": 309389,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309389.json"
    },
    "type": "petition"
}