{
    "attributes": {
        "action": "Government support for Heritage Railways across the UK, during this crisis.",
        "additional_details": "During these times heritage railways are struggling financially as normal services are cancelled including special events this means they have no income and will need support(money) to survive. The heritage railways form a major part of UK history and losing them would impact heavily on many locomotives and rolling stock being scrapped or left to decay as railways closed. We are asking the UK Govt to debate this and come up with a plan to save as many railways as possible.",
        "background": "There are about 120 Heritage Railways across the UK that rely on charitable donations and running days to continue their great work in providing important historical value to the UK. Can the UK Govt consider ways to provide support to prevent many of these railways going bust during this crisis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-24T19:47:19.026Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-24T20:41:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-30T16:23:14.686Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started this petition, the Government has announced a support package for charities. It has also said that many charities are eligible for other support measures available to businesses. You can find out more here:https://www.gov.uk/guidance/coronavirus-covid-19-guidance-for-the-charity-sector#government-financial-support-for-charities\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-01T08:33:49.868Z"
    },
    "id": 309446,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309446.json"
    },
    "type": "petition"
}