{
    "attributes": {
        "action": "ACT FAST\r\nHygiene kits to 60 and over in Age. \r\nExempt 3 months utility bills",
        "additional_details": "Car insurance household insurance must be exempted for 3 months.provide free hygiene kits to all 60 and over in age.\r\nMobile and landlines must not be cut of if they don't recive money.international students in UK must get help.self employed must get help. People who lost jobs due to covid19 must get help. Carers must get a rise of money. People who owe debt must get help.mass ease all needed in uk.\r\nMass help needed during to COVID19",
        "background": "Exempt 3 months gas and electricity and water and council tax bills for 3 months",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-24T18:45:46.311Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T10:44:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-07T09:39:23.910Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for insurance and utilities is a matter for individual insurance providers and utility providers, and not the UK Government or Parliament.\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\r\n\r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n\r\nWe have also already published petitions relating to the provision of hygiene products, which you might like to sign:\r\n\r\nIf you want the Government to supply and mandate the use of face masks and gloves, you may wish to sign this petition: https://petition.parliament.uk/petitions/308209\r\n\r\nIf you want the Governemnt to provide free hand sanitisers for everyone, you may wish to sign this petition: https://petition.parliament.uk/petitions/300758\r\n\r\nWe have also published a number of petitions calling on the Government to provide financial support to individuals and businesses during the pandemic, which you might like to sign. You can view all open petitions relating to coronavirus here: https://petition.parliament.uk/petitions?state=open&topic=covid-19\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-07T09:39:23.908Z"
    },
    "id": 309413,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309413.json"
    },
    "type": "petition"
}