{
    "attributes": {
        "action": "Test recovered events industry crew for antibodies to the #COVID19 Coronavirus",
        "additional_details": "Many events and technical crew that are in contact with artists, entertainers audiences and others who travel, believe that they have already been infected with COVID19\r\n\r\nThe events industry was the first to be bought to it's knees as a result of the pandemic. Many in the industry have said they believe they have had the Virus as early as November 2019\r\n\r\nIn the search for a cure for the disease, because rumours indicate a possible wave of infection in November and December please consider testing the events industry crew for antibodies, or any finding that may assist in finding a cure",
        "background": "We believe event and entertainment crew worldwide have previously been in contact with the COVID19 Corona Virus.\r\n\r\nTest event crew for antibodies to the COVID19 Corona Virus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-24T23:32:09.901Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-25T12:44:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-30T17:11:18.131Z",
        "rejection": {
            "code": "no-action",
            "details": "No antibody test has been established for use by the NHS at present.\r\n\r\nYou could start a petition calling for events staff to be prioritised over other workers if or when an antibody test is available, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-30T17:11:22.973Z"
    },
    "id": 309580,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309580.json"
    },
    "type": "petition"
}