{
    "attributes": {
        "action": "Freeze all household bills during the Covid-19 crisis time.",
        "additional_details": "To stay home, we are all out a huge additional amount of money on Gas, Heating, Electricity & feeding a full household (all day) which has dramatically increased. There are many vulnerable families, prioritising between heating their home &feeding their children. There are MANY reason why we can’t afford to live within a lockdown. Please put a hold on household bills and let people stand a chance of feeding their families and help reduce this horrific impact on stress and mental health.",
        "background": "Please put a hold on GAS, ELECTRICITY, RENT, COUNCIL TAX and MORTGAGES and let people stand a chance of feeding their families and not adding to the already intense stress and mental health that people are suffering during this unprecedented time with the Coronavirus Crisis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-25T10:55:22.670Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T12:47:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T19:35:30.198Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for council tax, mortgages, utilities and loans is a matter for individual councils, mortgage providers, utility providers and lenders, and not the UK Government or Parliament.\r\n\r\nIf you want the Government to require councils to suspend council tax payments during the coronavirus outbreak, you may wish to sign this petition: https://petition.parliament.uk/petitions/303274\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\r\n\r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-27T19:35:30.195Z"
    },
    "id": 309718,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309718.json"
    },
    "type": "petition"
}