{
    "attributes": {
        "action": "Medical staff to be wearing correct medical masks to stop spread of Covid-19",
        "additional_details": "I would like parliament to understand without our heath care workers being protected there is no health care system its as simple as that. \r\nAll front line staff need to be wearing protective masks at all time. We are told to social distance however front line workers can not self distance as we need to provide care. We all need the correct masks to be worn everyday by every member of staff. Help us to help all patients.",
        "background": "Speaking on behalf of all front line workers we need the correct masks to be worn at all times to stop the spread of this virus. Masks need to be provided for all staff at all times. Not just when a suspected or confirmed patient as many show no symptoms.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-25T10:57:48.270Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-25T11:14:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:02:00.704Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/304243\n\nAdvice on the use of personal protective equipment is a matter for Public Health England, not the Government or Parliament.\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coranavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2020-03-31T18:02:12.534Z"
    },
    "id": 309720,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309720.json"
    },
    "type": "petition"
}