{
    "attributes": {
        "action": "Cancel all assignments/assessments for University students.",
        "additional_details": "Based on current events due to COVID-19 it seems extremely unfair for students to carry on their academic responsibilities as many have to care for others at home in light of the situation we are in. Even worse is for those that are not caring for others but are equally not in a position to have access to a computer (whether it be for financial reasons or otherwise) nor have access to a library due to the lockdown.\r\n\r\nDue to these current circumstances, I'm sure many students have had to take on a much larger role in helping out their families than previously for us all to overcome this pandemic (especially for those whose parents may have lost their jobs or had to take a temporary pay cut), it therefore seems unjust to pile on this workload and pressure from Universities.",
        "background": "Cancel all remaining assignments for students. Discuss some form of solution to amend this issue, whether it be by creating an average grade based on previous assessments or some other means.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-25T10:56:22.343Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-25T11:51:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:05:10.500Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, and decisions about university admissions are a matter for individual universities and UCAS, not the UK Government or Parliament.\n\nIf you have concerns about admissions you should raise these with UCAS, and if you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\n\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T18:05:20.018Z"
    },
    "id": 309719,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309719.json"
    },
    "type": "petition"
}