{
    "attributes": {
        "action": "Force British Airways to refund all flights due to COVID19 rather than vouchers.",
        "additional_details": "This is because, when you go to manage flight and find out it's cancelled, you go to hit the cancel and refund button. However, when you do this, it takes you to a voucher form rather than a refund form. If you hadn't noticed like me then you now aren't having a refund but instead a voucher which is not what you wanted at all. This is a scummy dirty act from what should be a professional company that has exploited those in such a vulnerable situation.",
        "background": "I want those with more power to force BA to refund all flights that were cancelled due to COVID19 and want the refund rather than a voucher.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-25T20:10:35.158Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-25T20:23:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T12:48:41.966Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Arrangements for refunding, changing or rebooking travel are a matter for individual airlines and travel agents, not the Government or Parliament.\r\n\r\nWe have published a petition calling on the Government to create a fund to reimburse money lost due to covid-19 travel cancellations, which you might like to sign: https://petition.parliament.uk/petitions/304912\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2020-03-31T12:48:41.964Z"
    },
    "id": 309996,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309996.json"
    },
    "type": "petition"
}