{
    "attributes": {
        "action": "PAUSE THE ECONOMY DUE TO CORONAVIRUS.",
        "additional_details": "For 3 months minimum:\r\nMake all utilities free (gas, electric, water, council tax).\r\nMake banks and finance companies no longer able to charge interest.\r\nNegotiate the shut down of the stock exchange.\r\nCancel all rent payments.\r\nEnsure everyone has a minimum level of food based on food parcels.\r\n\r\nIt is time to protect the people of the UK so they can follow the lockdown order. Forcing people out of work and out of their homes is a much bigger world catastrophe than Covid-19. It WILL cause a depression",
        "background": "Most businesses are now shut. People are on reduced or no salary, and many have already been made redundant. The solutions for longevity of life in the UK are sticking plaster fixes. We need the government to pause the economy to stabilise everyone's income and allow us to get through this pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-25T18:08:03.824Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-25T20:50:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-01T12:17:03.136Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We have published petitions on a number of aspects of your petition, while some areas, such as contractual arrangements for the payment of rent and utilities, are not the responsibility of the Government.\r\n\r\nYou may wish to sign the following petitions:\r\n\r\nEncourage lenders to suspend interest, fees and repayments during COVID-19: https://petition.parliament.uk/petitions/305297\r\n\r\nRequire councils to suspend council tax payments during the coronavirus outbreak: https://petition.parliament.uk/petitions/303274\r\n\r\nEncourage lenders, landlords and utilities to freeze payments during lockdown: https://petition.parliament.uk/petitions/302256\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-01T12:17:03.134Z"
    },
    "id": 309930,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309930.json"
    },
    "type": "petition"
}