{
    "attributes": {
        "action": "Cancellation of all University assignments/exams due to instability by COVID-19",
        "additional_details": "International students have had to completely abandon their life and go back to their home countries to be with family. Many of us know family members or friends that are dealing directly with the COVID-19. These are tough times for all and especially students who have so much on their plate.  As per government guidelines, GCSE and A-Level exams were cancelled so why can’t universities do the same. This is not the time to have to worry about an assignment deadline, dissertation or exam revision.",
        "background": "Libraries have now closed and I believe it is safe to say that asking university students to continue working as normal from home is outrageous. Alot of peoples home environments are just not conducive for study. It is unfair to assume that everyone has access to Internet or resources in their homes",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-25T20:44:51.570Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-25T20:56:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:05:10.828Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, and decisions about university admissions are a matter for individual universities and UCAS, not the UK Government or Parliament.\n\nIf you have concerns about admissions you should raise these with UCAS, and if you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\n\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T18:05:20.191Z"
    },
    "id": 310012,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310012.json"
    },
    "type": "petition"
}