{
    "attributes": {
        "action": "Mark the Monday closest to the 23rd of March as a remembrance bank holiday.",
        "additional_details": "The British people have not had to deal with anything like this in living memory. \r\nIt would be an amazing gesture from HM government to allow a bank holiday on the Monday closest to the 23rd of March in order that we can remember those lost during the pandemic. The  heroism of the NHS and the emergency services along with the kindness of Individuals who stepped up as a community when they were needed the most.",
        "background": "On Monday the 23rd of March 2020 HM gov took the decision to tell the UK to stay indoors due to the threat of coronavirus19. This is set against a backdrop of mounting sickness and death rates across the world. \r\nPlease use the closest Monday of this date to remember those affected by this tragedy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T09:27:32.230Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T11:51:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T05:59:27.482Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action:\n\nMove all bank holidays to a time after Coronavirus Lockdown: https://petition.parliament.uk/petitions/309243\n\nBank holiday to thank those who helped during the COVID-19 crisis: https://petition.parliament.uk/petitions/307364\n\nCreate a new Bank Holiday in recognition of the NHS and all its amazing workers: https://petition.parliament.uk/petitions/303882\n\nIntroduce a 'one off' bank holiday after covid-19 pandemic to boost morale: https://petition.parliament.uk/petitions/304513\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T05:59:40.300Z"
    },
    "id": 310187,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310187.json"
    },
    "type": "petition"
}