{
    "attributes": {
        "action": "Halt all 'Private Parking' company operations during the Coronavirus.",
        "additional_details": "NHS staff are putting their lives at risk and returning to their vehicles after long shifts to find they have been ticketed. Individuals are still receiving intimidating letters and court summons in the post, causing undue stress in these uncertain times. Many people have been made redundant or had hours cut, the last thing they need is a county court judgement over a parking fine. Also, if private car parks were forced to drop all parking charges it may relieve some stress from public transport",
        "background": "All private parking company operations should be halted immediately. The \"services\" they offer can surely not be deemed essential in these times. They should not be allowed to ticket any vehicles or pursue existing tickets.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T09:43:08.563Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T10:03:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-06T11:42:04.167Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Enforcement of parking restrictions on private land is a matter for landowners, not the UK Government or Parliament.\r\n\r\nSince you started this petition, the Government have announced that they will provide free car parking for all NHS and social care staff. You can read more about this here: https://www.gov.uk/government/news/government-to-provide-free-car-parking-for-nhs-and-social-care-staff\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2024-04-18T08:30:51.354Z"
    },
    "id": 310196,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310196.json"
    },
    "type": "petition"
}