{
    "attributes": {
        "action": "Government must protect and care for the public. This must be enshrined in Law.",
        "additional_details": "We currently have too few Police officers to fight and control crime adequately.\r\nWe have too few doctors and nurses to fight disease and keep the public safe and well.\r\nWe have too few care workers to ensure that the elderly, disabled and disadvantaged are properly helped and cared for. All 3 groups are also financially impoverished.\r\nI would like these services removed from the hands of politicians. They have caused too much damage. Service workers numbers in these sectors should be set and reviewed annually by an independent panel to ensure there are always enough people to serve and protect us all.",
        "background": "Ensure adequate numbers of Police officers to protect the public, enough nurses and doctors to cure and care for the public, enough care workers to care for the elderly, disabled people and the disadvantaged. \r\nProtect and serve the people, but stop using emergency services as a political football.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T08:54:59.865Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-06T18:20:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-10T15:17:13.670Z",
        "rejection": {
            "code": "no-action",
            "details": "You would be welcome to start a petition which states clearly what you want the UK Government or Parliament to do.\r\n\r\nWe can see you are concerned about the NHS, care sector, and police services having the resources they need, so you may wish to start a petition (like this one https://petition.parliament.uk/petitions/311835) which calls for the Government to allow police services to be able to set their own budgets and recruit as many staff as they feel are necessary."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-10T15:17:22.927Z"
    },
    "id": 310169,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310169.json"
    },
    "type": "petition"
}