{
    "attributes": {
        "action": "Adequately support short term rental businesses financially to avoid closures.",
        "additional_details": "If there is no financial support made available, countless small family-run businesses and larger operators will go out of business. Besides facing the prospect of losing their income, they may need to face bankruptcy and legal consequences for reasons completely out of their control. Their supply chains and staff employed will also be affected, resulting in thousands of jobs lost all across the country. Faith in the industry will be lost and recovery post pandemic will be very slow.",
        "background": "Provide financial support to serviced apartment operators, camp sites, holiday home managers who are not adequately supported by current measures put in place. Extend relief to a holiday on council tax and support businesses in meeting rental obligations.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T11:57:59.390Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T12:18:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-06T11:53:10.207Z",
        "rejection": {
            "code": "no-action",
            "details": "\r\nPetitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe Government has announced various measures to support small businesses, and many businesses in the tourism sector will be eligible for grants under the Retail, Hospitality and Leisure Grant (RHLG). You can find more information here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/882809/small-business-grant-and-retail-leisure-hospitality-grant-guidance-for-businesses.pdf\r\n\r\nYou may wish to sign this petition about suspending council tax: https://petition.parliament.uk/petitions/303274\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-06T11:56:01.383Z"
    },
    "id": 310246,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310246.json"
    },
    "type": "petition"
}