{
    "attributes": {
        "action": "Reduce pressure on food banks caused by Universal Credit application advances.",
        "additional_details": "It can take 5 weeks before new Universal Credit (UC) applications start paying and issuing UC advances forces impoverished people and families into debt. As a result, people often report difficulties repaying their UC advances out of their monthly UC payments, which can cause them to have to rely on food banks. Because of Covid-19 food banks are struggling with increased demand and reduced supply. Please urgently make sure impoverished children and adults don't go hungry because of UC advances.",
        "background": "Add the following to UC application forms: \"Emergency application for urgent 5 working days processing. Do you have under £1,000 in savings? Do you have children under 18 who are likely to go without food and / or who are at risk of becoming homeless if this application is not processed urgently?\"",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T14:47:20.955Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-28T14:13:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-12T14:44:11.230Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/305875\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-15T16:27:25.121Z"
    },
    "id": 310332,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310332.json"
    },
    "type": "petition"
}