{
    "attributes": {
        "action": "Award a medal to NHS staff & all key workers for their work in this pandemic.",
        "additional_details": "I have started this petition for the Government to recognise the work and dedication of NHS staff and all key workers for their work during the coronavirus (COVID-19) pandemic. They are risking their own lives, to protect and keep as all safe.The medal should be awarded to all NHS staff who are now risking their own lives, caring for victims of  coronavirus (COVID-19). It should also be awarded to key workers such as postmen, refuse workers, retail workers, care workers, lorry drivers, teachers.",
        "background": "Award a medal to all NHS staff and key workers to recognise the work and dedication of NHS staff and all key workers for their work during the coronavirus (COVID-19) pandemic.  A medal is a small token to show the Government's recognition of their bravery and service.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T16:38:37.010Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T16:58:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:12:35.764Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/302613\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T18:12:42.968Z"
    },
    "id": 310371,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310371.json"
    },
    "type": "petition"
}