{
    "attributes": {
        "action": "Present the UK NHS with the George Medal for their work during the Corona Crisis",
        "additional_details": "It will express the thanks of everyone for the fortitude, bravery and devotion to duty that has been displayed in the face of overwhelming odds. Many NHS staff are placing their health and wellbeing on the line to look after sick and ill patients. It is truly is going way beyond the call of duty and should be recognised by out highest civilian honour for bravery.",
        "background": "The work of the UK NHS staff during the corona virus is worthy of our highest recognition as a collective team - The George Medal. A citation and nomination process should be started to award the medal to the NHS. Similar to the award to the Maltese people during WW2.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T17:18:14.230Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-27T10:43:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T06:01:29.308Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action.\n\nAward Covid-19 medals to all emergency services and involved armed forces: https://petition.parliament.uk/petitions/302613\n\nA medal to honour the fortitude of people working in essential occupations: https://petition.parliament.uk/petitions/308035\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T06:01:48.416Z"
    },
    "id": 310392,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310392.json"
    },
    "type": "petition"
}