{
    "attributes": {
        "action": "Coronavirus protocol at Heathrow should be implemented.",
        "additional_details": "We place our trust in MP's to look after our interests.\r\n\r\nAt the moment we are being asked to self isolate on an enforced lockdown. yet people arriving at Heathrow Airport are not even given any advice on the current situation in the country and are not even tested for fever infact there is nothing at all to even inform people there is a pandemic and what there responsibility is.\r\nAs of 26th March someone can arrive and enter our society and not bother to self isolate what if they are a carrier.",
        "background": "I want the government to make sure as much as is possible to check at our airports for possible carriers and also give ALL people arriving a clear instruction as to what they should do and a current update as to what the country are doing e.g. lockdown\r\nA simple leaflet would be better than NOTHING.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T13:34:29.361Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T14:19:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-07T11:22:11.992Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The arrangements for the provision of information at airports are a matter for individual airport operators, and not the Governemnt or Parliament.\r\n\r\nWe have published a petition calling on the Government to start screening every person who enters UK for Coronavirus, which you might like to sign: https://petition.parliament.uk/petitions/301188\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-07T11:22:11.989Z"
    },
    "id": 310303,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310303.json"
    },
    "type": "petition"
}