{
    "attributes": {
        "action": "Provide frontline NHS staff with ADEQUATE PPE (respirators)",
        "additional_details": "Furthermore, we have to walk out of the ward everyday worrying that we may pass on Covid to other negative patients merely due to the inadequacy of the PPE. If the government doesn’t protect us, how can we protect you? \r\n\r\n Having looked at the guidance by the CDC it says 'Put on a respirator or facemask (if a respirator is not available) before entry into the patient room or care area.' \r\n\r\nWe decipher from the above that there must be a shortage so we are not being provided with adequate PPE. If the respirators are being held back from us, as they are worried about running out of them later, have they ever thought that this may lead to you running out of doctors later? Which is worse? \r\n\r\n'Protect us NOW, so we can help you LATER.'",
        "background": "Public health England’s current advice for personal protective equipment when attending to a Covid positive patient is a simple surgical face mask, apron, and gloves. We work on the respiratory ward every day and enter a bay full of Covid patients without an FFP3 mask multiple times a day.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T19:48:05.918Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-27T08:45:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:02:01.204Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/304243\n\nAdvice on the use of personal protective equipment is a matter for Public Health England, not the Government or Parliament.\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coranavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2020-03-31T18:02:12.722Z"
    },
    "id": 310495,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310495.json"
    },
    "type": "petition"
}