{
    "attributes": {
        "action": "Increase NHS worker's salaries and reduce athlete's wages to accommodate this",
        "additional_details": "The coronavirus pandemic has really stretched the NHS and Boris Johnson and the Government state that the public are the ones that must support them. However, where is the support from them? NHS worker's are lucky to get £28,000 a year for 30 hour shifts a day whereas footballers for example, get nearly 10 times this for playing a 90 minute game a week. This is highly unfair, why should they get more when they are not the ones saving lives whilst risking their own? Something needs to change, NHS workers deserve way much more than they have right now.",
        "background": "Reduce footballer's and other athlete's wages who all earn a ridiculous amount each week from £25,000 to £400,000 which those in the NHS never earn in their lifetime. Pass a law that footballer's and those in professional sport do not get paid more and that NHS worker's get the wages they deserve.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T19:05:58.210Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T19:36:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T13:02:21.810Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for how much athletes are paid.\r\n\r\nWe have published a petition calling on the Government to increase pay for NHS healthcare workers and recognise their work, which you might like to sign: https://petition.parliament.uk/petitions/300073\r\n\r\nWe have published a petition calling on the Government to increase taxes on high earners to fund emergency Budget measures, which you might like to sign: https://petition.parliament.uk/petitions/305795\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2020-03-31T13:03:22.829Z"
    },
    "id": 310459,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310459.json"
    },
    "type": "petition"
}