{
    "attributes": {
        "action": "MPs to donate their 2020 payrises to NHS front line staff",
        "additional_details": "To show their appreciation of the massively underfunded NHS. Nurses etc have continuously been denied a pay increase since austerity back in 2010 whilst every year our MPs have voted to give themselves hefty payrises each year.\r\nLet's see if after all their efforts dealing with COVID-19. They really are appreciated and rewarded by all parties.",
        "background": "We would like ALL MPs to willingly donate their annual 2020 payrise increase to NHS front line staff.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T20:25:52.863Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T20:34:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-11T10:24:55.430Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Donating money would be a decision for individual MPs, not the UK Government or Parliament. In addition, the UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-11T12:23:38.162Z"
    },
    "id": 310543,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310543.json"
    },
    "type": "petition"
}