{
    "attributes": {
        "action": "Make 26th March a NHS day every year to recognise their work for our nation.",
        "additional_details": "Because it's a fundamental right of every person in this country. It's a basic necessity like food, water, shelter and medical help. \r\n\r\nNHS is an institution that will probably goes down in history as something that has made UK great.\r\n\r\nIt's should be recognised and given as much status as our financial system is or legal system. NHS should be a health care system that should be best in the World. Used as an example by all other countries something to live up to.",
        "background": "Give them recognition they deserve. \r\n\r\nNHS has been on the receiving end of government cuts. You want them do more with less. With current situation and the way the NHS has been managed needs re-assessing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-27T01:23:21.231Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-01T18:58:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T14:23:46.373Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand that you want the Government to do something to acknowledge the role of the NHS, but it's not clear exactly what you want the Government to do. The Government is not responsible for designating a national day.\r\n\r\nWe have started a petition calling on the Government to create a new Bank Holiday in recognition of the NHS and all its amazing workers, which you might like to sign: https://petition.parliament.uk/petitions/303882\r\n\r\nWe have also started a petition calling on the Government to award Covid-19 medals to all emergency services and involved armed forces, which you might like to sign: https://petition.parliament.uk/petitions/302613\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-04-02T14:23:46.370Z"
    },
    "id": 310783,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310783.json"
    },
    "type": "petition"
}