{
    "attributes": {
        "action": "Make the 26th of March National NHS Day.",
        "additional_details": "I would like the Government to do this as, although NHS workers are praised, I feel they are not praised enough for the work that they do, having a National NHS Day would give everybody in the country a major chance to praise NHS workers for the work that they do for this country.",
        "background": "I would like the government to recognise the 26th of March as \"National NHS Day\" where at 8pm, everybody in the country should go outside and applaud them for the work that they do.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T23:02:43.022Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T23:12:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T14:13:06.324Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand that you want the Government to do something to acknowledge the role of the NHS, but it's not clear exactly what you want the Government to do. The Government is not responsible for designating \"national days\".\r\n\r\nWe have started a petition calling on the Government to create a new Bank Holiday in recognition of the NHS and all its amazing workers, which you might like to sign: https://petition.parliament.uk/petitions/303882\r\n\r\nWe have also started a petition calling on the Government to award Covid-19 medals to all emergency services and involved armed forces, which you might like to sign: https://petition.parliament.uk/petitions/302613\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-04-02T14:13:06.322Z"
    },
    "id": 310728,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310728.json"
    },
    "type": "petition"
}