{
    "attributes": {
        "action": "Make the districts of Colchester and Tendring part of Suffolk County Council.",
        "additional_details": "We believe that people in North East Essex and Suffolk share a similar Anglian identity and have many of the same local issues. We believe that it would be more efficient and create a better local governance system if Suffolk was expanded to include Colchester and Tendring districts and enable both Essex and Suffolks councils to better cater to their residents.",
        "background": "We want the government to cede the districts of Tendring and Colchester from Essex County council jurisdiction to Suffolk County council jurisdiction. Either through doing this automatically or asking the consent of the residents of Colchester and Tendring through a referendum.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-27T00:05:44.566Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-27T00:19:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-11T14:54:02.988Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is responsible for any overarching changes to the structures of local authorities, but proposing changes to the composition of individual local authorities is a matter for individual local authorities, not the Government or Parliament.\r\n\r\nEssex County Council has its own petitions system, so you could petition Essex County Council to work with Suffolk County Council to develop proposals for certain districts to become part of Suffolk County Council: https://www.essex.gov.uk/get-involved/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-14T12:31:20.176Z"
    },
    "id": 310761,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310761.json"
    },
    "type": "petition"
}