{
    "attributes": {
        "action": "Implement a national day of recognition for all COVID-19 heroes.",
        "additional_details": "The UK Government is doing the best it can to defeat COVID-19. It has introduced measures to help prevent this from spreading to reduce people presenting to hospital requiring life saving intervention. With the country on lockdown, only essential workers are still working. These people are risking their lives each day, ensuring that we continue to move forward during this time. These workers need to be celebrated and a national day of recognition is required for their heroic efforts.",
        "background": "COVID-19 has affected people globally, the likes of which, have not been seen since World War Two. Once this is over and we have it beaten, essential services (Heroes) should be celebrated and a national day of recognition needs be introduced for everyone working during this time. COVID19 Hero Day.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-27T02:15:07.312Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-27T15:07:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T13:07:19.771Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/310329\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-29T13:07:19.767Z"
    },
    "id": 310799,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310799.json"
    },
    "type": "petition"
}