{
    "attributes": {
        "action": "Give all small businesses affected by Coronavirus access to government grants.",
        "additional_details": "We’d like the government to either offer grants to all small businesses, even if they don’t have premises, or to give directors who receive a small salary and are paid mainly in dividends the same support as PAYE and self employed people (up to £2500 per month for 3 months). Many wonderful small businesses cannot afford to take out loans. We hope you will consider this.",
        "background": "Whist we appreciate the efforts the government has taken to compensate those affected by the Coronavirus, some are left without help. If you’re a small business owner who is paid a small salary and receives the rest of their income through dividends there is no help other than to take out a loan.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T23:34:20.489Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-27T08:26:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-20T08:23:15.018Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action:\r\n\r\nExtend grants immediately to small businesses outside of SBRR: https://petition.parliament.uk/petitions/305024\r\n\r\nCoronavirus Support Package for Directors / Shareholders of small Limited Co's: https://petition.parliament.uk/petitions/310515\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-20T08:23:15.015Z"
    },
    "id": 310747,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310747.json"
    },
    "type": "petition"
}