{
    "attributes": {
        "action": "Give all NHS staff a rise and an extra holiday after coronavirus",
        "additional_details": "Our heroes worked tirelessly, in the most horrific conditions, battling this coronavirus, putting their lives, and the lives of their families at risk.\r\nThe fear they face, they battle on with smiles on their faces but tears in their eyes because they care.\r\nAfter this horror story, don't they deserve the very best. A decent pay rise and more importantly a holiday, so that they can rebuild their family units. Family time with children and  loved ones. Many NHS staff feared that they would contract this awful disease, but still they went about their duties.\r\nPLEASE SHARE IF YOU CARE XX",
        "background": "After the horror story of coronavirus ends, whenever that will be, I believe our health care workers deserve a significant pay rise and an extra two weeks paid holiday to help them get some peace and rest that each and every one of them deserves.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T22:24:14.178Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-27T07:29:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-15T07:55:00.279Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nIdentify and reward all key workers due to Covid-19: https://petition.parliament.uk/petitions/308903\r\n\r\nConsider how to compensate key workers for their efforts during Covid-19 crisis: https://petition.parliament.uk/petitions/308172\r\n\r\nMake hazard pay mandatory for key workers in the midst of COVID 19: https://petition.parliament.uk/petitions/307619\r\n\r\nGive all key workers a 100% tax and Nat. Ins. holiday through COVID-19 crisis: https://petition.parliament.uk/petitions/306845\r\n\r\nPay bonus to all key workers: https://petition.parliament.uk/petitions/307215\r\n\r\nPay Key Workers 2 weeks full pay if they have to isolate: https://petition.parliament.uk/petitions/309104\r\n\r\nIncentivise NHS staff during the COVID19 outbreak by making wages untaxable: https://petition.parliament.uk/petitions/304595\r\n\r\nIncrease pay for NHS healthcare workers and recognise their work: https://petition.parliament.uk/petitions/300073\r\n\r\nBonus for emergency services personnel working due to COVID-19: https://petition.parliament.uk/petitions/303306\r\n\r\nFund free Travel, Parking, Hotel & Childcare during COVID-19 for NHS staff: https://petition.parliament.uk/petitions/305854\r\n\r\nFund free meals for NHS staff whilst on duty during the COVID19 Pandemic: https://petition.parliament.uk/petitions/303485\r\n\r\nSupply NHS key frontline staff working during Covid-19 healthy food hampers: https://petition.parliament.uk/petitions/306339\r\n\r\nFund increased death in service benefits for NHS staff who die during Covid-19: https://petition.parliament.uk/petitions/307592\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-15T07:55:00.275Z"
    },
    "id": 310703,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310703.json"
    },
    "type": "petition"
}