{
    "attributes": {
        "action": "Combine the self employed and PAYE tax payments to help new businesses",
        "additional_details": "I left my full time employment in June and my husband left his in September. We both worked while training and building up our business and left our jobs when we felt we could provide our family with a stable income. Unfortunately this has now left us in a 5% minority who don’t fit into a category and will not receive help. We have paid tax through both systems but the paye was greater than the self employed element. Please take into account all tax paid over the last three years to help us all",
        "background": "Many people continue to work and pay tax through the PAYE system while starting a business for security. This is a sensible decision but has worked against us with the self employment grant. Why can’t the chancellor take into account all tax paid over the last three years. It’s all tax either way",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-27T08:38:52.976Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-27T09:21:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-03T12:33:44.304Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/311987\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-03T12:33:59.161Z"
    },
    "id": 310860,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310860.json"
    },
    "type": "petition"
}