{
    "attributes": {
        "action": "Stop construction workers from working during the coronavirus outbreak",
        "additional_details": "Construction workers are still being asked to go to work despite the virus outbreak. There are many construction sites across the country, but not all of them should be considered essential. These workers still travel to work during peak hours and work in groups, risking their lives as well as the lives of many other actual essential workers. They should have the rights to protect themselves and others, and also to help stop the spread of the virus at this critical time.",
        "background": "Stop construction workers from going to work during the coronavirus crisis, or at least so for the construction sites that are not considered essential e.g. private residential projects.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-27T09:17:54.738Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-28T09:22:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-01T08:41:04.462Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action:\r\n\r\nShutdown all construction sites with more than 50 workers due to COVID19: https://petition.parliament.uk/petitions/305035\r\n\r\nClose construction sites because of Covid19: https://petition.parliament.uk/petitions/308933\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-04-01T08:41:04.460Z"
    },
    "id": 310883,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310883.json"
    },
    "type": "petition"
}