{
    "attributes": {
        "action": "Put people's health first amid COVID19",
        "additional_details": "The Government has not been transparent with the COVID19 situation. For weeks, we were told to keep going to work and for schools to remain open during turbulent times. \r\n\r\nThe Government need to act now to invest in more ventilators, more hospitals, more beds in ICU. It is no good to us to wait for this to be in place by July, this needs to happen now. The situation is getting significantly worse, and the Government are not acting fast enough. Please act faster and accept help EU help.",
        "background": "It is imperative for the Government to invest more money and time into appropriate resources that can help support the lives of people living in the UK. This includes accepting help from the EU for any schemes offered to support the COVID19 crisis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-27T11:09:16.996Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-04T10:32:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T12:03:31.829Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to do more to protect people's health during the coronavirus outbreak, but we can only accept petitions that make a clear request of the Government.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nJoin the Joint European Procurement Initiative: https://petition.parliament.uk/petitions/310166\r\n\r\nMake use of the EU Ventilator scheme for increased Corona Virus demand: https://petition.parliament.uk/petitions/305825\r\n\r\nCommit to requisitioning private hospital beds amid the COVID-19 pandemic: https://petition.parliament.uk/petitions/302610\r\n\r\nPurchase more heart-lung machines to fight Covid-19 coronavirus: https://petition.parliament.uk/petitions/303128\r\n\r\nTemporary nationalisation of private hospitals amid coronavirus pandemic - UK: https://petition.parliament.uk/petitions/304482\r\n\r\nThe Government has also said that the NHS will get whatever extra resources it needs to cope with coronavirus: https://www.gov.uk/government/speeches/budget-speech-2020\r\n\r\nIf there is a specific action you want the Government to take that is not covered by the above, you could start a new petition requesting this.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-29T12:03:31.825Z"
    },
    "id": 310948,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310948.json"
    },
    "type": "petition"
}