{
    "attributes": {
        "action": "Cloud Student Accommodation - cancel final instalment of rent a mindset COVID-19",
        "additional_details": "We the tenants ask that Cloud Students complies with us by withdrawing all final installments as financially times are extremely hard for us as we are out of work and cannot afford to meet both our living costs as well as the large amount expected for rent; especially considering the fact that a lot of us have also moved out. This is a global pandemic and it is extremely alarming that an establishment of this magnitude are more concerned about their money as suppose to the health and well-being of their tenants.",
        "background": "During the current state of our country regarding COVID-19 and the national 'Lockdown' us, student tenants are still expected to pay the final installment of rent despite the majority of us haven returned back home for the 'lockdown' and a lot of us out of work due to the preventative measures made.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-27T13:34:06.215Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-27T14:53:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:05:47.823Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments or providing refunds for tuition fees and rent are a matter for individual universities and landlords, and not the UK Government or Parliament.\n\nIf you want the Government to refund university rent and tuition fees due to coronavirus, you may wish to sign this petition: https://petition.parliament.uk/petitions/302855\n\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\n\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\n\nWe understand that the current situation is stressful for many people. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-31T18:05:57.729Z"
    },
    "id": 311034,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311034.json"
    },
    "type": "petition"
}