{
    "attributes": {
        "action": "To order enough of the “have you had COVID-19” tests for EVERY U.K. citizen.",
        "additional_details": "3.5 million of these tests have been ordered and there is a population of 66million. Nobody can predict whether you will react “mildly” or “critically” to COVID-19. Key workers can get back to work if they are now immune. Terrified “at risk” and “vulnerable” can be spared the worry if they can be proven to have had and recovered from the virus. The people call on the government to invest in these tests NOW, at a cost that is far more comparable to the huge sums being injected into the economy.",
        "background": "More has been invested into the economy than has been spent on COVID-19 tests. The people of the U.K. demand 1 test per person for each of the 66million citizens of this country. Any spares (if any) can be used on those who need to test multiple times.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-27T17:05:18.209Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-27T18:49:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:11:38.177Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/301354\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2020-03-31T18:11:46.819Z"
    },
    "id": 311148,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311148.json"
    },
    "type": "petition"
}