{
    "attributes": {
        "action": "Include company directors in Coronavirus Self-employment Income Support Scheme",
        "additional_details": "There is a big hole left where many company directors can not be supported by the UK government compared to those that are employed or self employed. We ask the government to include company directors in the Self-employment Scheme so that we can cover our own bills, keep our business open and keep a roof over our heads. Not all businesses have rates to benefit from other grants. If there is no comparable help then we have no choice but to close our businesses up and down the country.",
        "background": "Include company directors who are paid via PAYE & dividends to be eligible for the new Coronavirus Self-employment Income Support Scheme announced by the Chancellor on Thursday 26th March 2020. Use past 3 years of self assessment as a basis to calculate how much can claim.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-27T20:21:20.167Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-27T21:38:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-03T12:40:39.953Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/310515\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-03T12:40:56.036Z"
    },
    "id": 311248,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311248.json"
    },
    "type": "petition"
}