{
    "attributes": {
        "action": "For BTEC students across the UK to get predicted grades like GCSE & A-LEVEL",
        "additional_details": "It will make sure all students get equal results and everyone’s future is put in the same place not just the A level or gcse students",
        "background": "Most of the students simply want equality and to make sure everything is fair for everyone, we BTEC students work just as hard to get our grades and in this challenging times it leaves most of us confused and stressed enough about other stuff such as looking after other people and ourselves.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-27T20:51:41.160Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-27T20:58:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T12:40:00.555Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, not the UK Government or Parliament. You can read the Government's announcement about what will happen to exams here: https://www.gov.uk/government/news/further-details-on-exams-and-grades-announced\r\n\r\nOfqual has stated that it is working with awarding organisations to finalise a list of qualifications that we will advise the Secretary of State should be in scope for learners to receive a calculated result, and this will include many BTEC Nationals: https://www.gov.uk/government/news/awarding-vocational-and-technical-qualifications-this-summer\r\n\r\nIf you want the Government to review the decision to use previous data to calculate exam grades, you may wish to sign this petition:\r\nhttps://petition.parliament.uk/petitions/306773\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T12:40:00.552Z"
    },
    "id": 311255,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311255.json"
    },
    "type": "petition"
}