{
    "attributes": {
        "action": "That a new annual holiday be declared on the last Friday in June, called NHS Day",
        "additional_details": "The proposal for a new 'UK Day' holiday, is obviously very divisive.  However, the nation would, I believe, get behind a new holiday if the reason to celebrate is respected.  Given the dedication, well beyond the call of duty, that is currently and regularly being shown by our Doctors, Nurses, clinical staff, indeed all our NHS people; I propose this holiday be re-named ‘NHS Day’.  This will give us a chance to say Thank You to our dedicated NHS team and celebrate this valuable UK institution.",
        "background": "Now, more than ever, we are seeing the true value of our public health service to the UK.  We can also see how much it is loved by the people of this country.  What better way to thank the staff of the NHS than to have an annual public holiday, celebrating their selfless dedication to our health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-27T18:44:52.867Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-29T17:02:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-01T15:29:46.240Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/303882\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-04-01T15:29:46.237Z"
    },
    "id": 311202,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311202.json"
    },
    "type": "petition"
}