{
    "attributes": {
        "action": "Make perjury an offence in Family Law",
        "additional_details": "Perjury causes stress for victims, the appointment of unnecessary professionals to carry out reports, very long delays in concluding proceedings and thousands of tax payers money spent.\r\n\r\nWorst of all, perjury causes years of emotional harm to children, whose suffering could require immediate and future psychological care. With over 32,000 children involved in 2019 alone, these children are our future generation.\r\n\r\nPerjury as a deterrent could prevent this.",
        "background": "Perjury is an offence in every branch of law except Family Law. \r\n\r\nMaking perjury an offence in Family Law would deter parents from lying from the outset of proceedings and instead focus on the needs and wellbeing of their children, protecting them from conflict and harm.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-28T09:56:09.091Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-29T14:00:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-13T12:37:47.406Z",
        "rejection": {
            "code": "no-action",
            "details": "The offence of perjury applies to all court proceedings, including those relating to family law. Perjury is a specific offence that applies to proceedings in court, so it doesn't cover any activities outside the court. This is true in all areas of law, and not just family law.\r\n\r\nIf what you want is for the Government to reform the way in which decisions are made about child arrangements, you could start a new petition requesting this, stating as clearly as possible what changes you want to the current process."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-13T12:37:47.403Z"
    },
    "id": 311436,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311436.json"
    },
    "type": "petition"
}