{
    "attributes": {
        "action": "Create a Nightingale Army for advance preparations against future pandemics",
        "additional_details": "This is non political. The Government have introduced many financial packages to save the Country. Now the people must come together to support the creation of the \"Nightingale Army\" of trained staff to help support the NHS in time of crises. The NHS is there to serve the daily needs of the Country but is not able to cope with the unprecedented demands and risks during these uncertain times. 500,000 volunteered to help in a matter of days, £1 extra on a ticket is worth paying to be prepared!",
        "background": "When Planet Earth returns to normal, all future events where people enjoy life, cultural, sporting, film, theatre, music etc should carry a £1 levy to put directly towards the creation of a territorial army of doctors, nurses and support staff so this country is ready for the next pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-28T11:46:43.078Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-28T13:55:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-15T14:52:11.419Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly how your petition would differ from funding existing part-time or bank staff for the NHS, and what a territorial army of NHS staff would entail. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as creating a levy to fund volunteers, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-15T14:52:22.779Z"
    },
    "id": 311471,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311471.json"
    },
    "type": "petition"
}