{
    "attributes": {
        "action": "Financially support those affected by COVID-19 who've \"slipped through the net\"",
        "additional_details": "Like everyone else in the UK, we have families to feed and bills to pay. Our income has been completely and unexpectedly halted meaning we may have to downsize our homes or sell our personal possessions just to get by. We've worked hard to build our businesses which benefit many of our local communities. Without substantial help we could be forced to fold and look elsewhere for income which directly affects us as well as the local economy. We feel we've been deserted in our hour of need.",
        "background": "We want a support scheme akin to the Job Retention and Self-Employment schemes to provide financial aid to those individuals who earn through salary and dividends via their limited company. Without help there will be many of us facing hardship over the months ahead through no fault of our own.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-28T14:54:06.590Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-28T15:02:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T09:31:47.870Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/302284\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2020-03-31T09:31:47.869Z"
    },
    "id": 311534,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311534.json"
    },
    "type": "petition"
}