{
    "attributes": {
        "action": "Ensure airlines have a simple refund process for cancelled flights due COVID19.",
        "additional_details": "Airlines, such as Easyjet, are making it more difficult for customers to claim refunds for cancelled flights, in response to restrictions on travel as a result of COVID 19.  Airlines are not being pro-active in responding to customer feedback in relation to the process of applying for a refund and are not making the process simple and easily accessible for passengers.",
        "background": "Ensure that all airlines have a simple, easily accessible way for passengers to claim refunds for cancelled flights due to government restrictions on travel, in response to COVID 19, and advertise this appropriately.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-28T16:54:02.683Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-28T18:40:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T12:52:35.345Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Arrangements for refunding, changing or rebooking travel are a matter for individual airlines and travel agents, not the Government or Parliament.\r\n\r\nWe have published a petition calling on the Government to create a fund to reimburse money lost due to covid-19 travel cancellations, which you might like to sign: https://petition.parliament.uk/petitions/304912\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-31T12:52:35.342Z"
    },
    "id": 311586,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311586.json"
    },
    "type": "petition"
}