{
    "attributes": {
        "action": "Make Visit Britain adopt a Visit Scotland style Booking Engine",
        "additional_details": "Due to the lack of an appropriate national Booking Engine, the guest accommodation sector of UK PLC has been in the hands of the two Big Online Travel Agents (OTA). Giving free rein over online holiday accommodation bookings. As a result the sector is seriously starved of funds to reinvest due to commission charges of 15% plus. charged by the OTA's\r\nThe OTA's have been the subject of recent Government investigations into practices that unfairly & adversely effect both the consumers and providers",
        "background": "Make Visit England follow the way Visit Scotland in partnership with a number of companies in the sector developed a Booking Engine that supported the countries economy while protecting the consumers and the accommodation providers from the profiteering practices of the Online Travel Agents",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-28T20:21:26.802Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-28T20:59:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-19T11:15:26.349Z",
        "rejection": {
            "code": "irrelevant",
            "details": "VisitBritain is an executive non-departmental public body, so decisions about how to operate are a matter for VisitBritain, and not the Government or House of Commons.\r\n\r\nYou could start a petition calling on the Governemnt to create a Government-funded national booking platform, which does not charge commission."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-19T11:15:26.347Z"
    },
    "id": 311676,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311676.json"
    },
    "type": "petition"
}