{
    "attributes": {
        "action": "Year 12&10 content missed due to school closures should be removed from exams.",
        "additional_details": "Evidently, it is quite an issue as the year 11s and year 13s are getting their predicted grades so where is the support for us ? This is especially important for households such as my own where I’m a young carer. I have much bigger responsibilities in this time of crisis than trying to teach myself and failing through no fault of my own but because I don’t have a qualification in teaching as I’m a student.",
        "background": "I think it’s unfair for year 12 and 10 students having to learn content at home from a book or PowerPoint without a teacher from now until the foreseeable future. It means we are disadvantaged when going into our exams as we didn’t have the proper teaching especially at a-level sixth forms.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-28T19:56:32.043Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-28T21:28:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:08:30.073Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, and are not a matter for the UK Government or Parliament. You can read the decision made by exam boards on what will happen to exams here:  https://www.gov.uk/government/news/further-details-on-exams-and-grades-announced\n\nIf you want the Government to review the decision to use previous data to calculate exam grades, you may wish to sign this petition: https://petition.parliament.uk/petitions/306773\n\nAs a result of the large numbers of petitions people have tried to start on this issue, and following a large number of questions it received from petitioners about exams, the Petitions Committee asked the Government about the impact of coronavirus on schools and exams.\n\nWatch all the questions and responses: https://www.youtube.com/watch?v=MmHWDlzlxfA&feature=youtu.be&t=3771\n\nWatch the responses to the following questions:\n\nWhat was the reasoning behind the timing of school closures? https://youtu.be/MmHWDlzlxfA#t=1h3m16s\nWhat is happening with exams including GCSEs, A-levels, and SATs? https://youtu.be/MmHWDlzlxfA#t=1h4m35s\nWhat measures are in place to protect vulnerable children, those on free school meals, and the teachers and other staff who are still working in schools? https://youtu.be/MmHWDlzlxfA#t=1h7m09s\nWhen might schools re-open? https://youtu.be/MmHWDlzlxfA#t=1hm12s\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nExam cancellations and the current coronavirus pandemic can cause worry and stress. You can find information on how to deal with stress here:\n\nYoung Minds: https://youngminds.org.uk/?gclid=Cj0KCQjwpfHzBRCiARIsAHHzyZq25dJRPEYEgu_Jsyh9e-Ehmx_IlSA1wM_dLnm-DFYTu_93cvsIoH8aAkB9EALw_wcB\nChildren’s Society: https://www.childrenssociety.org.uk/mental-health-advice-for-children-and-young-people/issues-affecting-young-people\nChildline: https://www.childline.org.uk/info-advice/your-feelings/anxiety-stress-panic/coping-with-stress/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-31T18:08:46.179Z"
    },
    "id": 311665,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311665.json"
    },
    "type": "petition"
}