{
    "attributes": {
        "action": "Support the vunerable group, imigrants, in UK!",
        "additional_details": "In the current climate of uncertainty there is high likelihood of job losses, real danger to life and international economy, all of which will trigger many changes in the lives of people and business as we have not known before. From the humanitarian angle, the plight of illegal immigrants currently living in UK, in hiding or otherwise, puts them in the high risk category the most vulnerable group. There are many reasons, in many cases legitimate, why they are here and why they cannot go back.",
        "background": "I have addressed the Prime Minister, Mr Johnson, with a letter asking  Him and His Government to take into consideration and grand an amnesty for this target group.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-28T19:14:35.005Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-30T11:22:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-15T08:02:47.822Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to take action to support immigrants during the coronavirus outbreak, but we can only accept petitions that make a clear request for a specific action from the Government.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nHelp Asylum Seekers in UK during the Covid-19 Outbreak: https://petition.parliament.uk/petitions/311322\r\n\r\nCreate an earned amnesty route for migrants without leave to remain: https://petition.parliament.uk/petitions/301696\r\n\r\nStop All UK Deportation Activity during this Corona Virus Pandemic: https://petition.parliament.uk/petitions/310313\r\n\r\nIf there is an action you would like the Government to take that is not covered by the above, you could start a new petition requesting this.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-15T08:02:47.820Z"
    },
    "id": 311646,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311646.json"
    },
    "type": "petition"
}