{
    "attributes": {
        "action": "Change NICE guidelines to safeguard NHS treatment of disabled COVID-19 patients.",
        "additional_details": "Utilitarian medical rationing de-prioritising the disabled is tantamount to eugenics. This view must be resisted. The NHS should be offering the most medical care to those with the most need.\r\n\r\nTo do otherwise is to admit that the UK government believes disabled lives are a luxury that only matter during times of plenty.\r\n\r\nNICE guidelines emphasising \"likelihood of recovery\" will abandon disabled patients. Medical should be based on medical need. This must be addressed now as COVID 19 spreads.",
        "background": "The government must ensuring disabled patients are not de-prioritised when receiving NHS treatment of COVID-19. NICE guidelines must be reviewed and changed from \"likelihood of their recovery\" to \"necessity of treatment for survival\". Leadership on this issue must come from the highest authority",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-30T10:38:01.269Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-30T10:57:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-14T08:52:37.250Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The National Institute for Health and Care Excellence is an executive non-departmental public body, so the content of guidance produced by NICE is an operational matter for NICE, not the Government or Parliament.\r\n\r\nSimilary, decisions about medical treatment are a matter for NHS England and individual NHS trusts, and not the Government or Parliament.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-14T08:52:37.248Z"
    },
    "id": 312192,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312192.json"
    },
    "type": "petition"
}