{
    "attributes": {
        "action": "Postpone the deadlines for University Students due to Covid-19 pandemic.",
        "additional_details": "I'm a final year Film and TV student at University. My course heavily relies on borrowing equipment and going out to record. When corona virus reached the UK and we were all told to stay inside and avoid going out, my University told us that the loans counter and computer labs are closed and we won't be able to use access them. Despite this, the Univeristy is still expecting the products from us, even though many of us are unavailable to complete the projects without the needed equipment.",
        "background": "I would like the Government to postpone the deadlines for University students effected by the Covid pandemic. Not everyone is able to continue their University projects at home, and due to the student's facilities being closed, followed by the lockdown we are unable to produce good quality products.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-30T12:45:20.453Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-30T12:59:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-14T09:13:00.754Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-14T09:13:00.750Z"
    },
    "id": 312246,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312246.json"
    },
    "type": "petition"
}