{
    "attributes": {
        "action": "Include REGULAR commission & bonus wages in Coronavirus Job Retention Scheme",
        "additional_details": "Many industries & sales / targeted job roles have employees on basic salaries below the minimum wage. REGULAR commission & bonuses are a NORMAL PART OF WAGES. These are essential to be liveable; it is discriminatory & unequal to exclude these in this scheme. Receiving 80% of an already below the minimum wage salary, is unacceptable. The self employment scheme dose not specify how profit is made, why should the way typical, regular wages are labelled/named on the employee scheme penalise them",
        "background": "Furloughed 'emplyees' to have an average of any 'REGULAR' monthly commission & bonuses included in the 80% claim as 'USUAL' monthly wages under the Coronavirus Job Retention Scheme, if it makes up more than 50% of there normal, average and typical monthly wages",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-30T12:41:59.381Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-30T13:08:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-16T10:38:53.898Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/311380\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-16T10:39:01.636Z"
    },
    "id": 312243,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312243.json"
    },
    "type": "petition"
}