{
    "attributes": {
        "action": "Audit the Holyrood Assembly which is a shameful waste of funds",
        "additional_details": "The people of United Kingdom fund Holyrood which has shown repeatedly that it is not competent to manage simple tasks. The disasters include -  hospital openings, ferry building and indeed most devolved operations. The devolution experiment has failed and is clearly damaging the way of life throughout the UK. This must be stopped and the powers recentralised!",
        "background": "Government has a duty to ensure the effectiveness of such public funded operations as Holyrood. If found wanting it must be  closed and replaced.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-30T11:04:58.220Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-31T17:13:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-20T16:55:12.306Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Returning devolved powers would be a decision for the people of Scotland, rather than the UK Government or Parliament. You could start a new petition calling for an action that's the responsibility of the UK Government or Parliament, for example calling for a referendum in Scotland on ending devolution and returning powers to the UK Government and Parliament, if that's something you want to happen.\r\n\r\nAudit Scotland is responsible for audit of the public sector in Scotland. You can find out more here:\r\n\r\nhttps://www.audit-scotland.gov.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-21T07:39:54.928Z"
    },
    "id": 312204,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312204.json"
    },
    "type": "petition"
}