{
    "attributes": {
        "action": "KEEP INTENSIVE CARE DOCTORS AND NURSES SAFE. They need home delivery for food.",
        "additional_details": "TO SAVE LIVES\r\nAnyone can catch Coronavirus in a supermarket. We need to keep them safe from catching Coronavirus from other shoppers (who may not be showing any symptoms).\r\nIf an Intensive Care doctor or nurse catches Coronavirus at a supermarket and is then too sick to save our lives, then this is a preventable tragedy.\r\nI am an NHS GP. If I, and the two GPs that I work with get sick, then 8,000 patients will be without a service, putting more strain on hospitals.\r\nPLEASE ACT NOW TO SAVE LIVES.",
        "background": "Make supermarkets realise that priority shopping hours for NHS staff feeds them, but doesn’t keep them safe. Ask them to offer home delivery to Intensive Care doctors, nurses and other key NHS staff who are in low numbers such as GPs and A&E staff. Sheild them from Coronavirus as much as possible.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-30T13:08:11.641Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-02T20:53:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T15:15:46.267Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The opening and delivery arrangements for supermarkets are a matter for individual retailers, not the Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nFund free meals for NHS staff whilst on duty during the COVID19 Pandemic: https://petition.parliament.uk/petitions/303485\r\n\r\nSupply NHS key frontline staff working during Covid-19 healthy food hampers: https://petition.parliament.uk/petitions/306339\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-27T15:15:46.265Z"
    },
    "id": 312253,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312253.json"
    },
    "type": "petition"
}