{
    "attributes": {
        "action": "Include those who have recently left employment in an income protection scheme",
        "additional_details": "We are calling on the government to extend their scheme to the above workers, as we are falling through the cracks and being left without income or support. We are following the governments guidelines on social distancing and should be looked after in exactly the same way as everyone else. \r\n\r\nWe pay into the system just as everyone does or has, and therefore deserve equal treatment during this crisis. \r\n\r\nWithout help, we are going to suffer financially. We need the government to support us.",
        "background": "We are calling on the government to provide an 80% scheme for those who have, after 28th February 2020:\r\n\r\n• Left employment voluntarily and cannot find work\r\n• Finished a fixed term contract\r\n• Been dismissed and cannot return to their employer\r\n• Have less than 1 year in self-employment",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-30T15:10:21.265Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-30T15:33:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-14T11:30:05.250Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action.\r\n\r\nPay salary for all who lose their jobs during this pandemic: https://petition.parliament.uk/petitions/304185\r\n\r\nProvide COVID19 income support for the newly self-employed, without HMRC records: https://petition.parliament.uk/petitions/310471\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nAnd you can find out more about coronavirus and how you can protect yourself and others here: NHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-14T11:30:05.248Z"
    },
    "id": 312292,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312292.json"
    },
    "type": "petition"
}