{
    "attributes": {
        "action": "Suspend council house rent during coronavirus outbreak",
        "additional_details": "It is getting difficult to pay council house rent in this coronavirus outbreak so its a request petition to suspend council housing rent in this covid 10 outbreak.",
        "background": "In this coronavirus outbreak it is difficult to pay rent so it a petition to suspend council house rent during covid 19 outbreak. Like mortgage rent holiday.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-30T15:41:26.066Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-30T19:43:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-15T13:33:36.779Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for rent, council tax, mortgages and utilities is a matter for individual landlords, councils, mortgage providers and utility providers, and not the UK Government or Parliament.\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\r\n\r\nIf you want the Government to require councils to suspend council tax payments during the coronavirus outbreak, you may wish to sign this petition: https://petition.parliament.uk/petitions/303274\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-15T13:33:42.428Z"
    },
    "id": 312302,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312302.json"
    },
    "type": "petition"
}