{
    "attributes": {
        "action": "Enforce payment break on all credit lending (loans, credit cards and facilities)",
        "additional_details": "To help the UK get through this and to limit the economic and financial impact on the people of the country. I myself have spend 6 to 9 hours on hold to lenders and unable to speak so anyone. I won’t be alone. Online and digital services do not help either. Enforce the payment break on all credit facilities until Covid19 restrictions are lifted with immediate effect. People can simply cancel their payments and hold onto vital money’s to help their families survive.",
        "background": "To enforce payment break for all credit facilities until Covid19 restrictions are lifted. You have closed non essential businesses, yet you allow credit companies still to profit at a time where every penny counts.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-30T16:57:36.488Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-30T17:35:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-14T15:38:43.775Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/305297\r\n\r\nSince starting this petition, many UK banks have announced measures to help people who are experiencing financial difficulties due to coronavirus. You should look at your bank's website or contact them directly to find out more. \r\n\r\nYou can read the Financial Conduct Authority's announcement on the temporary financial relief that banks can offer customers here: \r\nhttps://www.fca.org.uk/news/press-releases/fca-confirms-temporary-financial-relief-customers-impacted-coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nwww.gov.uk/coronavirus \r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: \r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n\r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/ \r\n\r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-14T15:38:43.772Z"
    },
    "id": 312323,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312323.json"
    },
    "type": "petition"
}