{
    "attributes": {
        "action": "Please turn off unnecessary lights in towns and cities during the lockdown.",
        "additional_details": "London's West End is one of the biggest culprits with all lights outside all shops, theatres and buildings still on. Do we really need them? Shops don't need flashing signage lights on right now, the screens in Picadilly Circus, Pier lights in seaside towns, do these all need to be on.\r\nIf we must all be mandated to stay in our homes at the threat of a fine or arrest, can attention also be paid to our carbon footprint and have all unnecessary lights turned off.",
        "background": "As the UK is under lockdown, looking at the traffic cams, towns and cities are deserted but they are all brighter than a Christmas tree. Imagine what two to three weeks of at least half of these lights off would do for the environment and for the electric bills.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-31T00:59:12.168Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-31T01:19:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-18T14:46:39.434Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/310317\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-18T14:46:39.431Z"
    },
    "id": 312439,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312439.json"
    },
    "type": "petition"
}