{
    "attributes": {
        "action": "Furlough Key workers unable to work due to childcare issues caused by covid-19",
        "additional_details": "If a key worker is unable to work due to issues with childcare - even if caused by covid-19 - their employer is unable to furlough them. \r\nMany childcare providers are choosing to close, creating a shortage of childcare for key worker children.\r\nThis especially is detrimental to single parent families, who have no second adult to care for the children.\r\nEmployers have to give parents leave to care for their children but this does not have to be paid. Causing considerable financial hardship.",
        "background": "Key workers who are unable to work as they have no suitable childcare available - due to the situation with covid-19 - who are unable to work from home, should be furloughed by their employers or be allowed to claim 80% of wages from the government. Instead of being forced to take unpaid leave.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-31T07:21:42.294Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-31T08:40:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-18T15:37:40.537Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action: \r\n\r\nFund paid parental leave for all employed parents of school aged children: https://petition.parliament.uk/petitions/308376\r\n\r\nHelp for working parents with <5yo who can't work remotely as caring for them: https://petition.parliament.uk/petitions/309305\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-18T16:12:48.228Z"
    },
    "id": 312456,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312456.json"
    },
    "type": "petition"
}