{
    "attributes": {
        "action": "Key workers that are required to self isolate to be paid a minimum of 80% wages.",
        "additional_details": "Releasing funds will allow companies that only usually offer SSP to pay more, which will reduce the risk of employees in key worker positions (such as supermarket and care homes) spreading the virus if they feel they have to go to work for financial reasons even if they should be in isolation. Funds should be available to allow these key workers to be paid a minimum of 80% in the same way as businesses otherwise closed.",
        "background": "Companies that are unable to function due to Covid19 may claim 80% to pay staff, however it appears there is no such funding for those in essential services that may be forced to self isolate due to being of high risk or a member of their household being infected.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-31T12:49:31.782Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-01T08:25:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-19T14:53:46.610Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action:\r\n\r\nEnsure employees are paid their full wage if they can't work due to coronavirus: https://petition.parliament.uk/petitions/301652\r\n\r\nPay Key Workers 2 weeks full pay if they have to isolate: https://petition.parliament.uk/petitions/309104\r\n\r\nFund paid leave for people with high risk conditions during COVID19: https://petition.parliament.uk/petitions/301559\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-19T14:53:51.810Z"
    },
    "id": 312562,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312562.json"
    },
    "type": "petition"
}