{
    "attributes": {
        "action": "Require airlines to issue auto cash refunds when flights holidays are cancelled",
        "additional_details": "Please government, step in and stop the airlines doing this to us. \r\nSome of us have lost our jobs or been furloughed and living off a reduced wage. To have this money back would take a huge strain out of the current situation and day to day living. We shouldn’t even have to ask. It’s pure greed. They know who we all are. It should be a click of a button on their side (or ours) and the refund is done. We’d all be much happier and customers relations would be intact.",
        "background": "During Covid-19 more airlines are removing the ‘claim refund’ button from their websites instead you have to phone in but its always engaged. Those getting thro are steered to take vouchers/reschedule. This is unfair. Airlines could go bust or client die of the virus then these options expire!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-31T13:39:17.478Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-01T09:32:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T11:33:33.445Z",
        "rejection": {
            "code": "duplicate",
            "details": "Arrangements for refunding, changing or rebooking travel are a matter for individual airlines and travel agents, not the Government or Parliament.\r\n\r\nWe have published a petition calling on the Government to create a fund to reimburse money lost due to covid-19 travel cancellations, which you might like to sign: https://petition.parliament.uk/petitions/304912\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-04-02T11:33:33.441Z"
    },
    "id": 312582,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312582.json"
    },
    "type": "petition"
}