{
    "attributes": {
        "action": "Give NHS workers on a work visa permanent residency",
        "additional_details": "The NHS is struggling after a decade of chronic underfunding and cuts by the Tories. These people are doing the best they can with limited resources and in many cases putting themselves at risk to treat and care for our sick people.\r\n\r\nThis country was built with the help of immigrants and we need them now more than ever! Show them we are greatful and value them more than ever!",
        "background": "The government have decided that any staff working in the NHS that have a work visa due to expire before the 01/10/20 will have them extended for a year so they can focus on fighting coronavirus.\r\n\r\nI suggest anyone working in the NHS, on a temporary work visa, be given permanent leave to remain.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-31T18:09:50.971Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-31T21:47:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T11:16:12.499Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action.\r\n\r\nAward immigrant key workers with permanent residency after coronavirus crisis: https://petition.parliament.uk/petitions/307483\r\n\r\nCitizenship to all immigrant key workers: https://petition.parliament.uk/petitions/313825\r\n\r\nIndefinite Leave to Remain for NHS Staff: https://petition.parliament.uk/petitions/312565\r\n\r\nGive non-British citizens who are NHS workers automatic citizenship: https://petition.parliament.uk/petitions/305129\r\n\r\nCitizenship for all immigrant NHS and social care workers - Covid19: https://petition.parliament.uk/petitions/312894\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T11:16:12.496Z"
    },
    "id": 312686,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312686.json"
    },
    "type": "petition"
}