{
    "attributes": {
        "action": "Financial support for those that were due to, or had begun work after 28/02/2020",
        "additional_details": "In my case I was due to start work on the 24th Mar, the lockdown was announced on the 23rd Mar after I'd signed a contract. However because I was not on PAYE before the 28th February I am now stuck at home looking to claim Universal Credit (which is currently swamped with applications) and will lose out on hundreds of pounds a month. I know there are hundreds if not thousands of others out there in a similar situation. Why are we being left to fend for ourselves whilst everyone else gets help?",
        "background": "There are many people around the UK who were in the middle of changing jobs, or starting work before the lockdown was announced who now cannot be furloughed and recieve help from the Coronavirus Job Retention Scheme.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-31T15:16:13.899Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-31T17:03:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-16T09:59:58.936Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/310679\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-16T10:00:04.799Z"
    },
    "id": 312622,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312622.json"
    },
    "type": "petition"
}