{
    "attributes": {
        "action": "Allow workers to take upcoming bank holidays, give us additional ones later.",
        "additional_details": "At the moment no one is able to do anything due to the covid-19 outbreak and lockdown. By giving us the additional days not only will it be good for our welfare but it will also boost the economy as people will be able to go away or go for days therefore spending money - this then bringing money to businesses that are suffering now.",
        "background": "Allow workers to take bank holidays now as we need the break then give us an additional 4 days later in the year (all in one go, possibly adding on to others if needs be) so that everyone can benefit from them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-01T10:32:01.428Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-06T14:57:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T11:47:38.138Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to create new bank holidays, but it's not clear if you also want the Government to create a legal entitlement for workers to have these off. There is no statutory right to time off for bank holidays. Employers can include bank holidays as part of a workers’ statutory holiday entitlement if they choose, but do not have to do so.\r\n\r\nWe have published the following petitions calling for new bank holidays, some of which you might like to sign:\r\n\r\nCreate a new Bank Holiday in recognition of the NHS and all its amazing workers: https://petition.parliament.uk/petitions/303882\r\n\r\nBank holiday to thank those who helped during the COVID-19 crisis: https://petition.parliament.uk/petitions/307364\r\n\r\nIntroduce a 'one off' bank holiday after covid-19 pandemic to boost morale: https://petition.parliament.uk/petitions/304513\r\n\r\nMake the Monday after Mothering Sunday 2021 an extra bank holiday: https://petition.parliament.uk/petitions/308891\r\n\r\nNational holiday of remembrance of those who died during the virus covid-19: https://petition.parliament.uk/petitions/311923\r\n\r\nIf you want the Government to take some other action in relation to the creation of bank holidays, you could start a new petition requesting this.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T11:47:45.409Z"
    },
    "id": 312865,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312865.json"
    },
    "type": "petition"
}