{
    "attributes": {
        "action": "Review furlough scheme - workers without pay who started their job in March",
        "additional_details": "The recent announcement and clarification of the Government grants to help support furloughed worker, because of the COVID-19 outbreak.\r\nSimply, workers not on employers PAYE system before 28February are ineligible for government Job Retention Scheme.\r\nIn summary, workers who started a new job after 28February are not entitled to claim the 80% of their salary.\r\nThis is a massive oversight and puts thousands of workers, who have recently changed jobs, at risk and left without pay because of an apparent loophole in the government's Job Retention Scheme.",
        "background": "This decree is putting thousands of workers at risk, laid off across our country having no income in this current economy.\r\n\r\nPersonally, after paying tax for almost 10 years and starting a new job on 2nd of March, I cannot believe that we are without any sort of income.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-01T11:43:10.351Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-01T12:49:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-16T10:01:51.110Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/310679\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-16T10:01:58.044Z"
    },
    "id": 312896,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312896.json"
    },
    "type": "petition"
}