{
    "attributes": {
        "action": "Turn off all the lights and screens in the cities during covid19 lockdown!",
        "additional_details": "I've seen all over the news, millions of lights still remaining on and huge screens in the cities all over the world. \r\nImagine how much energy we could save, help heal our world in these times.",
        "background": "All the city lights and screens should be turned off to save energy during the lockdown... People aren't out to see them. \r\nJust keep the streetlights on.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-01T10:41:54.890Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-01T12:07:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-22T11:10:06.763Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for most public and private lighting. These are a matter for individual local authorities and businesses.\r\n\r\nWe have published a petition calling on the Government to Require businesses to turn off lighting in empty offices during Covid-19, which you might like to sign: https://petition.parliament.uk/petitions/310317\r\n\r\nYou could start a new petition calling on the Governemnt to require local authorities and private businesses to turn off all non-essential lighting and screens, if that is what you would like to happen. You would need to provide your full name in order for us to be able to accept your petition.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-26T09:16:20.166Z"
    },
    "id": 312872,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312872.json"
    },
    "type": "petition"
}