{
    "attributes": {
        "action": "Ensure 'Private Schools' do not charge fees or full fees to parents in COVID-19",
        "additional_details": "The vast majority of parents are from working families and not wealthy.  \r\n\r\nThey cannot afford the ongoing fees for their children that are not reduced; that full fees in most circumstances are still required and being demanded.  \r\n\r\nWhere there is poor communications with the schools and little webinar support; one to one and group sessions are limited or not implemented as yet and families have no contingency plans and savings to sustain.\r\n\r\nStop fees; have private schools apply to GOV for aid.",
        "background": "Ensure 'Private Schools' do not charge fees to parents where children are not in school; receiving meals; are not able to board & where appropriate remote teaching is insufficient and resource is lacking where the coronavirus situation had not been considered on finance & parents unable to work.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-01T15:12:45.911Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-01T15:29:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-21T11:36:07.410Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The payment of fees for private schools are a matter for individual schools and fee-payers, not the Government or Parliament.\r\n\r\nPeople who pay fees for private schools will be protected by consumer rights, and details of how to seek advice on consumer protection is available here: https://www.gov.uk/consumer-protection-rights\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-21T11:36:11.572Z"
    },
    "id": 312969,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312969.json"
    },
    "type": "petition"
}