{
    "attributes": {
        "action": "Special consideration for the current year 12 in their A-level exams.",
        "additional_details": "A-level exams are promoted as the most important exams for your future, therefore it is unfair to expect the current year 12 to: miss an unknown amount of learning time at school; apply for all the universities and apprenticeships they would like; catch up on work once back at school and take the A-level examinations in 2021 with no special consideration taken into account. For these reasons we are asking the government to consider some type of compensation or lenience within our exams.",
        "background": "The current year 12 would like some type of compensation in our A-level exams due to the loss of time in our learning because of the coronavirus. Like the current year 11 and 13, we are stressed, and would appreciate confirmation that our exams will be adjusted accordingly to the circumstance.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-01T17:07:23.602Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-01T18:55:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-22T11:52:51.907Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/312570\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-22T11:52:51.905Z"
    },
    "id": 313000,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313000.json"
    },
    "type": "petition"
}