{
    "attributes": {
        "action": "Make Covid-19 antibody tests available to police and their families",
        "additional_details": "Our NHS are doing a fantastic job out their on a daily basis, but it feels as though us police are being constantly put down. We are out there doing our day to day role with sometimes no time for PPE if someone’s life is at risk. Whilst this pandemic is ongoing so are cases of domestic violence, murders, attempt murder, rape and many other crimes where fast action is necessary. Help us to help you - ensure we know we are safe.",
        "background": "Police officers are putting their lives on the line also by entering dangerous environments with no time for PPE to ensure they are saving life and limb. Let them and their families be tested urgently for the antibody so they know their families are safe whilst they put their lives on the frontline",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-04-01T18:02:23.034Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DHSC",
                "name": "Department of Health and Social Care",
                "url": "https://www.gov.uk/government/organisations/department-of-health-and-social-care"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-01T18:41:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-22T11:52:14.101Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to make antibody tests available to police and their family, but it is not clear that this would let police or their families know that they are safe. A positive or negative result for an antibody test would not show that someone was safe from coronavirus.\r\n\r\nYou could start a new petition calling on the Government to make antibody tests available to police and their family, providing this didn't imply that this would make those people safe from the virus.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-22T11:52:14.097Z"
    },
    "id": 313026,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313026.json"
    },
    "type": "petition"
}