{
    "attributes": {
        "action": "To send out a Covid-19 home testing kit to every registered household.",
        "additional_details": "It has been announced that home testing kits for COVID-19 will soon be available to buy for £6. However, companies should not be able to profit from this. People are dying from the virus before they meet the criteria to get tested at hospital. To save time and resources, I propose that a home testing kit is sent to every registered household for at least a family of 4 for a £2 donation to the NHS to help research. That would ensure at least £55m is funded into our NHS (est. From 2019 stats ONS)",
        "background": "I want the government to make sure home testing kits for COVID-19 are sent out to every registered address for at least 4 people per household. If a household holds more than 4 persons, they at least have a 4 in x chance of finding out if anyone has been infected with the deadly virus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-01T19:11:11.707Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-01T19:48:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-22T13:05:31.164Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/301354\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-22T13:05:31.162Z"
    },
    "id": 313053,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313053.json"
    },
    "type": "petition"
}