{
    "attributes": {
        "action": "All NHS and PRIVATE Dental Nurse to receive the 80% furlough pay.",
        "additional_details": "",
        "background": "All NHS and PRIVATE Dental Nurse to receive the 80% furlough pay. GDC stated this will happen  as with all employees. But the CDO say that as we are part of a practice with NHS contract . No one has clarified.  Please Government step in and help all you NHS",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-02T06:32:45.487Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-02T10:56:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T14:52:29.051Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Coronavirus Job Retention Scheme can be used to pay 80% of the salaries, up to £2,500 a month, of any employees who are furloughed during the coronavirus outbreak.\r\n\r\nDeciding which staff while be furloughed under this scheme is a matter for individual employers, and not the Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRemove firms discretion and obligate firms to furlough employees where eligible: https://petition.parliament.uk/petitions/312611\r\n\r\nAllow employees to claim the 80% income support directly from the Government: https://petition.parliament.uk/petitions/311183\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T14:52:29.049Z"
    },
    "id": 313184,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313184.json"
    },
    "type": "petition"
}