{
    "attributes": {
        "action": "Create a cenotaph to honour all those who have given their lives serving the NHS",
        "additional_details": "To respect and preserve the memories of those members of the NHS who have died while trying to ease the suffering of the sick.\r\n\r\nThis seems particularly apt during this time of the Coronavirus outbreak, when Doctors, Nurses and other NHS staff have lost their lives looking after others.\r\n\r\nSuch a memorial would be a fitting tribute to their memory and allow the public to show their thanks and respect.",
        "background": "A cenotaph should be placed in a prominent location, to honour staff who have worked for the NHS and have given their lives doing so. \r\nNames should be added to this cenotaph annually along with a ceremony to honour them, akin to Remembrance Sunday.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-01T23:52:25.577Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-03T06:54:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-22T08:16:51.667Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action: \r\n\r\nA memorial for NHS, care, allied professionals, who die as a result of COVID:19: https://petition.parliament.uk/petitions/313328\r\n\r\nCommission a Memorial Plaque to honour and remember UK victims of the Covid-19: https://petition.parliament.uk/petitions/310097\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-22T08:16:51.664Z"
    },
    "id": 313151,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313151.json"
    },
    "type": "petition"
}