{
    "attributes": {
        "action": "Make residency in Wales a requirement in order to purchase housing or land.",
        "additional_details": "Having an influx of people to Wales will not only overwhelm housing, it will change our culture and way of life. It will put pressure on facilities and resources that are not capable of managing a large population. It will drive up housing costs for locals who have been trying to buy for a long time. There is currently not enough rural industry, besides Tourism (which needs total reevaluation), to be able to provide employment to a growing population.",
        "background": "Due to the Covid19 outbreak Wales was inundated by visitors. Once the virus hits a plateau, people from away will be purchasing properties in Wales to escape the cities permanently. This will cause housing issues and civil unrest. It is time to make being a resident a requirement to purchase.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-02T09:05:11.678Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-02T10:21:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T13:50:52.041Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Property law is shared in England and Wales, so it would not be possible to create a specific exemption in this way.\r\n\r\nYou could start a petition calling for the Welsh Government or Senedd to be given powers to set property law in Wales, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-27T16:10:07.094Z"
    },
    "id": 313232,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313232.json"
    },
    "type": "petition"
}