{
    "attributes": {
        "action": "A National Celebration Of Life Day For People Who Died Alone During COVID-19",
        "additional_details": "When could the day take place? Once 'normal' life resumes \r\n\r\nHow could the celebrations take place? Street parties could be authorised and religious services could be broadcast nationwide honouring the deceased. The names of each person could be read out.  \r\n\r\nHonours Medal? We could issue a medal to mark the exceptional service and sacrifice of individuals during COVID-19. Anybody in the UK could make a recommendation for a British national to receive an honour.",
        "background": "Declare a National Celebration Of Life Day for those we lost during Covid-19  (Similar to the special holiday on 5 June, 2012 to celebrate the Diamond Jubilee of Elizabeth II)\r\n\r\nCreate opportunities to allow communities time to come together to commemorate the people and events of COVID-19",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-02T07:54:48.091Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-02T12:14:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T14:57:47.172Z",
        "rejection": {
            "code": "no-action",
            "details": "We can only publish petitions that make a clear request for action by the Government.\r\n\r\nYou might like to sign some of the following petitions, which make requests similar to some of the things you mention in your petition:\r\n\r\nIntroduce a 'one off' bank holiday after covid-19 pandemic to boost morale: https://petition.parliament.uk/petitions/304513\r\n\r\nAward Covid-19 medals to all emergency services and involved armed forces: https://petition.parliament.uk/petitions/302613\r\n\r\nA medal to honour the fortitude of people working in essential occupations: https://petition.parliament.uk/petitions/308035\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T14:57:47.170Z"
    },
    "id": 313209,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313209.json"
    },
    "type": "petition"
}