{
    "attributes": {
        "action": "during the covid19 crisis - criminalise all forms of profiteering",
        "additional_details": "because the current situation is being abused by suppliers of need and by financial instruments that are inappropriate when the economy is under such extreme stress.",
        "background": "make it clear that profoundly anti social exploitation of the current crisis in retail, finance or supply will not be tolerated by the British public and that punitive measures will be taken.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-02T12:57:02.527Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-02T13:33:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T07:48:43.832Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about individuals and businesses using the current outbreak to profiteer, but it's not clear what actions you want the Government to criminalise.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake it illegal to sell products above the RRP: https://petition.parliament.uk/petitions/306433\r\n\r\nRestrict people stockpiling and reselling items at inflated prices: https://petition.parliament.uk/petitions/303070\r\n\r\nIf there are other activities you want the Government to prevent, or make criminal, you could start a new petition stating clearly what these are.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-27T07:48:43.830Z"
    },
    "id": 313326,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313326.json"
    },
    "type": "petition"
}