{
    "attributes": {
        "action": "Pay all freelancers the grant not just those with 50% plus self-employed income.",
        "additional_details": "As freelancers we need to work for multiple agencies.\r\n(zero hours contract) \r\nSome of the agencies operate PAYE payroll and some do not, leaving us responsible for our own contributions but either way this is out of our control.\r\nIf we did not take the work from PAYE agencies we would not earn enough to survive.\r\nWe shouldn’t be penalised because of how we receive our income.\r\nWe operate as self-employed, organising contracts of work, invoicing, banking, paperwork etc and also filing a tax return.",
        "background": "Covid-19\r\nPay all freelance and agency workers the grant made available to self-employed instead of only those with 50% or above self-employed income vs PAYE income. \r\nDon’t penalise those with less than 50% as some agencies insist on taxing our earnings which is out of our control.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-02T13:15:50.136Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-04T04:49:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T11:10:38.958Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to provide to certain people who cannot currently access financial support, but it's not clear what changes you want the Government to make to current schemes.\r\n\r\nThe Self-Employment Income Support Scheme is available to anyone who has  traded in the tax year 2018 to 2019 and submitted your Self Assessment tax return on or before 23 April 2020 for that year, you traded in the tax year 2019 to 2020, you intend to continue to trade in the tax year 2020 to 2021, and you carry on a trade which has been adversely affected by coronavirus. The eligibility criteria do not exclude people who also earn some of their income through PAYE.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nGive financial help to agency and zero hour workers during COVID-19 outbreak: https://petition.parliament.uk/petitions/301328\r\n\r\nPay self employed workers a wage due to lack of earnings caused by COVID-19: https://petition.parliament.uk/petitions/303345\r\n\r\nIf there is a specific change you want the Government to make to the eligibility for its coronavirus income support schemes, you could start a new petition requesting this.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-29T11:10:38.956Z"
    },
    "id": 313335,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313335.json"
    },
    "type": "petition"
}