{
    "attributes": {
        "action": "Ensure all GP practices receive protective equipment (masks etc) immediately",
        "additional_details": "NHS staff must be protected as they work. Vulnerable patients must be protected from those caring for them, including healthcare workers, so protective gear must be worn.",
        "background": "Despite the Coronavirus lockdown GPs and staff do need to see some vulnerable patients face to face but lack protective equipment. Some still have nothing and have been waiting for weeks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-02T13:11:54.114Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-02T14:56:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T15:44:56.794Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action:\r\n\r\nProvide adequate PPE equipment for medical professionals working with COVID-19: https://petition.parliament.uk/petitions/304243\r\n\r\nProvide all workers dealing with the public PPE to be protected from COVID-19: https://petition.parliament.uk/petitions/307866\r\n\r\nProtect essential workers from contracting and spreading Covid-19: https://petition.parliament.uk/petitions/306387\r\n\r\nSupply PPE to all Health and Social Care workers including community carers: https://petition.parliament.uk/petitions/314229\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T15:45:05.733Z"
    },
    "id": 313330,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313330.json"
    },
    "type": "petition"
}