{
    "attributes": {
        "action": "Year 10 and Year 12 to get  discretion for their GCSE and A-Level exams in 2021",
        "additional_details": "Year 10 and year 12 are now dealing with the consequences of school closures. Some of these children are stressed and unwell and are trying to work through this period . They should receive discretion for their examinations as they are ‘key’ academic years and are now trying to work through this period but will inevitably have ‘gaps’ in their learning ; children will go back to school/college and be at very different levels of learning . This can be prevented by alternative assessment in 2021.",
        "background": "Due to COVID-19 school/college closures ,students in both the current year 10 and year 12 are still expected to complete their 2021 key examinations (A-Level and GCSE) however these students should be allowed discretion for these exams : they should be assessed on their class grades .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-02T16:04:23.747Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-02T16:12:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T08:45:49.659Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-27T08:45:49.657Z"
    },
    "id": 313383,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313383.json"
    },
    "type": "petition"
}