{
    "attributes": {
        "action": "Fund the NHS so that it can flourish for another 70 years",
        "additional_details": "After this crisis is over we will be looking at how the NHS performed and we will all be grateful for the work and dedication and possibly a lot more from its staff.\r\n\r\nIn the UK , we love this service. We want it to survive and flourish.\r\n\r\nWe call on the government to ensure that it is properly funded, the staff are paid at rates to ensure we attract the best candidates.\r\n\r\nAbove all we reject any form of privatisation to companies such as Virgin Health whose sole purpose is to make a profit and to fund a tax avoider",
        "background": "We want the government to honestly fund the NHS to a standard that we expect and to a standard commensurate with other Health systems in Europe and elsewhere",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-02T18:40:12.442Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-02T21:47:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T12:31:39.368Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nEnsure continued Universal health cover by legally committing to a minimum spend: https://petition.parliament.uk/petitions/300925\r\n\r\nCreate a National Health Insurance Tax for the NHS: https://petition.parliament.uk/petitions/313361\r\n\r\nRevoke the Health and Social Care Act 2012 and renationalise the NHS: https://petition.parliament.uk/petitions/300019\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T12:54:47.083Z"
    },
    "id": 313451,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313451.json"
    },
    "type": "petition"
}