{
    "attributes": {
        "action": "Let’s “Clap For Carers” once a week on a set day and time as a positive event.",
        "additional_details": "I believe that this is appropriate at this time because I feel that everyone needs a way they can all create a big way of showing they have such a huge appreciation that everyone can all take part in. All the valued people we are thanking will be able to appreciate the gesture because they will be aware and may even want to take part. It’s also a positive event for people to look forward to as most people are going without contact to other people for days on end, and this will continue to abide by all isolation conditions but still be activating.",
        "background": "Simply ask that all people, when possible and whilst in isolation, at a set day and time each week, give a round of applause to all NHS workers and all other key workers. NHS staff across England are sharing their stories of endless shifts and sleepless nights. So they created “Clap for Carers”",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-02T16:59:59.208Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-02T17:29:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T17:10:16.577Z",
        "rejection": {
            "code": "already-happening",
            "details": "This isn't something that the Government or Parliament is responsible for, but it is already happening on Thursdays. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T17:10:20.553Z"
    },
    "id": 313403,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313403.json"
    },
    "type": "petition"
}