{
    "attributes": {
        "action": "Every British citizen and every uk resident to plant a tree after lockdown.",
        "additional_details": "I think is for the benefit of all of us. \r\nWe already seen how the Mother Earth act when we are lockdown. \r\nLet’s keep our cities greener, lets create a safe environment for our child’s.\r\nLet’s make a healthier future.\r\nI’m suggesting that the government should allocate spaces for 66 million trees. \r\n66 million people living in the uk.\r\n66 million new trees.\r\n\r\nIdeally will be great to keep this idea for the new world. Our new mind.\r\n\r\nThank you.",
        "background": "I would like the Parliament to take on consideration the climate change status as an emergency and create a date and space for everyone to plant a tree in UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-02T17:43:09.982Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-02T19:07:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T15:05:34.565Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want trees to be planted post lockdown, but it's not clear what action you want the Government to take to facilitate this.\r\n\r\nYou could start a petition calling on the Government to fund the planting of trees, or to require local authorities to plant trees.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-27T15:05:34.562Z"
    },
    "id": 313425,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313425.json"
    },
    "type": "petition"
}