{
    "attributes": {
        "action": "Ensure healthcare practitioners have guidance on gambling",
        "additional_details": "The last well-designed gambling prevalence survey in Great Britain, BGPS 2010, found that 8.5% of adults (4.5m using a 2020 population) were vulnerable gamblers. \r\n\r\nFrom 2010 to 2019, the gross gambling yield excluding lotteries has grown by 103% to a value of £10.7bn, due to rapid advances in game addictiveness, ad penetration and accessibility of online gambling products. Meanwhile, the percentage of adults who think gambling is fair has fallen from 49.4% to an all-time low of 29%.",
        "background": "It is estimated that more than 1m healthy years of life are lost with adult vulnerable gambling every year.\r\nMedical professionals are trained to ask questions around smoking & drug use but gambling is largely omitted out of training and practice.\r\nThere are currently 0 NICE guidelines on gambling.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-02T22:21:21.426Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-03T17:17:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T15:06:06.750Z",
        "rejection": {
            "code": "irrelevant",
            "details": "NICE are currently working on clinicial guidance. Priortisation of gambling advice would be a matter for NICE rather than the Government or Parliament.  You can find updates here:\r\n\r\nhttps://www.nice.org.uk/guidance/proposed/gid-qs10099\r\n\r\nYou could start a petition calling for the Government to fund more work to raise awareness of gambling for healthcare workers, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-01T08:31:48.177Z"
    },
    "id": 313533,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313533.json"
    },
    "type": "petition"
}