{
    "attributes": {
        "action": "Assign an official \"Clap for our NHS\" Day Annually.",
        "additional_details": "Just a day that thanks the NHS and keeps the appreciation for their hard work that they do 365 days a year. an 8pm nation wide clap on the day and possibly a press campaign on the day where there are thank you NHS posters in press/social etc \r\n\r\nLets not let the NHS be taken for granted anymore!",
        "background": "I believe Covid-19 has highlighted how important the key workers in the NHS are. We take them for the granted and have only started to acknowledge them recently for their efforts. We need an annual day where we all come together and keep this appreciate going once this pandemic is over!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-03T08:27:40.996Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-03T08:53:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-18T10:56:55.085Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/308614\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2024-02-12T14:28:48.755Z"
    },
    "id": 313612,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313612.json"
    },
    "type": "petition"
}