{
    "attributes": {
        "action": "Release low risk prisoners with up to one year left on home detention curfew.",
        "additional_details": "This will ease pressures across jails in England and Wales, in addition this will contribute to improving prison conditions and enable prisoners to feel safer, calmer and readier to engage in rehabilitation. A reduction in prison population may also contribute to making them a safer place for staff and other offenders",
        "background": "I want the Government to release prisoners that are low risks to the community on home detention curfew Where they can finish the rest of their sentence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-03T12:16:37.393Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-03T13:19:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T09:36:37.444Z",
        "rejection": {
            "code": "no-action",
            "details": "If a prisoner has a fixed-term sentence, they are normally released automatically halfway through their sentence. Prisoners can apply for parole if they have an extended sentence, or a fixed-term sentence for certain lengths or crimes, but decisions about granting parole are a matter for the parole board, and not the Government or House of Commons: https://www.gov.uk/leaving-prison\r\n\r\nIf you want the Government to extend rights to apply for parole, or reduce the proportion of a sentence that is served before prisoners are released automatically, you could start a new petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-29T09:36:37.442Z"
    },
    "id": 313680,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313680.json"
    },
    "type": "petition"
}