{
    "attributes": {
        "action": "Make March 23rd 2021 a public holiday in honour of people working for the NHS",
        "additional_details": "More than half a million NHS workers are putting their lives and the lives of their families at risk to save people during the current Coronavirus crisis. They are typically not well paid and are now having to make almost impossible decisions in very difficult circumstances. \r\n\r\nA day to honour them would cost a pittance compared to the cost of the crisis. It should include a parade, the unveiling of a statue and ideally the payment of a one off bonus to members of the NHS and other care services",
        "background": "Declare a national day of thanksgiving for the NHS on the anniversary of the country going into lockdown with special measures put in place to honour and thank NHS staff who have worked during the crisis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-03T20:29:35.039Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-04T07:09:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T05:59:27.757Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action:\n\nMove all bank holidays to a time after Coronavirus Lockdown: https://petition.parliament.uk/petitions/309243\n\nBank holiday to thank those who helped during the COVID-19 crisis: https://petition.parliament.uk/petitions/307364\n\nCreate a new Bank Holiday in recognition of the NHS and all its amazing workers: https://petition.parliament.uk/petitions/303882\n\nIntroduce a 'one off' bank holiday after covid-19 pandemic to boost morale: https://petition.parliament.uk/petitions/304513\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T05:59:40.430Z"
    },
    "id": 313847,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313847.json"
    },
    "type": "petition"
}