{
    "attributes": {
        "action": "Case should be filed in international court against China for spreading Corona.",
        "additional_details": "Because China is fully responsible for the heinous crime and should be punished in the hardest way so that no country will do like this in future.",
        "background": "UK govt should file case in international court of justice against China for spreading, hiding and delaying the facts on Coronovirus and claim full compensation and distributing to the affected businesses and people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-03T23:03:18.736Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-04T10:15:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-22T13:39:52.925Z",
        "rejection": {
            "code": "duplicate",
            "details": "We can't publish petitions that include claims that are unproven, such as on the causes of Coronavirus or responsibility for the current pandemic.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nDebate the Chinese government’s handling of Covid-19: https://petition.parliament.uk/petitions/311905\r\n\r\nStop trade with China until wet markets and animal cruelty is outlawed: https://petition.parliament.uk/petitions/312691\r\n\r\nCoordinate rigorous world effort to end live wild animal markets: https://petition.parliament.uk/petitions/307504\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-22T13:39:52.923Z"
    },
    "id": 313884,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313884.json"
    },
    "type": "petition"
}