{
    "attributes": {
        "action": "Deposits paid back to individualds who's events have  cancelled due to Covid-19.",
        "additional_details": "Legislation should be passed to ensure that no one profits from this unfortunate situation and people who have paid deposits should be returned their full deposits with out any penalty.",
        "background": "Individuals and companies are profiteering from this unfortunate situation of Covid-19. Many individuals deposits are being withheld.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-03T22:18:54.455Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-04T13:08:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T09:14:38.941Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The arrangements for weddings and other events are civil matters governed by the contracts that have been agreed, and relevant consumer rights laws, and are a not a matter for the Government or Parliament.\r\n\r\nIf you feel that a venue or supplier is treating you unfairly, you can complain directly to them, and seek advice about how to escalate your complaint. The Government has published advice on consumer rights here: https://www.gov.uk/consumer-protection-rights\r\n\r\nYou could start a petition calling on the Government to create a fund to reimburse people who have lost money as a result of coronavirus.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T09:14:43.964Z"
    },
    "id": 313876,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313876.json"
    },
    "type": "petition"
}