{
    "attributes": {
        "action": "All utility Bill's to be suspended for 3 months & free transport for key workers",
        "additional_details": "People are going through extreme hardship. The banks have been asked to play their part. All utility companies should also help play their part in helping society during this difficult period. Also no dividends to shate holders in these industries should be paid. The utilities sector has got off without making any contribution to benefit society.",
        "background": "Legislation to be passed to ease the burden on all households for three months to address the difficulties faced by all families as a result of Covid-19 by removing all utility costs. Broadband, electricity, gas & water",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-03T22:31:50.830Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-03T22:38:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T10:33:38.815Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government is responsible for.\r\n\r\nSuspending payments for utilities is a matter for individual utility providers, and not the UK Government or Parliament. We have published the following petitions, which you might like to sign: https://petition.parliament.uk/petitions/302256\r\n\r\nDecisions about the payment of dividends are a matter for individual companies, not the Government or Parliament. We have published the following petitions, which you might like to sign: https://petition.parliament.uk/petitions/306053\r\n\r\nWe have already published a petition calling for the Governemnt to fund free Public Transport for all front line staff during COVID19 pandemic, which you might like to sign: https://petition.parliament.uk/petitions/305801\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-29T10:33:38.811Z"
    },
    "id": 313878,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313878.json"
    },
    "type": "petition"
}