{
    "attributes": {
        "action": "Re-Open Cemeteries during the Coronavirus",
        "additional_details": "We use our one hour exercise time to walk to and from the cemetery, therefore we don’t make any other journeys apart from this. It helps myself, my mum and my little brother to cope with his loss and mentally gives us a break. \r\nShutting the gates has caused us distress and no doubt other families with relatives inside. \r\nIt makes no sense to have open spaces and parks still open but shut a quiet and peaceful cemetery. Please reopen.",
        "background": "My father passed away last year, and we have visited him everyday since the day of the funeral. They have just shut his cemetery today but parks and open spaces remain open, why? Visiting the cemetery does no harm to anyone, it’s the same as going for a run in the park. Please rethink and reopen.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-03T19:52:01.078Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-03T20:29:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T10:22:33.020Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has written to local authorities to make clear that burial grounds and cemeteries may remain open, and that grounds surrounding crematoria may also remain open, including gardens of remembrance: https://www.gov.uk/government/publications/access-to-parks-and-public-spaces-including-burial-grounds-and-cemeteries\r\n\r\nDecisions about the opening of particular cemeteries are a matter for individual local authorities, and not the Government or House of Commons.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-29T10:22:33.017Z"
    },
    "id": 313836,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313836.json"
    },
    "type": "petition"
}