{
    "attributes": {
        "action": "Incentivise all NHS workers for their resilience in the fight against COVID-19",
        "additional_details": "NHS workers have been putting their and their family’s health at risk to protect the public by going into work every day.The war against this unseen enemy has seen breaks being cut short, educational activities cancelled and staff being asked to cancel their annual leaves.They need to be rewarded for their resilience not by just the claps but letting them have more of their hard earned wages. This will improve their morale and encourage them to do extra work if their colleagues go off sick.",
        "background": "All NHS workers should have tax free pay for the months they fight COVID-19. They should get full pay in their pocket as an appreciation for their service in these testing times. On one hand this will improve the morale and on the other, encourage staff to fill in the gaps in the rotas.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-03T21:33:42.652Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-03T21:54:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T06:00:23.797Z",
        "rejection": {
            "code": "duplicate",
            "details": "The Government is not responsible for setting the salary of most key workers, or setting minimum wages for particular sectors, but you may wish to sign petitions calling for the following actions:\n\nMake hazard pay mandatory for key workers in the midst of COVID 19: https://petition.parliament.uk/petitions/307619\n\nGive all key workers a 100% tax and Nat. Ins. holiday through COVID-19 crisis: https://petition.parliament.uk/petitions/306845\n\nPay bonus to all key workers: https://petition.parliament.uk/petitions/307215\n\nIncentivise NHS staff during the COVID19 outbreak by making wages untaxable: https://petition.parliament.uk/petitions/304595\n\nIncrease pay for NHS healthcare workers and recognise their work: https://petition.parliament.uk/petitions/300073\n\nBonus for emergency services personnel working due to COVID-19: https://petition.parliament.uk/petitions/303306\n\nMake the minimum wage equal for all ages and increase to at least £10: https://petition.parliament.uk/petitions/301749\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T06:00:38.551Z"
    },
    "id": 313866,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313866.json"
    },
    "type": "petition"
}