{
    "attributes": {
        "action": "Provide NHS staff that have supported and directly contributed during COVID19.",
        "additional_details": "Its really important that the government recognises and shows appreciation for those NHS staff, across all areas including nurses but also cleaners, catering staff, managers, leaders and admin teams that have all contributed to the NHS needs that ultimately has enabled those patients to be supported and cared for during difficult times. Staff have cancelled leave, committed over and above, worked long hours and given they're all, even when they are feeling at the end of their limits they have kept going.",
        "background": "To give something rewarding back to these workers. To offer one months salary (tax free) so they can reward themselves and/or one months additional annual leave entitlement with at least 80% salary (tax free) to enable them to recoup and get some quality time back in their lives once this is over.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-04T08:49:02.701Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-20T18:18:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-30T07:39:22.779Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign these petitions, which call for similar actions:\r\n\r\nIncrease pay for NHS healthcare workers and recognise their work \r\nhttps://petition.parliament.uk/petitions/300073 \r\n\r\nReward our healthcare heroes now for risking their lives to fight Covid-19. \r\nhttps://petition.parliament.uk/petitions/318741 \r\n\r\nGive NHS staff a one off bonus for their help with Covid 19: https://petition.parliament.uk/petitions/321150\r\n\r\nGive NHS staff a pay rise in line with MPs pay increase: \r\nhttps://petition.parliament.uk/petitions/313513 \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-30T07:39:22.776Z"
    },
    "id": 313936,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313936.json"
    },
    "type": "petition"
}