{
    "attributes": {
        "action": "Enact legal accountability to individuals attending religious gatherings.",
        "additional_details": "It has become apparent in recent weeks that certain groups are ignoring or flouting the advice of the government, as well as the warnings from the World Health Organization. \r\n\r\nA certain MP has even been indicated in participation.\r\nExample : http://shorturl.at/fqBY3\r\n\r\nAnd with religious festivals taking place outside the UK in coming months. The health of the British public could be put at risk by those returning from similar close contact religious gatherings, outside the remit of UK authority.",
        "background": "We request that, those who partake in religious gatherings during the Covid-19 outbreak. Be held legally accountable. Any such gathering, where individuals attempt to circumvent or ignore the risk to human life in the UK, be prosecuted as biological terrorists. With wilful disregards to human life",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-04T08:35:54.744Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-04T09:38:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T11:59:07.080Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't publish petitions that accuse individuals of committing a crime.\r\n\r\nFurthermore, we can only accept petitions about things the Government or House of Commons are responsible for. The Government has passed regulations restricting gatherings and unnecessarily leaving the home. Enforcing these regulations is a matter for the police and courts, and not the Government or House of Commons.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-29T11:59:07.078Z"
    },
    "id": 313932,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313932.json"
    },
    "type": "petition"
}