{
    "attributes": {
        "action": "Family member/loved one to be present if a person is terminally ill with Covid19",
        "additional_details": "The current situation is causing more unnecessary anxiety and fear amongst everyone. Patients are having to spend their last few hours alone and scared which is both tragic and avoidable. Not just for them, but for the family and loved ones as well. This is generic to everyone at this time and this small act would go a long way to unburdening all those affected by Covid-19 including NHS staff. This is regardless of age or gender but specifically towards children infected with Covid-19.",
        "background": "We want government to lift the restriction so that one family member or loved one can be present with a person suffering terminally from Covid-19 in their final hours. This way, those nearest and dearest can get some closure and comfort for the patient who otherwise would be scared and alone.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-04T18:52:51.407Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-04T19:44:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T12:23:36.136Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about visitors are an operational matter for the NHS and individual NHS trusts and institutions, and not the Government or House of Commons.\r\n\r\nNHS England has published guidance on visitors during the coronavirus oubtreak, which includes provisions for parents to visit children: https://www.england.nhs.uk/coronavirus/wp-content/uploads/sites/52/2020/03/C0030_Visitor-Guidance_8-April-2020.pdf\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T12:23:40.162Z"
    },
    "id": 314072,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314072.json"
    },
    "type": "petition"
}