{
    "attributes": {
        "action": "Amendment to Coronavirus Act- illegal for symptomatic people to leave their home",
        "additional_details": "People are still presenting behaviour like coughing on others and apathy to the situation. On a micro-scale in someone stated they were diagnosed, then proceeded to shop as normal. The disregard like this for the brevity of the situation requires a legal remedy. \r\n\r\nThough police have extensive powers they do not have specified powers. Some of the appalling responses by police is not to their fault but to the fault of the government for providing no guidance. Protect the people who protect others.",
        "background": "Amend the Coronavirus Act such that people with covid-19 symptoms may not legally leave their home. \r\n\r\nPolice powers should be specified in a statutory manner to achieve this. Further guidance should be provided to the police to ensure a unified, centralised approach.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-04T15:07:28.438Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-04T15:32:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T15:25:35.204Z",
        "rejection": {
            "code": "already-happening",
            "details": "Police already have the power to issue fines to enforce the new legislation. If an officer has reasonable grounds to believe someone is infectious, they can remove a person to a place suitable for screening and assessment or keep the person at that place until a public health officer can assess them. We therefore not exactly sure what further action you'd like the Government or Parliament to take. \r\n\r\nYou may wish to sign this petition calling for tougher penalties:\r\nhttps://petition.parliament.uk/petitions/314400\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-01T15:54:03.834Z"
    },
    "id": 314021,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314021.json"
    },
    "type": "petition"
}