{
    "attributes": {
        "action": "Don't bail out airlines who have failed their customers during the crisis",
        "additional_details": "If and when a financial support package is considered, it should be conditional on airlines being able to demonstrate that they provided adequate support to their customers during the crisis. For example, British Airways fell short in its responsibilities to consumers by avoiding the cancellation of flights, making it difficult to claim a refund and offering confused and misleading advice to customers - having failed to offer such support, they should not be eligible for taxpayer support.",
        "background": "The government should not consider a financial support package to help airlines during the COVID-19 crisis where it is evident that those airlines have not given adequate support to their own customers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-04T16:52:49.011Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-04T17:10:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T09:43:13.826Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to restrict the availability of bailouts to the airline industry, but it's not clear exactly what criteria you expect the Government to use in making this decision. You could start a petition calling on the Government not to provide bailouts to any airlines that have failed to offer full refunds for cancelled flights, or some other criteria, if that is what you want to happen.\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nDecline any requests for bailouts from the airline industry: https://petition.parliament.uk/petitions/302992\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T09:43:13.823Z"
    },
    "id": 314046,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314046.json"
    },
    "type": "petition"
}