{
    "attributes": {
        "action": "Introduce birth control, as a mandatory tool in the control of pest and vermin.",
        "additional_details": "Often the poisons used are dangerous not only to other animals but also to humans. Some poisons have already started to become ineffective due to tolerances increasing. There are cases of suffering, some traps and poison cause the targeted animals, long painful lingering deaths. The use of anti-coagulants causing slow internal bleeding, or glue traps where they stick to and die from starvation. The Forestry Commission has trialled birth control with Grey Squirrels, successfully.",
        "background": "To debate a possible new law where the pest control industry does not rely solely on the use of poison and traps as a way of eradicating or reducing vermin levels. Indeed promoting birth control in the use of pest control could have a better long term success than current practises",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-04T13:45:37.611Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-05T10:06:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-03T09:59:39.476Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want to see a change in practice to how pests and vermin are controlled, but it's not clear how you would like the Government to do this.\r\n\r\nThe Government sets limits on what methods can be used to kill certain animals, but does not mandate or promote the use of particular methods. It is up to individuals and businesses to decide how to tackle any pest of vermin issues in line with the law.\r\n\r\nYou could start a petition asking the Government to ban the use of poisons unless humane methods of animal control have been exhausted, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-03T09:59:39.472Z"
    },
    "id": 314003,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314003.json"
    },
    "type": "petition"
}