{
    "attributes": {
        "action": "Help us to help the UK economy, review credit scores after COVID - 19",
        "additional_details": "Many people will be aware credit card companies, phone networks, store cards have not been given any guidelines to assist us during this time of having no income or a basic income if your lucky.So in other words if your out of work and not able to pay your monthly bill you still get a marker on your credit score. If they want the uk and global economy to pick back up after COVID - 19 then gives us all a chance refresh our credit ratings giving us more chance of keeping our economy alive!",
        "background": "• Review credit scores with relevant companies \r\n• Issue a fresh start for most to stop debt recovery and bankruptcy \r\n• Help us so we can help the UK economy \r\n• This will provide support for small start ups less that 1 years old \r\n• Provide the light at the end of the tunnel for us after COVID-19",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-05T10:25:00.047Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-05T13:31:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-14T13:23:38.387Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The preparation and scoring of credit reports is a matter for individual credit reference agencies in cooperation with lenders, not the Government or Parliament. The UK's three credit reference agencies have all issued statements and advice about what people should do if they are facing financial difficulties as a result of the outbreak. You can find these here:\r\n\r\nTransUnion: https://www.transunion.com/covid-19\r\nEquifax: https://www.equifax.com/about-equifax/covid-19-and-your-credit-score/\r\nExperian: https://www.experian.co.uk/consumer/help-discover/discover/guides/supporting-you.html\r\n\r\nWe have published a petition calling on the Government to encourage credit agencies to show consideration to negative transactions that have occurred during the coronavirus outbreak, which you may wish to sign: https://petition.parliament.uk/petitions/314622\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-14T13:23:38.384Z"
    },
    "id": 314189,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314189.json"
    },
    "type": "petition"
}