{
    "attributes": {
        "action": "More protection for Transport Of London (TFL) workers",
        "additional_details": "They are not just making a \"heroic effort\" they are risking their own lives!. \r\nSome drivers were not being provided with enough protective gear such as face masks, gloves, or hands sanitizer.  \r\nWe believe the government can do MORE for TFL staff. They should provide at least enough protective gear to keep them safe while they’re risking their lives taking key workers to their place of work, like the lovely NHS staff, drivers are also essential for day to day. They move london!",
        "background": "As everyone should be aware, 3 drivers and 2 controllers have died after contracting Covid-19.  We want to ask the government to take all the necessary measures to protect bus drivers and all those who are exposed to maximum risk by Covid-19.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-05T06:38:44.754Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-05T07:35:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-03T09:52:22.137Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Greater London Authority, not the UK Government or House of Commons, is responsible for Transport for London.\r\n\r\nThe Government has published safer transport guidance for operators: https://www.gov.uk/government/publications/coronavirus-covid-19-safer-transport-guidance-for-operators/coronavirus-covid-19-safer-transport-guidance-for-operators\r\n\r\nImplementing this guidance is a matter for individual transport operators, such as TfL, and not the Government or House of Commons.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nProvide Protective Personal Equipment PPE to all Transports Workers: https://petition.parliament.uk/petitions/317297\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-03T09:52:22.134Z"
    },
    "id": 314148,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314148.json"
    },
    "type": "petition"
}