{
    "attributes": {
        "action": "Allow for waste & recycling centres to be re-opened",
        "additional_details": "The current approach taken is short sighted and is leading to increasing infection risks rather than containing them by increasing the amount of illegal fly tipping occurring across the country, and by requiring households to retain more waste materials on the their premises for longer. The nature of a waste & recycling centres involve little person to person contact in comparison to other areas already designated as key services, and so there is no reason a well managed service cannot be run.",
        "background": "Currently local waste & recycling services are closed across the country due to councils following national government guidelines. We petition the government to re-designate waste & recycling service workers as key workers during the current crisis, such that local councils can then re-open services",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-05T07:12:22.159Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-05T10:52:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T12:28:34.295Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition, waste and recycling centres in England have been reopening.\r\n\r\nThe operation and opening times of individual sites is a matter for local councils.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T12:28:39.195Z"
    },
    "id": 314150,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314150.json"
    },
    "type": "petition"
}