{
    "attributes": {
        "action": "COVID-19 Medal for Emergency Services personnel and frontline NHS staff.",
        "additional_details": "In such unprecedented times, our emergency services and NHS staff remain steadfast. Whilst the UK is in lockdown, their selfless commitment to duty sees them headlong in battle with the most deadliest of diseases. The Healthcare system has been undervalued and had its budgets slashed in recent years. Here and now, we find ourselves in a battle to save lives, the NHS Trust has had to repurpose itself, so that the country is front-facing in fighting a global crisis. They are at risk and still go.",
        "background": "Commission a National award for Emergency Service personnel and frontline NHS staff for Meritorious Service in the fight against COVID-19.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-05T00:53:24.696Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-05T08:00:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T06:01:30.354Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action.\n\nAward Covid-19 medals to all emergency services and involved armed forces: https://petition.parliament.uk/petitions/302613\n\nA medal to honour the fortitude of people working in essential occupations: https://petition.parliament.uk/petitions/308035\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T06:01:48.933Z"
    },
    "id": 314128,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314128.json"
    },
    "type": "petition"
}