{
    "attributes": {
        "action": "Don’t take away our outside exercise to punish a minority",
        "additional_details": "Punishing the many to correct the behaviour of the few is not effective in schools and won’t work on the general public. This type of punishment only works when the majority take the punishing of the few into their own hands, which causes fear in the minority. I presume this is not an effect the government is intending to create. As in school the biggest effect is to create a feeling of us against them which will cause a greater number of people to ignore the government not fewer.",
        "background": "I think taking away outside exercise will damage many people’s mental health. Particularly those with small houses and no garden. It will also not be effective in deterring those who are flouting the rules already. Instead impose stricter sanctions on those breaking the current rules",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-05T11:37:13.162Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-05T12:51:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-04T11:48:05.396Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has relaxed the coronavirus restrictions, including relating to outdoor exericse. The Government has published an FAQ on what you currently can and can't do here: https://www.gov.uk/government/publications/coronavirus-outbreak-faqs-what-you-can-and-cant-do/coronavirus-outbreak-faqs-what-you-can-and-cant-do#gatherings-public-spaces-and-outdoor-activities\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-04T11:48:05.392Z"
    },
    "id": 314204,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314204.json"
    },
    "type": "petition"
}