{
    "attributes": {
        "action": "STOP close door fitness2practice hearings 4 health staff calling out poor/no PPE",
        "additional_details": "No healthcare worker should be expected to work without adequate PPE. Some are being censured by employers using gagging clauses to prevent these facts being disclosed. Healthcare workers have the legal right to whistleblow and express their professional concerns. The public have a right to know and support THEIR NHS and other healthcare professionals who support loved ones.",
        "background": "Petition government to legislate to prevent any closed door fitness to practice hearings for healthcare staff defending their right to freedom of speech to call out the Lack of, or inadequacy of PPE provision",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-05T13:25:25.628Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-05T15:11:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-04T14:40:55.201Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The conduct of Fitness to Practice hearings are a matter for individual regulators of parts of the medical profession, not the Government or House of Commons.\r\n\r\nEmployers are already protected by whistleblowing laws if they raise a complaint, including about someone's health and safety being in danger. These provisions only protect complaints to an employer or prescribed person or body.\r\n\r\nYou could start a petition calling on the Government to provide protections for workers who raise concerns about their employer publicly, or to prevent employers from including restrictions in contracts of employment on what employees can say publicly about their employer or place of work.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-04T14:40:55.199Z"
    },
    "id": 314245,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314245.json"
    },
    "type": "petition"
}