{
    "attributes": {
        "action": "To urgently exempt allotments from proposed toughening of lock-down legislation.",
        "additional_details": "The government are currently threatening to remove the 'exercise' component of lock-down measures, which Police and Councils may interpret as an excuse to close allotments. This must not be allowed to happen as there is predicted to be a shortage of fruit & veg due to a lack of agricultural workers. If allotments are closed, a lot of food will be removed from the system, just as it's most needed.",
        "background": "To allow people to tend allotments during any lock-down measures, so that they are on an equal footing with with farmers, food producers and shops.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-05T12:51:35.800Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-05T21:25:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-04T15:51:35.378Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government hasn't required the closure of allotments, so decisions about allotments remain a matter for individual local authorities, not the Government or Parliament.\r\n\r\nMany local authorities have decided to keep allotments open because they help people exercise, but have published additional guidance about how people should behave when using their allotment. You should contact your local authority to find out what arrangements they have made in relation to allotments during the coronavirus outbreak.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-04T15:51:35.376Z"
    },
    "id": 314232,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314232.json"
    },
    "type": "petition"
}