{
    "attributes": {
        "action": "Introduce tougher penalties for those ignoring lockdown rules.",
        "additional_details": "Everyone must stay at home, however we have seen on social media & national news that there are a lot of people who are ignoring this advice & congregating in groups for extended periods of time. It is important for physical & mental health to exercise once a day however some people are acting extremely irresponsibly. We are asking for the government to impose tougher penalties to deter those from breaking the rules & preventing the spread of COVID 19.",
        "background": "Even before this recent warm weather, we have seen people ignoring rules on social distancing. Although people have to exercise daily for mental & physical health, many are contributing to the spread of COVID 19 & piling more pressure onto the NHS by congregating in groups & behaving irresponsibly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-05T12:22:35.385Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-05T12:54:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T14:03:45.298Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has increased the penalties for breaking the law or refusing to follow a police direction: https://www.gov.uk/government/publications/coronavirus-outbreak-faqs-what-you-can-and-cant-do/coronavirus-outbreak-faqs-what-you-can-and-cant-do#enforcement\r\n\r\nWe have published this petition which you might like to sign:\r\n\r\nIncrease fines for breaking Covid-19 regulations to £1000 for first offense: https://petition.parliament.uk/petitions/320026\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T14:03:45.296Z"
    },
    "id": 314222,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314222.json"
    },
    "type": "petition"
}