{
    "attributes": {
        "action": "Stricter Covid-19 Lockdown Rules with tougher penalties and monitoring.",
        "additional_details": "It's now time for the government to step up its efforts firstly by making rules clearer on what is acceptable travel and applying the following: \r\n\r\n1) Increase the penalty fine from £60 to £600\r\n\r\n2) Road blocks and check points to verify reason of travel\r\n\r\n3) Ask for proof of essential travel unless person is a key worker\r\n\r\n4) Fine Parents of youngsters flaunting the rules.\r\n\r\n5) Armed Forces deployed to support Police in areas where the lockdown is not adhered.",
        "background": "We have now been on lockdown since 23/03 and a proportion of the population is not adhering to the lockdown. This attitude is demoralising for the people that are following the rules and will take longer to contain the spread of the virus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-05T13:09:35.857Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-05T13:25:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T13:31:37.310Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is responsible for setting regulations in relation to the coronavirus lockdown, and associated penalties, but enforcing these is a matter for the police and courts, not the Government or House of Commons.\r\n\r\nSince you started your petition the Government has increased the penalties for breaking the law or refusing to follow a police direction: https://www.gov.uk/government/publications/coronavirus-outbreak-faqs-what-you-can-and-cant-do/coronavirus-outbreak-faqs-what-you-can-and-cant-do#enforcement\r\n\r\nWe have also published the following petition, which you might like to sign:\r\n\r\nIncrease fines for breaking Covid-19 regulations to £1000 for first offense: https://petition.parliament.uk/petitions/320026\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T13:31:37.306Z"
    },
    "id": 314236,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314236.json"
    },
    "type": "petition"
}