{
    "attributes": {
        "action": "Rent and bills frozen period while Coronavirus pandemic.",
        "additional_details": "Being countries where wealth isn’t at the top of the list, they managed something like that; the United Kingdom being part of one of the wealth countries in the world’s list, could introduce measures similar to the ones written above; or even, also improve them.\r\n\r\nWhile an increase of Universal Credit demands reached almost a million, will be of sense of adjustments written in this request, to balance this economic nature we are facing in this era.\r\n\r\nJust to add, this month will be important for some religious festivities (chronologically Passover, Easter and Ramadan), will be of help for people to bring something to rejoice in this period of unprecedented events, as well.\r\n\r\nHope everyone is doing good in the meanwhile.\r\n\r\nThank you.\r\n\r\n",
        "background": "Dear All,\r\n\r\nHere to inspire the government to possibly support citizens in this period of uncertainties.\r\n\r\nHere to ask after seeing measures being taken by El Salvador and Colombia recently, to freeze home rents and bills related for a period of 3 months and more.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-04-06T07:01:52.219Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-06T07:36:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T16:34:53.617Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for council tax, rent, utilities and loans is a matter for individual councils, mortgage providers, utility providers and lenders, and not the UK Government or Parliament.\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\r\n\r\nIf you want the Government to require councils to suspend council tax payments during the coronavirus outbreak, you may wish to sign this petition: https://petition.parliament.uk/petitions/303274\r\n\r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-28T16:35:04.844Z"
    },
    "id": 314388,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314388.json"
    },
    "type": "petition"
}