{
    "attributes": {
        "action": "Stop companies from sacking employees to avoid furlough",
        "additional_details": "Because there are many cases that exist were companies have just laid off there staff under redundancy or that of sacking so that they can just get rid of there staff in an underhanded way. And not furlough them. The goverment should furlough these people immediately instead of them having the additional stress of a legal fight through the courts",
        "background": "Stop company using smoke screen methods to sack people or get rid of there highly paid staff after 29th Feb and bring in legislation that puts the individual in control not the company",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-06T06:57:11.477Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-06T08:24:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T08:11:11.837Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nRemove firms discretion and obligate firms to furlough employees where eligible: https://petition.parliament.uk/petitions/312611\r\n\r\nAllow employees to claim the 80% income support directly from the Government: https://petition.parliament.uk/petitions/311183\r\n\r\nPrevent companies making employees redundant or laying them off due to COVID-19: https://petition.parliament.uk/petitions/305475\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T08:11:11.834Z"
    },
    "id": 314386,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314386.json"
    },
    "type": "petition"
}