{
    "attributes": {
        "action": "Give UAL students special consideration during coronavirus pandemic",
        "additional_details": "UAL has stated they will assess previous units to come to a “fair” decision for a final grade but prior units leading up to the final major project are marked on a pass/fail. Colleges prompted students to prepare for the final major project, so we did not do more than required for our previous units.We will be marked on work that is not reflective of our ability. This needs to be altered to match A levels, as it seems more consideration has been given to those and we have been left to wonder.",
        "background": "We need parliament to review UAL’s grading for this academic year to ensure fair grading. A lot of students have prepared all year for our final major project, performing poorly on other subjects to ensure enough time to find out we have to update all units within a month which is very unrealistic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-06T10:33:44.681Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-06T10:36:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T09:24:30.355Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university courses, including start dates, teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T09:24:30.352Z"
    },
    "id": 314420,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314420.json"
    },
    "type": "petition"
}