{
    "attributes": {
        "action": "Forgive NHS medical staff student loans or give large bonuses after COVID-19.",
        "additional_details": "The UK is indebted to them and for that reason, the government should allocate money in its budget (aside current NHS funding) to compensate these workers when the COVID-19 pandemic is over.",
        "background": "Doctors and nurses in the NHS have selflessly put their lives on the line responding to the COVID-19 pandemic and so as a thank you for their service, all NHS medical staff should be given the option to have all their student loans forgiven or receive a bonus equivalent to at least 1 years’ salary.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-07T08:05:55.937Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-07T14:16:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T15:11:10.167Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published a number of petitions about tuition fees and loans for NHS staff and other key workers, which you might like to sign:\r\n\r\nWrite off all student loans for all NHS staff fighting COVID19: https://petition.parliament.uk/petitions/310559\r\n\r\nReimburse nurses for student loans and fund all fees for future student nurses: https://petition.parliament.uk/petitions/302732\r\n\r\nReduce student debt for student nurses and midwives: https://petition.parliament.uk/petitions/300079\r\n\r\nSuspend student loan repayments for doctors, nurses and midwives during COVID-19: https://petition.parliament.uk/petitions/308456\r\n\r\nForgive student debt of all key workers after Pandemic crisis: https://petition.parliament.uk/petitions/307985\r\n\r\nFund all medical degrees to support future doctors and nurses: https://petition.parliament.uk/petitions/309404\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-29T15:11:17.511Z"
    },
    "id": 314596,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314596.json"
    },
    "type": "petition"
}