{
    "attributes": {
        "action": "Move the NHS and BBC out of political control and into independent bodies",
        "additional_details": "If we didn't know it before, this crisis has shown how much we depend on the NHS, how it's had years and years of neglect, underfunding and misdirection from politicians, and how it is a unique organisation that we proudly promote across the world.   Such a complex organisation needs foresight and years of commitment, the the political cycle does not allow this. The BBC is also unique, and in times of misinformation the UK people need journalists to hold government and big business to account.",
        "background": "Successive governments  have failed both the NHS and the BBC; two institutions unique to the UK.  They should be removed from political interference and instead moved to independent bodies funded by the UK people for the UK people, and not pushed around every five years by politicians.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-06T17:46:38.632Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-07T14:11:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-09T13:49:34.373Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to make changes to how the NHS and BBC are funded and run, but its not clear exactly how you want the Government to achieve this.\r\n\r\nAt present the NHS and BBC have operational independence, but are largely funded directly by the Government.\r\n\r\nWe have published a petition calling on the Government to enable the NHS to set its own legally binding budget and priorities: https://petition.parliament.uk/petitions/311835\r\n\r\nYou could start a similar petition in relation to the BBC, if that is what you want to happen. If you want the Government to make a different change to how the NHS and BBC are funded or run, you could start a new petition stating clearly how you want this change."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-09T13:49:44.231Z"
    },
    "id": 314511,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314511.json"
    },
    "type": "petition"
}