{
    "attributes": {
        "action": "Increase Personal Protective Equipment standards for those on the front line.",
        "additional_details": "As we are about to face the height of the pandemic in the UK us on the frontline are scared to work. Currently even if the patient is Covid19+ we only have a surgical mask -most are expired- a flimsy sleeveless apron & glasses. Without increased PPE its a lose-lose situation for everyone. We will inevitably contract the virus further passing it on to loved ones becoming yet another statistic. As a result we will not be able to work reducing staff on the front line treating & caring for patients.",
        "background": "Please reassess the minimal standard of PPE for those, in particular the ambulance service, who are on the front line. We have less protection than those who are working in the sterile, controlled environment of the hospital. Surgical masks do not protect us, at best we need FFP3s and level D tyvek.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-07T11:41:53.074Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-07T11:52:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T08:15:23.225Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Guidance on Covid-19 and the use of personal protective equipment (PPE) is a matter for Public Health England, and not the Government or Parliament.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T08:15:23.221Z"
    },
    "id": 314638,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314638.json"
    },
    "type": "petition"
}