{
    "attributes": {
        "action": "Let people leave the house for recreational purposes and hang out with friends.",
        "additional_details": "The lock down was meant to protect the NHS but people will end up depressed and not willing to go back to work because they have been at home for too long or stuck in their town for too long. So therefore the rise in mental health problems will put even more pressure on the NHS as more money will need to be spent on making more medicines for mental health.",
        "background": "I want the lock down measures to be relaxed in the hope that it prevents the rise in depression  and other mental health issues. This will improve quality of life. If people are not mentally fit to go back to work  because of mental health issues then this will worsen the UK economy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-07T10:59:31.873Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-07T11:11:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-12T11:42:34.666Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has eased lockdown restrictions so people can leave their house as often as they like, and can meet up with people from other households in groups of up to six, providing social distancing is observed.\r\n\r\nYou can read the Government's FAQ on what you can and can't do here: https://www.gov.uk/government/publications/coronavirus-outbreak-faqs-what-you-can-and-cant-do/coronavirus-outbreak-faqs-what-you-can-and-cant-do#gatherings-public-spaces-and-outdoor-activities\r\n\r\nWe have published a petition calling on the Government to end the lockdown to prevent further economic damage to the UK’s economy: https://petition.parliament.uk/petitions/315979\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-12T11:42:34.662Z"
    },
    "id": 314631,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314631.json"
    },
    "type": "petition"
}