{
    "attributes": {
        "action": "To create a new bank holiday - National Health Service Thanksgiving Day",
        "additional_details": "A nationwide public holiday to remember, annually:-\r\n \r\n• the bravery and dedication of NHS staff putting their own lives at risk to help us in a time of national crisis;\r\n\r\n• the retirees who have returned to service in the country’s time of need;\r\n\r\n• the sacrifices, whilst also commemorating and celebrating the memories, of those who have died whilst treating others.\r\n\r\nOur NHS staff have treated others, knowing that the disease is highly contagious and has no cure. \r\n\r\nHeroes worthy of our thanks.",
        "background": "We may clap on our doorsteps for a minute every Thursday whilst the the current crisis grips the nation’s attention, but once it’s over there should be an annual day of thanksgiving and commemoration for what has been, and what will be done, by the thousands of NHS staff for the millions of us",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-07T22:04:50.314Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-08T06:23:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T05:59:27.446Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action:\n\nMove all bank holidays to a time after Coronavirus Lockdown: https://petition.parliament.uk/petitions/309243\n\nBank holiday to thank those who helped during the COVID-19 crisis: https://petition.parliament.uk/petitions/307364\n\nCreate a new Bank Holiday in recognition of the NHS and all its amazing workers: https://petition.parliament.uk/petitions/303882\n\nIntroduce a 'one off' bank holiday after covid-19 pandemic to boost morale: https://petition.parliament.uk/petitions/304513\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T05:59:40.285Z"
    },
    "id": 314738,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314738.json"
    },
    "type": "petition"
}