{
    "attributes": {
        "action": "Coronavirus: make joggers wear face masks and stop families going out in groups",
        "additional_details": "Because it’s not good hygiene in this environment for joggers to be heavy breathing around people in such close proximity. It’s also not good for kids on scooters and bikes and families taking up whole foot paths when they could easily go out as two people. Not whole families and dogs. Lockdown isn’t a family day out to the park.",
        "background": "Tell joggers they must wear face masks as too many don’t respect social distancing and are huffing and puffing or spitting near people. \r\n\r\nStop families going out in groups of more than 2. Kids don’t do social distancing, they bump into anyone, climb over everything and take up whole foot paths.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-07T19:15:26.611Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-08T06:31:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-09T14:31:01.094Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the current guidance about what activities individuals and households can undertake outside of their household, but its not clear whether you are requesting the Government to change its guidance on social distancing, or amend regulations on what constitutes on offence under the Coronavirus Act 2020, or both.\r\n\r\nIf you want the Government to change its guidance to advise members of the public to wear face masks when they are undertaking certain activities, or for households to only exercise in certain size groups, you could start a new petition requesting this. If you want the Government to make it an offence to engage in certain activities without wearing a face mask, or to leave the house in groups of a certain size, you could start a new petition requesting this.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake it mandatory to wear a face mask in public during Covid-19 Pandemic: https://petition.parliament.uk/petitions/304397\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-09T14:31:01.090Z"
    },
    "id": 314713,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314713.json"
    },
    "type": "petition"
}