{
    "attributes": {
        "action": "Award posthumous gallantry medals to all those who cared for people with COVID19",
        "additional_details": "Putting yourself forward in the face of known risk to life is an exceptional act of bravery. This act should deserves recognition for devotion to your profession, in the same way as soldiers, when they put themselves in the line of fire. The COVID19 epidemic has brought untold suffering to thousands. Those that have provided emergency care and lost their lives in doing so, should command the very highest respect for an act of bravery that remains unsurpassed in our society. They deserve no less.",
        "background": "Those who gave their lives to care for people with COVID19 died in the line of duty. In so doing, they have ensured that the very best care is delivered, in a selfless act of dedication to their profession. This includes emergency services such as NHS, police, ambulance, army and social care staff",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-08T07:31:37.639Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-08T10:47:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-22T09:22:54.337Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for similar actions:\r\n\r\nAward Covid-19 medals to all emergency services and involved armed forces: https://petition.parliament.uk/petitions/302613\r\n\r\nA medal to honour the fortitude of people working in essential occupations: https://petition.parliament.uk/petitions/308035\r\n\r\nAward posthumous medals to NHS and other frontline workers; victims of covid-19: https://petition.parliament.uk/petitions/312389\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-22T09:22:54.334Z"
    },
    "id": 314768,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314768.json"
    },
    "type": "petition"
}