{
    "attributes": {
        "action": "Reduce the salary of members of parliament and redirect the money to nhs staff",
        "additional_details": "To provide additional financial assistance to nhs staff who are in the front line of the fight against Corona virus and who are risking their lives. To demonstrate the nations gratitude",
        "background": "Reduce the salary of mps government ministers and members of the house of lords by 10 percent and redirect the money to staff in the nhs",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-07T20:19:47.077Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-08T13:49:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T13:06:38.472Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nDonating money would be a decision for individual MPs, not the UK Government or Parliament. \r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease pay for NHS healthcare workers and recognise their work: https://petition.parliament.uk/petitions/300073\r\n\r\nEnsure continued Universal health cover by legally committing to a minimum spend: https://petition.parliament.uk/petitions/300925\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T13:06:38.470Z"
    },
    "id": 314723,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314723.json"
    },
    "type": "petition"
}