{
    "attributes": {
        "action": "Government to provide adequate economic assistance to landlords during COVID-19",
        "additional_details": "but with accrued interest payable immediately on completion of the 'holiday'.\r\n\r\nUK Government should now:\r\n\r\n-   Require banks to freeze the repayments of principal due on loans extended to small scale landlords by the longer of 12 months and the duration of the pandemic;\r\n\r\n-   Require banks to cancel payments of interest due on loans extended to small scale landlords for the longer of 12 months and the duration of the pandemic; and\r\n\r\n-   Indemnify the banks against losses arising from the foregoing",
        "background": "UK small scale landlords, are facing an unprecedented challenge and still incurs high cost mortgage payments to their lenders, plus other associated costs. \r\nThe response of the banking sector to this crisis in the rental sector has been completely inadequate. Banks offer just a payment 'holiday',",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-08T18:24:09.493Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-08T19:51:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-12T15:16:05.575Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The freezing of repayments and cancellation of interest is a decision for individual mortgage providers, and not the UK Government or Parliament to intervene in contracts.\r\n\r\nYou could start a petition asking for the UK Government to provide financial support to landlords, if that's what you'd like to happen. \r\n\r\nYou might also want to sign and share the following petitions asking for\r\n tax relief for landlords: \r\n\r\nhttps://petition.parliament.uk/petitions/306655\r\n\r\nAnd for a Rental income guarantee for landlords for income lost due to Coronavirus\r\n\r\nhttps://petition.parliament.uk/petitions/312719\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-12T15:16:17.995Z"
    },
    "id": 314867,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314867.json"
    },
    "type": "petition"
}