{
    "attributes": {
        "action": "Schedule a national day of mourning to reflect the horrific impact of COVID-19",
        "additional_details": "COVID-19 is probably the single most devastating impact on our society since World War 2. At this time the deceased only form part of a daily statistic included in briefings from the government and families cannot properly grieve due to the restrictions in place to mitigate the spread of the disease.\r\n\r\nBy having a day of mourning this will enable us as a nation to come together to support those who have tragically lost someone and also reflect on the impact this has had on our way of life.",
        "background": "For the government to consider scheduling a national day of mourning when we are through the worst of this disease, so we can reflect on the horrendous impact COVID-19 has had on our day to day life and also remember loved ones who were tragically taken away because of it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-08T22:13:43.870Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-09T12:56:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-09T17:21:05.282Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/311923\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-09T17:21:05.278Z"
    },
    "id": 314905,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314905.json"
    },
    "type": "petition"
}