{
    "attributes": {
        "action": "Cancel NHS nurses & junior doctors' tuition fee debt who are fighting COVID-19",
        "additional_details": "Many nurses and doctors working for the NHS right now are putting their lives and those of their loved ones on the line to fight COVID-19. Our medical professionals are working relentlessly to save lives and are not adequately recognised for their sacrifices and service. \r\n\r\nIt is appalling that nurses and doctors joining the NHS workforce pay tuition fees in the first place. They accumulate significant debt to provide a vital service to the country. The COVID-19 crisis has highlighted this.",
        "background": "Cancel all tuition fee debt for nurses and junior doctors who are currently working for the NHS to fight the Corona Virus and save lives. This will give recognition for their service to this country at this time and ensure the government acknowledges their value and sacrifice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-09T18:11:16.227Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-09T18:19:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-10T16:17:15.699Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions, calling for similar actions:\r\n\r\nClear student debts for all newly qualified & final year medical students:\r\nhttps://petition.parliament.uk/petitions/314334\r\n\r\nWrite off all student loans for all NHS staff fighting COVID19:\r\nhttps://petition.parliament.uk/petitions/310559\r\n\r\nReduce student debt for student nurses and midwives: https://petition.parliament.uk/petitions/300079\r\n\r\nSuspend student loan repayments for doctors, nurses and midwives during COVID-19: https://petition.parliament.uk/petitions/308456\r\n\r\nForgive student debt of all key workers after Pandemic crisis: https://petition.parliament.uk/petitions/307985\r\n\r\nFund all medical degrees to support future doctors and nurses: https://petition.parliament.uk/petitions/309404\r\n\r\nReimburse nurses for student loans and fund all fees for future student nurses:\r\nhttps://petition.parliament.uk/petitions/302732 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-10T16:17:22.030Z"
    },
    "id": 315056,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315056.json"
    },
    "type": "petition"
}