{
    "attributes": {
        "action": "Temporary regulation to bypass the need to record anti-social behaviour",
        "additional_details": "Request Her Majesty Government to bring in temporary regulation to allow local government to bypass the need to record /log anti-social behaviour of neighbours such as excessive noise i.e. music, to help the neighbour who is the victim of such behaviour, as in obeying the government stay at home order the victim of such behaviour is trapped in their home 24/7 except for 1hour exercise, shopping for food, or medical needs.as the government directive.",
        "background": "This is to help the mental health of the victims of anti-social behaviour during the corvis91 lock down",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-09T18:17:58.167Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-09T19:21:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-10T10:00:26.735Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Local councils have obligations to investigate complaints about noise that could be a statutory nuisance, and powers to serve abatement notices. Information on how councils deal with complaints about noise nuisances is avaialble here: https://www.gov.uk/guidance/noise-nuisances-how-councils-deal-with-complaints\r\n\r\nThe way in which individual councils do this, including requiring residents to keep a log, is a matter for individual local authorities, and not the Government or House of Commons.\r\n\r\nIf you are not happy with how your local council has handled a complaint about noise, you might be able to take this up with the Local Government and Social Care Ombudsman: https://www.lgo.org.uk/make-a-complaint/fact-sheets/housing/neighbour-nuisance-and-anti-social-behaviour\r\n\r\nOther anti-social behaviors are more likely to be a matter for the police, and it is up to the police how they investigate reports of anti-social behavior, not the Government or House of Commons.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-10T10:00:26.731Z"
    },
    "id": 315059,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315059.json"
    },
    "type": "petition"
}