{
    "attributes": {
        "action": "Protect Freedom of Speech As an Inalienable Right",
        "additional_details": "Freedom of speech is the cornerstone of an informed democracy. The reason for this is that if every citizen has the freedom to speak, share information and debate then any nefarious action by government (or any other powerful entity) can be identified and shutdown before the situation becomes irreversible.\r\n\r\nIn times of crisis, freedom of speech is even more critical, as citizens need to have the means and resources of determining whether a crisis is manufactured for political ends or not.",
        "background": "Copy the first amendment of the US constitution into UK law - freedom of speech as an inalienable right - that cannot be violated by any present government or future government, in the interests of keeping a public that is informed enough to make good choices in their daily lives and political lives",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-09T19:40:18.834Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-10T04:59:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:36:12.688Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you are concerned about freedom of speech, but we're not sure exactly what you'd like the Government or Parliament to do. Freedom of expression is already contained within the Human Rights Act, subject to some exceptions. However, as the UK does not have a written constitution like the USA, any Act could be repealed by a future government.\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, if you would like changes to the existing legislation on freedom of expression, we could accept a petition if it clearly stated which changes you would like. Or, if you would like to see the UK adopt a written constitution, or a 'bill of rights', you could start a petition calling for that to happen, including the rights you would like to see included."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T13:11:30.709Z"
    },
    "id": 315084,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315084.json"
    },
    "type": "petition"
}