{
    "attributes": {
        "action": "I would like to reschedule mothers day 2020.",
        "additional_details": "To recognise this and get behind the initiative and push this to an agenda item to recognise the impact Covid-19 has had and hopefully this reschedule of mothers day will give the mothers, sons and daughters something to look forward to in celebrating our mother's and in return generating spending to make the day special once we're through these difficult times.",
        "background": "I would like the nation and particular the government to recognise mothers day 2020 was impacted by Covid-19 due to the lock down, therefore I would like the day moved to Sunday 14th June 2020 when the lock down may be lifted. This may help florists, restaurants, theatre to generate revenue.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-10T09:57:55.258Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-15T08:32:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-17T09:47:00.418Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We're sorry it has taken us a while to check your petition, so the date mentioned has now passed.\r\n\r\nIn any case, the UK Government and Parliament aren't responsible for setting the date of Mother's Day as it isn't a national holiday. Mothering Sunday in the UK traditionally coincides with the fourth Sunday in Lent, but doesn't have any legal basis. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-17T09:47:00.414Z"
    },
    "id": 315176,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315176.json"
    },
    "type": "petition"
}