{
    "attributes": {
        "action": "Create a new award that honors front line workers during the Covid-19 Epidemic",
        "additional_details": "This is not a request for an individual to receive an honor or a request for a group of volunteers to receive an honor. It is not covered by the .gov.uk honors facility. This is a request for the government to support the creation of a new award for front line workers who have selflessly put their lives at risk to service the people of the UK. NHS workers, Shop workers, Recycling collectors, post and delivery workers etc. Who did not sign up for life threatening activities with their jobs.",
        "background": "I want the government to support the creation of a new national award to honor front line workers who have put themselves at risk for the sake of others in the UK during the Covid-19 Virus Epidemic. A Medal that is specifically for this exceptional purpose.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-10T08:39:14.156Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-11T22:00:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T06:01:31.425Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action.\n\nAward Covid-19 medals to all emergency services and involved armed forces: https://petition.parliament.uk/petitions/302613\n\nA medal to honour the fortitude of people working in essential occupations: https://petition.parliament.uk/petitions/308035\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T06:01:49.431Z"
    },
    "id": 315160,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315160.json"
    },
    "type": "petition"
}