{
    "attributes": {
        "action": "Provide NHS workers pay rises equal to at least inflation",
        "additional_details": "Whilst a pay reshuffle happened under Hunt - some got 6.5% over three years - this is only 0.3% rise when inflation is taken into consideration to 2020/21. Also, this is short term planning - there's no evidence that this commitment will continue. Therefore NHS workers' pay rises will continue at 1%. For those at the top of bandings, this is particularly unacceptable. Coronavirus has shown how vital NHS workers are - the least they deserve is a wage that reflects their value.",
        "background": "NHS workers are vital to our country. Over the last decade their wages have barely increased - from 2011 to 2013 pay freezes, and since then 1%. This is below inflation, creating an effective pay cut and squeezing NHS worker livelihoods.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-11T09:14:45.111Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-11T10:30:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T06:00:23.721Z",
        "rejection": {
            "code": "duplicate",
            "details": "The Government is not responsible for setting the salary of most key workers, or setting minimum wages for particular sectors, but you may wish to sign petitions calling for the following actions:\n\nMake hazard pay mandatory for key workers in the midst of COVID 19: https://petition.parliament.uk/petitions/307619\n\nGive all key workers a 100% tax and Nat. Ins. holiday through COVID-19 crisis: https://petition.parliament.uk/petitions/306845\n\nPay bonus to all key workers: https://petition.parliament.uk/petitions/307215\n\nIncentivise NHS staff during the COVID19 outbreak by making wages untaxable: https://petition.parliament.uk/petitions/304595\n\nIncrease pay for NHS healthcare workers and recognise their work: https://petition.parliament.uk/petitions/300073\n\nBonus for emergency services personnel working due to COVID-19: https://petition.parliament.uk/petitions/303306\n\nMake the minimum wage equal for all ages and increase to at least £10: https://petition.parliament.uk/petitions/301749\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T06:00:38.521Z"
    },
    "id": 315378,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315378.json"
    },
    "type": "petition"
}