{
    "attributes": {
        "action": "UK Gov fund 'NHS National Memorial' recognising NHS Staff death in Service.",
        "additional_details": "The NHS is a fundamental part of UK's cultural fabric. NHS is the envy of the world, provides ground breaking healthcare, free at the point of delivery. We lean on the NHS at our time of need and they put an arm around and comfort us. NHS see's us into this world and out at the other end, and hopefully few times in between.  Everyone is treated equally, including the Prime Minister. References...speak to anyone in the UK, Evidence...the NHS speaks for itself. References... We are all referees.",
        "background": "The UK Government to fund the building of an 'NHS National Memorial' for NHS Staff who have died whilst in Service of the NHS. It should be comparable to that of the National Memorial Arboretum for Service Personnel.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-11T17:28:13.615Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-12T09:49:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-22T08:28:14.006Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action:\r\n\r\nA memorial for NHS, care, allied professionals, who die as a result of COVID:19: https://petition.parliament.uk/petitions/313328\r\n\r\nCreate a National Covid-19 Key worker memorial Commemorate the fallen: https://petition.parliament.uk/petitions/315516\r\n\r\nCommission a Memorial Plaque to honour and remember UK victims of the Covid-19: https://petition.parliament.uk/petitions/310097\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-22T08:28:14.004Z"
    },
    "id": 315474,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315474.json"
    },
    "type": "petition"
}