{
    "attributes": {
        "action": "To cancel TV bills and make channels free including movie channels during COVID",
        "additional_details": "During this unprecedented times , TV programmes and movies should be free to watch. There should be no charge on the TV Bills for sky , talk talk and other broadband connections. As there has been a cancellation of programmes the only way to ensure that people are being able to watch programmes is to provide this service for free so people have the opportunity to watch families without being charged .",
        "background": "Programmes on Tv which were pre recorded have come to the end . This has led to a cancellation of programmes and people are having to pay bills for programmes they cannot even watch. I believe the government should offer some sort of bill cut on TV Bills is:Sky , Talk talk etc.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-11T19:39:15.935Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-11T19:54:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T09:56:36.731Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. This would be a commercial decision for individual providers.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-11T09:56:40.762Z"
    },
    "id": 315500,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315500.json"
    },
    "type": "petition"
}