{
    "attributes": {
        "action": "Can we have blue poppies at Remembrance (with the red) as thanks for the NHS",
        "additional_details": "This is a national pandemic, many people have love ones who will (or have) paid the ultimate price. We need a national Remembrance to this unique event in our nation's history to collectively remember the dead and the service of all who helped us survive. Blue is the colour of the NHS.",
        "background": "We want the government and parliament to support our call for blue poppies this year at Remembrance to sit with the red. This is as thanks for the work and sacrifice of all the healthcare workers and people from our country who have died in the pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-11T20:39:18.745Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-11T20:52:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-12T10:10:43.767Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for Remembrance Day or poppies.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nNational holiday of remembrance of those who died during the virus covid-19: https://petition.parliament.uk/petitions/311923\r\n\r\nDesignate a day for the recognition of our NHS and all Emergency Services: https://petition.parliament.uk/petitions/308614\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-12T10:10:43.763Z"
    },
    "id": 315510,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315510.json"
    },
    "type": "petition"
}