{
    "attributes": {
        "action": "Plant a memorial forest/area of nature for the victims of the Corona Virus.",
        "additional_details": "The CV tragedy has had a catastrophic impact around the world, and the fact that the virus has spread to most countries around the globe, reinforces how we are a global community. It is important that victims and key workers are never forgotten and the hope is that their legacies will contribute to a global commitment to plant other such areas in other countries and help to reduce carbon levels in the atmosphere. In doing so, their legacies will help to save the lives of millions in the future.",
        "background": "The Govt should purchase a significant area of land within the UK and to plant a tree for every global victim of the virus and for every key worker who has kept the rest of us safe. Family members of victims can name trees in memory of their loved ones, but it is a forest for the people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-12T08:32:57.235Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-13T13:09:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-15T12:24:00.117Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/314071\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-15T12:24:00.114Z"
    },
    "id": 315556,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315556.json"
    },
    "type": "petition"
}