{
    "attributes": {
        "action": "After Covid 19, I'm suggesting a new Holiday called 'British Independence Day'",
        "additional_details": "Because we have just lost a Bank Holiday for Easter, which, in the Bank Holidays calendar, is probably one of the most important weekends of the year. As a travel journalist and author of the popular series of Top 100 Attractions travel guides, I know more than anyone, how important this new Bank Holiday would be for not only the British people, but for all of the businesses that heavily rely on tourism. If this were to be announced, This would give a huge boost to the British people!",
        "background": "I would like on behalf of the British people, here in our country and around the world, for you to bring in a new holiday when this Covid 19 lockdown and whole situation is over. I would like this new Bank Holiday to be called 'British Independence Day'",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-12T08:20:40.964Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-12T13:19:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T15:00:02.617Z",
        "rejection": {
            "code": "duplicate",
            "details": "Move all bank holidays to a time after Coronavirus Lockdown: https://petition.parliament.uk/petitions/309243 \r\n\r\nCreate a new Bank Holiday in recognition of the NHS and all its amazing workers: https://petition.parliament.uk/petitions/303882 \r\n\r\nBank holiday to thank those who helped during the COVID-19 crisis: https://petition.parliament.uk/petitions/307364 \r\n\r\nIntroduce a 'one off' bank holiday after covid-19 pandemic to boost morale: https://petition.parliament.uk/petitions/304513 \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-27T15:00:08.731Z"
    },
    "id": 315555,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315555.json"
    },
    "type": "petition"
}