{
    "attributes": {
        "action": "Update COVID19 mortality statistics to include those who die in the community",
        "additional_details": "It is essential for mortality statistics to be accuratley represented to the public throughout this outbreak. Not only does the public have the right to know the true impact of this virus outbreak but those who have died deserved to be acknowledged. \r\n\r\nAn accurate understanding of mortality statistics will be required to monitor and critically evaluate the response. The UK public have a right to these numbers.",
        "background": "The government is only releasing mortality data based on those who have died in hospital. This is NOT ACCURATE. This excludes all people who die from COVID19 within the community, including care homes, which we know have been hit hard by this outbreak.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-12T16:41:26.706Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-12T18:06:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-12T12:41:51.145Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your Public Health England (PHE) has developed a new method of reporting daily COVID-19 deaths, to give a more complete number of those who have died from the virus. This includes deaths that have occurred in all settings where there has been a positive COVID-19 test, including hospitals, care homes and the wider community: https://www.gov.uk/government/news/daily-death-reporting-now-includes-all-positive-covid-19-deaths\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-12T12:41:51.142Z"
    },
    "id": 315648,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315648.json"
    },
    "type": "petition"
}