{
    "attributes": {
        "action": "Government should acknowledge PPE shortages and act to ensure adequate supplies",
        "additional_details": "The Government is forcing doctors, nurses and care workers to place themselves and their patients in grave danger by expecting them to treat COVID-19 patients without adequate PPE. This is just after the Government said that supplies of PPE were plentiful, and that equipment was flowing out to trusts. No doctor, nurse or care worker should ever have to be in harm’s way when they go to work, and in these unprecedented times, this has never been more important.",
        "background": "Front line NHS staff and care workers need Personal Protective Equipment (PPE) to do their job safely. The Government should apologise over the lack of supply of PPE. There should have better forward planning and its not right for Government to warn NHS staff against the overuse of PPE.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-12T19:49:46.439Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-12T20:56:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T08:39:04.836Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about PPE, but it's not clear what action you want the Government to take.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProvide all workers dealing with the public PPE to be protected from COVID-19: https://petition.parliament.uk/petitions/307866\r\n\r\nProtect essential workers from contracting and spreading Covid-19: https://petition.parliament.uk/petitions/306387\r\n\r\nSupply PPE to all Health and Social Care workers including community carers: https://petition.parliament.uk/petitions/314229\r\n\r\nProvide adequate PPE equipment for medical professionals working with COVID-19: https://petition.parliament.uk/petitions/304243\r\n\r\nProvide urgent support and PPE to carers during coronavirus crisis: https://petition.parliament.uk/petitions/312960\r\n\r\nSuitable equipment to protect our front-line police officers from COVID-19: https://petition.parliament.uk/petitions/310079\r\n\r\nFund and provide safety clothing for the supermarket staff on the frontline: https://petition.parliament.uk/petitions/305874\r\n\r\nCOVID-19: Commandeer production of British-made PPE for frontline staff: https://petition.parliament.uk/petitions/312024\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T08:39:04.834Z"
    },
    "id": 315692,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315692.json"
    },
    "type": "petition"
}