{
    "attributes": {
        "action": "Award the NHS a George Cross medal.  Change the formal name of the NHS to NHS GC",
        "additional_details": "Malta was awarded the GC post the second world war and is now Malta GC.  The Maltese flag also displays the George cross. It will be a persistent reminder of the stoic, brave and heroic acts by NHS personnel during Covid19 and will serve to thank, acknowledge, inspire present and future members of the NHS, and families of those who lost their lives during the Covid19 pandemic battle.\r\n\r\nAwarding GC to the NHS will be part of a wider healing process in the UK, as we move on to life after Covid19.",
        "background": "In order to recognise valour, courage and sad loss of life of all in the National Health Service during the Covid19 pandemic, awarding of the GC medal to the NHS would be a persistent recognition of collective  acts of greatest heroism and most conspicuous courage in circumstance of extreme danger.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-12T14:05:53.142Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-12T16:18:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T06:01:31.152Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action.\n\nAward Covid-19 medals to all emergency services and involved armed forces: https://petition.parliament.uk/petitions/302613\n\nA medal to honour the fortitude of people working in essential occupations: https://petition.parliament.uk/petitions/308035\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T06:01:49.272Z"
    },
    "id": 315625,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315625.json"
    },
    "type": "petition"
}