{
    "attributes": {
        "action": "UK Bank Holidays which have occurred during the Covid-19 crisis be replicated",
        "additional_details": "My relatives work in a number of key sectors and I hope this will help give them some help. This might not equate to time off but I hope this would give them some extra assistance. This could include overtime, extra pay or even some cherished time to spend with their familes. For everyone else; this might result in reconnecting with families. Catching up with friends. Or just sitting back, relaxing and celebrating that we all got through these difficult times together.",
        "background": "I would like the UK government to consider these proposals and re-implement bank holidays consecutively. Although it might not assist all our key workers. It would help so many with the help they deserve. This could equate to extra leave, overtime and give people a break they definitely deserve.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-13T01:47:12.962Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-23T19:52:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T15:19:01.733Z",
        "rejection": {
            "code": "duplicate",
            "details": "Move all bank holidays to a time after Coronavirus Lockdown: https://petition.parliament.uk/petitions/309243\r\n\r\nBank holiday to thank those who helped during the COVID-19 crisis: https://petition.parliament.uk/petitions/307364\r\n\r\nCreate a new Bank Holiday in recognition of the NHS and all its amazing workers: https://petition.parliament.uk/petitions/303882\r\n\r\nIntroduce a 'one off' bank holiday after covid-19 pandemic to boost morale: https://petition.parliament.uk/petitions/304513\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-27T15:19:05.915Z"
    },
    "id": 315738,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315738.json"
    },
    "type": "petition"
}