{
    "attributes": {
        "action": "CV19. Billionaires must use their own money before receiving Govt bailouts.",
        "additional_details": "It is grossly obscene and morally repugnant that businesses owned by billionaires receive tax payer funded bailouts without sharing any of the burden first themselves.",
        "background": "Billionaire business owners seeking Govt business bailouts must use their own funds first before receiving any tax payer funds.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-13T06:09:55.744Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-13T06:28:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-15T10:32:46.898Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to restrict who receives support during the current outbreak, but it's not clear exactly what support you want to be restricted, and how you want eligibility for this support to change.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nStop Multi Million pound companies claiming government funded furlough payments: https://petition.parliament.uk/petitions/314882\r\n\r\nBan or limit bailouts for big businesses: https://petition.parliament.uk/petitions/303614\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-15T10:32:46.961Z"
    },
    "id": 315746,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315746.json"
    },
    "type": "petition"
}