{
    "attributes": {
        "action": "Launch an independent public enquiry into the handling of CoViD19 by U.K. Govt.",
        "additional_details": "Over 10,000 lives have been lost so far, WHO advice on testing and PPEs was implemented late, large numbers of NHS staff have been infected, a disproportionate number of BAME staff have lost lives, and the lockdown should have been imposed in the early phase of the pandemic. All these are matters of huge importance to the public and must be investigated so that we have better preparedness when another national crisis arises.",
        "background": "I’d like an independent public enquiry into the handling of the CoVID19 pandemic so that we can be better prepared in the future.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-13T08:54:10.481Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-14T09:32:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T14:59:48.051Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/302576\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T14:59:48.049Z"
    },
    "id": 315764,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315764.json"
    },
    "type": "petition"
}