{
    "attributes": {
        "action": "Promote and Relegate football teams based on their positions due to Coronavirus.",
        "additional_details": "The reason why I would like the Government or Parliament to do this is because fans want firstly, EFL fans would like 24 teams in League One for the next footballing season. Secondly, a new season with the usual footballing would ensure the transfer window can go ahead accordingly as usual with the timeframe set beforehand. Thirdly, to allow the Coronavirus pandemic to ease and let fans and players across all divisions enjoy the new season. Fourthly, to end the mass confusion in football over Coronavirus.",
        "background": "I would like the Government to tell all Footballing Divisions in Great Britian to finish how they are, promote and relegate teams on if they are in the promotion spots and relegations spots due to the Coronavirus pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-13T10:48:15.838Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-13T11:30:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-15T11:22:42.138Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of the Football Association and individual football Leages.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-15T11:22:42.135Z"
    },
    "id": 315788,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315788.json"
    },
    "type": "petition"
}