{
    "attributes": {
        "action": "Ensure interior of company vehicles are cleaned or drivers have products",
        "additional_details": "My husband is a HGV driver and his company have provided nothing to ensure his safety from COVID19.\r\nThe lorries are not cleaned between shifts and he hasn’t been provided with gloves, gel, wipes or any other form of cleaning material.\r\nHe delivers essential food stuff to supermarkets so is a key worker and should have protection like every other key worker to keep himself, his family, supermarket workers and the wider public safe",
        "background": "COVID19 has highlighted that the interiors of company vehicles are not cleaned between drivers.  I want the Govt to introduce measures to ensure this happens, ensuring the health of the drivers and whoever they are delivering to",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-13T08:37:46.177Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-13T15:26:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-15T13:36:04.732Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is responsible for setting the overall framework for health and safety, including protections for workers and obligations for employers, but does not set the rules for things like the cleaning of vehicle fleets. The Government has published guidance on working safely during coronavirus, including for people who work in vehicles: https://www.gov.uk/guidance/working-safely-during-coronavirus-covid-19/vehicles\r\n\r\nIt is up to individual employers to ensure their operations are consistent with health and safety legislation, and the Health and Safety Executive is the independent regulator for health and safety, and is responsible for taking action against employers that do not meet health and safety requirements.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-15T13:36:04.729Z"
    },
    "id": 315760,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315760.json"
    },
    "type": "petition"
}