{
    "attributes": {
        "action": "Fund the NHS by fully taxing avoidance companies such as Amazon and Starbucks",
        "additional_details": "Many people and businesses will lose their income due to Corona virus which will mean less tax being paid and a bigger burden on the state to try to support these people and at the same time, adequately fund the NHS. When this pandemic is over there will be a huge  backlog of needs for all patients waiting for operations and treatments. Companies like McDonalds and Amazon should pay their fair dues for the huge profits they make in the UK. They should pay up or push off. We do not need them.",
        "background": "This country has been economically hammered due to the impact of Coronavirus. This will hit taxpayers hard for years to come. The NHS is on its knees Companies such as Amazon have made huge profits out of this country but make no real contribution by way of paying fair tax back into the economy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-13T14:38:54.060Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-13T19:32:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-15T16:44:38.899Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you'd like to see changes to tax policy, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nNon UK-based companies have to pay UK Corporation Tax if they have a \"permanent establishment\" in the UK and \"the economic activity that generates its profits is carried out in the UK.\" We aren't sure how you would like this to change.\r\n\r\nYou can find out more in this HMRC briefing:\r\n\r\nhttps://www.gov.uk/government/publications/issue-briefing-taxing-the-profits-of-companies-that-are-not-resident-in-the-uk/hmrc-issue-briefing-taxing-the-profits-of-companies-that-are-not-resident-in-the-uk\r\n\r\nYou could start a new petition explaining clearly how you would like tax law to change."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-01T18:46:04.998Z"
    },
    "id": 315831,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315831.json"
    },
    "type": "petition"
}