{
    "attributes": {
        "action": "2021 Honours List be for NHS & teachers who supported key workers during COVID19",
        "additional_details": "It would be excellent government recognition to focus on front line staff who helped the country come through this unprecedented time and threat our country faced. This would be excellent demonstration of putting into memorable recognition  the words many ministers and MP and social commentators have made of front line staff and key workers. Let us not forget what these key workers are doing for this country",
        "background": "To ask for that a parliamentary  discussion be held that requires focus on the the 2021 honours be directed to those who have helped, first hand, and the country the overcoming of COVID-19 and protection of our society and way of life.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-13T16:55:43.977Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-13T17:34:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-22T09:52:13.381Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept petitions that call for specific awards or honours, such as the George Cross, to be given to individuals or organisations, because we can only accept petitions about matters for which the Government or Parliament are responsible for.\r\n\r\nThere is an independent process for considering nominations for awards and honours, and advising the Queen on granting these, so it is not something the Government or Parliament can do.\r\n\r\nThe Government has announced that it is delaying Her Majesty The Queen’s Birthday honours list until the Autumn so people who have made a contribution to the fight against coronavirus can be recognised and celebrated: https://www.gov.uk/government/speeches/oliver-dowdens-statement-on-coronavirus-covid-19-20-may-2020\r\n\r\nYou can nominate someone who has made an exceptional contribution to the response to the coronavirus crisis in the UK for an award here: https://www.gov.uk/honours/nominate-someone-for-coronavirus-work\r\n\r\nYou may wish to sign these petitions calling for a similar action:\r\n\r\nAward Covid-19 medals to all emergency services and involved armed forces: https://petition.parliament.uk/petitions/302613\r\n\r\nA medal to honour the fortitude of people working in essential occupations: https://petition.parliament.uk/petitions/308035\r\n\r\nAward medals to the retired doctors and nurses who returned to NHS for COVID19: https://petition.parliament.uk/petitions/315329\r\n\r\nAward posthumous medals to NHS and other frontline workers; victims of covid-19: https://petition.parliament.uk/petitions/312389\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-22T09:52:13.378Z"
    },
    "id": 315865,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315865.json"
    },
    "type": "petition"
}