{
    "attributes": {
        "action": "Grant PSW Visa for international students from September 2020 & Tier 4 extension",
        "additional_details": "Several online campaigns and petitions are being promoted by students' unions and individuals to promote this cause of PSW for students from Sep 2020 and extension of Tier 4 Visa. This will help the students communities to have more time in planning their future and explore opportunities after the lockdown and everything comes to a normalcy",
        "background": "The ongoing COVID-19 pandemic creates mental stress among the international student communities in the UK. Many students are unable to plan next steps for their career during this unprecedented times of testing. The Government needs to review the demand to grant PSW and extend Tier-4 Visa",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-14T11:07:02.080Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-14T11:25:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T15:42:29.409Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nExtend proposed Graduate visa route to 2019-20 batch of students due to COVID19: https://petition.parliament.uk/petitions/314710\r\n\r\nExtended Visas indefinitely for International Students: https://petition.parliament.uk/petitions/304442\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-27T15:42:29.406Z"
    },
    "id": 315978,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315978.json"
    },
    "type": "petition"
}