{
    "attributes": {
        "action": "Independent body's investigation into the UK governments handling of covid-19",
        "additional_details": "The prime ministers actions must be held accountable if any wrong doing has occurred.\r\nThere has been a huge loss of life and people want Answers there has been a lot of speculation to the government not taking offers of equipment from the EU not doing so puting others at risk and excuses of not reading an email is in acceptable from people in trust of running our country.",
        "background": "To appoint an independent body to investigate and report on the covid-19 outbreak response to see if there has been any decisions that have led to the loss of life or liable for criminal prosecution under corporate manslaughter.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-14T08:44:09.694Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-14T08:52:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-16T08:40:45.631Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nHold a Public Inquiry into the handling of the Covid-19 crisis: https://petition.parliament.uk/petitions/302576\r\n\r\nSet up a Royal Commission into Government planning and handling of pandemics: https://petition.parliament.uk/petitions/321251\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-16T08:40:45.627Z"
    },
    "id": 315956,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315956.json"
    },
    "type": "petition"
}