{
    "attributes": {
        "action": "Award the NHS the George Cross",
        "additional_details": "The precedent for an award to a body, rather than an individual, is the award of the George Cross to Malta.",
        "background": "In view of the outstanding courage, commitment and sacrifice of all NHS staff throughout its history and, particularly, during the current Coronavirus pandemic,  the service merits the award of the highest civilian award.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-14T12:49:19.599Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-16T11:58:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-22T09:40:09.674Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept petitions that call for specific awards or honours, such as the George Cross, to be given to individuals or organisations, because we can only accept petitions about matters for which the Government or Parliament are responsible for.\r\n\r\nThere is an independent process for considering nominations for awards and honours, including the George Cross, and advising the Queen on granting these, so it is not something the Government or Parliament can do.\r\n\r\nInformation about Civilian gallantry is available here: https://www.gov.uk/guidance/civilian-gallantry-operation#the-george-cross-committee \r\n\r\nAnd details of how to nominate someone for an honour or award are available here: https://www.gov.uk/honours/recommend-bravery-award \r\n\r\nYou may wish to sign these petitions calling for a similar action:\r\n\r\nAward Covid-19 medals to all emergency services and involved armed forces: https://petition.parliament.uk/petitions/302613\r\n\r\nA medal to honour the fortitude of people working in essential occupations: https://petition.parliament.uk/petitions/308035\r\n\r\nAward medals to the retired doctors and nurses who returned to NHS for COVID19: https://petition.parliament.uk/petitions/315329\r\n\r\nAward posthumous medals to NHS and other frontline workers; victims of covid-19: https://petition.parliament.uk/petitions/312389\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-22T09:40:09.672Z"
    },
    "id": 315994,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315994.json"
    },
    "type": "petition"
}