{
    "attributes": {
        "action": "Make adjustments to the job rentention scheme during COVID19",
        "additional_details": "Currently the government's scheme is leaving thousands without income during this crisis. This will lead to mass levels of debt, as well as the impact on the health of those in this situation.",
        "background": "The government needs to scrap the deadline for the furlough scheme. If evidence of employment can be supplied then this should be sufficient to receive the furlough payments.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-14T22:10:59.077Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-15T06:25:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T08:14:40.475Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to make changes to the Coronavirus Job Retention Scheme, but it's not clear how you want this scheme to be changed.\r\n\r\nWe have published the following petitions, some of which you might like to sign:\r\n\r\nYou may wish to sign some of these petitions:\r\n\r\nRemove firms discretion and obligate firms to furlough employees where eligible: https://petition.parliament.uk/petitions/312611\r\n\r\nAllow employees to claim the 80% income support directly from the Government: https://petition.parliament.uk/petitions/311183\r\n\r\nChange the Furlough Support Scheme to include new hires after 28th February: https://petition.parliament.uk/petitions/310679\r\n\r\nConsider paying commission and bonus as part or furlough payment: https://petition.parliament.uk/petitions/311380\r\n\r\nPay those who had job offers retracted 80% of the wage they would have earned: https://petition.parliament.uk/petitions/310654\r\n\r\nRemove the £2,500 cap on salary reimbursed through Covid-19 job retention scheme: https://petition.parliament.uk/petitions/312706\r\n\r\nPrevent companies making employees redundant or laying them off due to COVID-19: https://petition.parliament.uk/petitions/305475\r\n\r\nChange restrictions on furloughed workers so they can still work and contribute: https://petition.parliament.uk/petitions/309635\r\n\r\nExtend the Job Retention Scheme to UK citizens employed by overseas companies: https://petition.parliament.uk/petitions/312662\r\n\r\nAllow companies to furlough their Schedule D workers under the CJRS: https://petition.parliament.uk/petitions/312285\r\n\r\nAllow furloughed charity employees to volunteer for their charity: https://petition.parliament.uk/petitions/311559\r\n\r\nIf the action you want the Government to take isn't covered by these petitions, you could start a new petition stating clearly what change you want the Government to make to this scheme.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T08:14:40.473Z"
    },
    "id": 316094,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316094.json"
    },
    "type": "petition"
}