{
    "attributes": {
        "action": "Provide COVID-19 testing and PPE to residents and care workers",
        "additional_details": "I buried my father today, he had dementia but sadly caught coronavirus and passed away two weeks ago. We couldn’t be with him but he was cared for by amazing staff who were on lockdown along with the patients. As there are no tests being carried out outside of hospitals, it is impossible to say whether the carers are carrying anything in. This could have saved him but equally as  important there are amazing carers that are putting their lives on the line and their safety has not been sufficiently considered",
        "background": "Ensure that all residents and carers in homes and hospices are tested for coronavirus and any other virus that will follow. \r\nProvide PPE for care workers to the same standard as the NHS.\r\nLegislate for equality in level of care for NHS and care workers and patients.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-14T17:38:13.829Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-14T17:54:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T08:48:49.483Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action: \r\n\r\nSupply PPE to all Health and Social Care workers including community carers: https://petition.parliament.uk/petitions/314229\r\n\r\nProvide urgent support and PPE to carers during coronavirus crisis: https://petition.parliament.uk/petitions/312960\r\n\r\nWe would like the government to consider social care as equally important to NHS: https://petition.parliament.uk/petitions/302897\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T08:48:49.480Z"
    },
    "id": 316043,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316043.json"
    },
    "type": "petition"
}