{
    "attributes": {
        "action": "Change the way GCSEs affect future careers.",
        "additional_details": "I believe changing how the country does exams and what we do will benefit not just well being but end results. \r\nIf we allow class work, older assessments and over all behaviour towards work to contribute to the overall grade. It allows young adults who learn in other ways to show their hard work not just through exams. Everyone has off days or nerves which can possibly impact how well you do on the big day and its not right. Work from the past should be included to the end result.",
        "background": "I want the government to understand the pressure that is layer upon 15/16 year olds due to exams. Young adults mental health are massively hit at these times of exams creating anxiety and possible suicidal thoughts.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-14T16:11:29.476Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-14T16:20:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-17T15:13:46.707Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to change its approach to education and exams, but it's not clear exactly what changes you want the Government to make.\r\n\r\nWe have published a petition calling on the Government to reform England's education system based on the Finnish education system, which suggests less testing and homework, and better qualified teachers: https://petition.parliament.uk/petitions/307753\r\n\r\nIf there are specific changes you want the Government to make to the education, you could start a new petition requesting these, but you would need to be clear about exactly what you want the Government to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-17T15:13:57.840Z"
    },
    "id": 316030,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316030.json"
    },
    "type": "petition"
}