{
    "attributes": {
        "action": "Promote and enforce a legal Health Pledge for safe lifting of COVID-19 measures",
        "additional_details": "The coronavirus crisis teaches us that we need to be accountable for our health to others around us. A Pledge with legal consequences for wilful misstatement protects privacy better than track-and-trace, and allows people with low risk profiles to quickly return to a more normal existence. Employers and schools can then make reasonable adjustments to their operations, stratified by risk and tailored to their circumstances, to reduce the chance of infection transmission in their environments.",
        "background": "Allow people who adhere to social distancing rules for a long time and feel healthy to return to work or school if they sign a Health Pledge that details information known to affect risk of getting or passing on infection. Shared Pledges will engender trust and keep people healthy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-14T21:12:56.350Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-15T07:41:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-17T14:20:33.521Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to change its approach to the lockdown, and the restrictions on certain individuals, but it's not clear exactly what you mean by a \"legal Health Pledge\", how people would demonsrate that they had adhered to social distancing guidance, or what legal consequences you want there to be for people making false statements in any such pledge.\r\n\r\nThe Government has made certain activities an offence during the coronavirus outbreak, although since you started your petition these have been eased, and while people are still being encouraged to work from home, you may travel to work if you cannot reasonably work from home. It is up to individual employers, not the Government or House of Commons, to decide whether employees can reasonably work from home. The Government has also announced plans for the reopening of schools for certain year groups.\r\n\r\nYou could start a petition calling on the Government to exempt certain people from the lockdown restrictions, or allow schools to reopen for certain people, but this would need to be clear about what changes you want the Government to implement.\r\n\r\nWe have published a petition calling on the Government to end lockdown to prevent further economic damage to the UK’s economy, which you might like to sign: https://petition.parliament.uk/petitions/315979\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-17T14:20:33.518Z"
    },
    "id": 316078,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316078.json"
    },
    "type": "petition"
}