{
    "attributes": {
        "action": "Government support for self-employed dentists during COVID-19",
        "additional_details": "Self-employed dentists, deserve to be treated in a comparable way to those who work PAYE. Regardless of how people choose to work and earn a living, we all deserve support in these unprecedented times.",
        "background": "Think again about the impact of leaving over 75% of self-employed dentists out in the cold, as they are deemed ineligible for Government support. \r\n\r\nDentists which are an essential core working group in our healthcare system are forgotten and need help right now too during this difficult time!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-14T16:43:50.423Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-14T17:04:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T10:03:08.318Z",
        "rejection": {
            "code": "duplicate",
            "details": "Dentists are not excluded from accessing the Self-Employment Support Scheme, although the scheme is only accessible to workers whose trading profits are less than £50,000.\r\n\r\nWe have published a petition calling for the Government to remove the £50k earnings limit for self-employed to access government funding, which you might like to sign: https://petition.parliament.uk/petitions/310455\r\n\r\nIf you want the Governemnt to make a different change to this scheme, you could start a new petition stating exactly what change you want the Government to make.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T10:03:08.316Z"
    },
    "id": 316033,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316033.json"
    },
    "type": "petition"
}