{
    "attributes": {
        "action": "Protect Heavy goods vehicles from other road users causing an obstruction.",
        "additional_details": "Other road users do not comprehend the danger they place themselves in when they undercut a HGV. They do not understand that they risk their life and the life of the HGV driver when they do so.\r\nHGV drivers undergo regular training to deal with vulnerable road users but other road users do not. Other road users have no concept of how a HGV works, as a result, other road users continue to cause a problem that cost the industry thousands in insurance claims and risks the liberty of its drivers.",
        "background": "Create a law that forbids other road users undercutting HGV's and deliberately causing an obstruction.\r\nEducate all drivers, cyclists and pedestrians on the manoeuvrability of HGV's and make it law that if they choose to cause an obstruction, they are prosecuted.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-15T07:52:06.102Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-16T19:34:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T15:49:26.973Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to change the rules in relation to undertaking and HGVs, but it's not clear exactly what changes you want you the Government to make.\r\n\r\nIt is already against the law to cause danger to other road users, including by causing an obstruction. You could start a petition calling on the Government to make the undertaking against the law, or just undertaking of HGVs. Taking action in relation to road traffic offences is a matter for the police and Crown Prosection Serivce, not the Government or House of Commons.\r\n\r\nIt's also not clear what you mean by educating the public. Drivers are already required to take a driving test to be given a driving licence, but there is no requirement for ongoing driver education in the UK. You could start a petition calling on the Government to fund an awareness campaign about the dangers of undertaking HGVs."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T15:49:26.969Z"
    },
    "id": 316129,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316129.json"
    },
    "type": "petition"
}