{
    "attributes": {
        "action": "UK government urgently to widen supplier base for COVID-19 laboratory testing",
        "additional_details": "Testing is key to limiting and controlling the spread of this virus. Not only frontline health staff but the wider community including children are affected. Other countries such as Germany and South Korea have had extensive testing for weeks and this has significantly reduced the death rates,spread and impact on society. If the UK has capacity - which it does - we should use that capacity without delay.  This petition originates from a nurse whose colleagues have died while working in the NHS.",
        "background": "To enable evidence based decision making about the COVID -19 outbreak in the UK we request the government involve the widest possible range of UK suppliers in the provision of COVID-19 laboratory testing. We strongly support Sir Paul Nurse's proposal for a Dunkirk approach.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-15T09:35:03.279Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-15T10:16:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-18T08:11:03.787Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has expanded testing capacity, including through working with smaller laboratories. You can read the Government's latest press release about testing capacity here: https://www.gov.uk/government/news/uk-reaches-200000-coronavirus-testing-capacity-target-a-day-early\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nProvide publicly accessible testing for coronavirus around the UK: https://petition.parliament.uk/petitions/301354\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-18T08:11:03.784Z"
    },
    "id": 316167,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316167.json"
    },
    "type": "petition"
}