{
    "attributes": {
        "action": "To halt the mass exploitation and cruelty to dogs & cats, for their MEAT",
        "additional_details": "I have recently been involved with a Animal Charity called HEAVENS GATE, they are based in Langport, Somerset. They help to rescue the many hundreds of dogs destined for the MEAT TRADE. These dogs are kept in abominable conditions. Crammed into tiny cages only to die horrifically at the hands of unscrupulous dealers. The ARCHAIC treatment of their animal population has got to STOP. By enforcing a TRADE EMBARGO on China, this may be the way to ENCOURAGE the Chinese Government to take action.",
        "background": "Put pressure on the Chinese Government to make the whole sale and breeding of dogs and cats for CONSUMPTION illegal. To also STOP the cruel mass exploitation of these animals which suffer beyond our imagination. Enabling the Chinese Government to realise, Public Opinion is AGAINST them on this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-15T11:12:45.295Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-16T07:32:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-22T13:44:32.420Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/312691\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-22T13:44:32.418Z"
    },
    "id": 316198,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316198.json"
    },
    "type": "petition"
}