{
    "attributes": {
        "action": "Remove VAT on essential purchases for the social care sector in line with NHS.",
        "additional_details": "Social care provides a vital health service in our communities and cares for the most vulnerable in our society. This sector has been subject to financial pressure due to austerity measures. The NHS does not pay VAT on essential item purchases however the social care sector, which is equally important in our Healthcare system, has to pay this additional tax which is irrecoverable. During CV19 crisis this has been even more punitive as social care businesses have had to source more PPE.",
        "background": "To remove the additional irrecoverable tax on essential and vital items that are required to be purchased by the social care sector in order to provide the appropriate level of care to vulnerable individuals in our communities. This to be backdated to 1st March 2020.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-15T11:47:34.918Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-15T15:24:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-18T08:54:44.746Z",
        "rejection": {
            "code": "no-action",
            "details": "The NHS is not exempt from paying VAT, but NHS organisations can recover the cost of VAT for most services they purchase.\r\n\r\nIf you want similar arrangements to apply to social care, you could start a new petition requesting this. You could also start a new petition calling on the social care sector to be able to reclaim all VAT, but you could not say that this would be in line with arrangements for the NHS.\r\n\r\nWe have published the following petition about the social care sector, which you might like to sign:\r\n\r\nWe would like the government to consider social care as equally important to NHS: https://petition.parliament.uk/petitions/302897\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-18T08:54:44.742Z"
    },
    "id": 316208,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316208.json"
    },
    "type": "petition"
}