{
    "attributes": {
        "action": "Extend Jobs Retention Scheme now for further three months and as long as needed",
        "additional_details": "Millions of staff are facing the prospect of receiving redundancy notices along with their pay-packets in the next two weeks unless the Government act. I am urging them to extend the scheme now; people’s livelihoods and the economy are on the line; reassuring the Country's households, including the vulnerable, is fundamental, as well as supporting Small and Medium businesses. The Government needs to do it to prevent the Countries' economy and morale from sinking.",
        "background": "Extend the Jobs Retention Scheme now; millions of staff are facing the prospect of receiving redundancy notices unless the Government acts. The Government should extend the scheme for a further three months, with a commitment to keep it going for as long as it is needed",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-15T15:39:06.014Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-17T18:29:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-25T14:28:23.104Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started this petition, the Government has extended the Coronavirus Job Retention Scheme until October. You can find more information here: https://www.gov.uk/government/collections/coronavirus-job-retention-scheme\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-25T14:28:29.211Z"
    },
    "id": 316265,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316265.json"
    },
    "type": "petition"
}