{
    "attributes": {
        "action": "Extension of post study visas for students who will pass this year.",
        "additional_details": "The students who are passing out this year, have their visa valid till August. They will not be getting any opportunity to do internship, launch a start up or do jobs because of the corona virus. After investing more than £60000 in education they should be given an extension post expiry. Lot of students have gone back to their country and because of the lockdown they are not able to travel back to UK. They should get the benefits of post study visa.",
        "background": "The government should consider giving visa extensions to students who have passed out this year as most of them are unable to gain any experience post their study due to the lockdown. In past years the government did give post study extension but had stopped it few years back.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-15T20:59:34.992Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-16T08:41:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T09:30:48.066Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nExtend Tier-4 visas and waive third-term tuition fee for international students: https://petition.parliament.uk/petitions/310825\r\n\r\nExtended Visas indefinitely for International Students: https://petition.parliament.uk/petitions/304442\r\n\r\nExtend proposed Graduate visa route to 2019-20 batch of students due to COVID19: https://petition.parliament.uk/petitions/314710\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T09:30:48.064Z"
    },
    "id": 316376,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316376.json"
    },
    "type": "petition"
}