{
    "attributes": {
        "action": "make clear guidances for councils which pays covid business grants",
        "additional_details": "i was redused of 10000 business grant ,because council told me that warehouse premises are not on the goverment guidance for eligible business",
        "background": "treat all business premises and business rates payers equilly for 10000pounds grant",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-16T00:08:56.870Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-16T09:43:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-02T13:00:58.692Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has already published guidance for local authorities in relation to the coronavirus Local Authority Discretionary Grants Fund. This asks local authorities to prioritise businesses such as small businesses in shared offices or other flexible workspaces, such as units in industrial parks or incubators; regular market traders; bed and breakfasts paying council tax instead of business rates; and charity properties getting charitable business rates relief, which are not eligible for small business rates relief or rural rate relief: https://www.gov.uk/guidance/apply-for-the-coronavirus-local-authority-discretionary-grants-fund\r\n\r\nLocal councils have discretion about how to prioritise this funding. \r\n\r\nIf you want the Government to ask local authorities to prioritise businesses  based in warehouses for support, or to treat applications from businesses equally irrespective of their premises, you could start a new petition requesting this.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-02T13:00:58.689Z"
    },
    "id": 316407,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316407.json"
    },
    "type": "petition"
}