{
    "attributes": {
        "action": "Nominate Captain Tom Moore for a knighthood",
        "additional_details": "We knight and honour people for so many things, from sport to business etc. Most of the time these honours are gained because other people do most of the work and they just happen to be the head of the team or organisation. Captain Tom Moore who is aged 99 stepped up and raised money for the NHS doing something that would be extremely difficult for them, but did it to help others. I cannot think of anyone more deserving of being honoured and becoming Sir Tom Moore.",
        "background": "Captain Tom Moore aged 99, has personally raised over £12 million pounds for our NHS. This veteran has gone above and beyond for this country and when our NHS needs support he stepped forward. We have knighthoods passed out to people for far less. Time to give one to a deserving man.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-16T10:21:02.442Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-16T10:30:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-07T06:25:13.447Z",
        "rejection": {
            "code": "honours",
            "details": "We know lots of people want to petition for Colonel Moore to receive an honour, but the Government will only accept individual nominations, not petitions, so we can’t publish your petition.\n\nTo submit a nomination for an honour, visit: http://www.gov.uk/honours/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-07T06:25:13.444Z"
    },
    "id": 316547,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316547.json"
    },
    "type": "petition"
}