{
    "attributes": {
        "action": "Ask the EU to extend Brexit talks by the allowed maximum of two years.",
        "additional_details": "It is time to act together in the national interest,  put Brexit on hold and work with our neighbours  for the good of all. Cooperation in an international crisis will not undermine sovereignty. We need workers from Europe for our medical and food needs – we are flying in agricultural workers now. Even if coronavirus is curtailed by next year we will not have a working health and food infrastructure without our European alliance by then. Business and industry will also be worse outside Europe.",
        "background": "Just as the IMF has pleaded, this is not the time to risk the economic uncertainty of leaving Europe. Coronavirus demonstrates the need for international cooperation. Our failure to participate in the EU PPE bulk buy may cost lives. We mustn't jeopardise health and food work let alone industry.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-16T10:12:43.868Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-16T15:07:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-20T08:34:41.269Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action: \r\n\r\nExtend the transition; delay negotiations until after the coronavirus outbreak: https://petition.parliament.uk/petitions/300412\r\n\r\nHold a referendum on the post-2020 UK-EU relationship with option to rejoin EU: https://petition.parliament.uk/petitions/300026\r\n\r\nRejoin the EU under Article 49 TEU: https://petition.parliament.uk/petitions/300297\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-20T08:34:41.267Z"
    },
    "id": 316543,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316543.json"
    },
    "type": "petition"
}