{
    "attributes": {
        "action": "Promote captain Tom Moore to the rank of Major, and award him the Victoria Cross",
        "additional_details": "In this exceptional time the money raised by Captain Moore has taken resposibility for more than 120 frontline staff, (the number of officers in a sub unit.) We believe he deserves recognition for this act of leadership. We also feel he should be awarded the Victoria Cross for valour in the face of the enemy. Captain Moore is an English hero in every sense of the word and deserves to recognised by his Queen and country. We ask that borris Johnson raise these requests to her Majesty the Queen.",
        "background": "We the people ask that Captain Tom Moore be prompted to the rank of Major. He has demonstrated exceptional leadership, resilience, ingenuity, and courage in the face of the the enemy. We also ask that he be awarded the Victoria cross in recognition of his bravery, and the lives his money will save.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-16T15:44:41.896Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-16T16:31:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-07T06:25:13.412Z",
        "rejection": {
            "code": "honours",
            "details": "We know lots of people want to petition for Colonel Moore to receive an honour, but the Government will only accept individual nominations, not petitions, so we can’t publish your petition.\n\nTo submit a nomination for an honour, visit: http://www.gov.uk/honours/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-07T06:25:13.409Z"
    },
    "id": 316667,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316667.json"
    },
    "type": "petition"
}