{
    "attributes": {
        "action": "Vote YES to Stop the nutritional value of food from dropping",
        "additional_details": "The Government should ensure the nutritional value of food in the 1940s is maintained. McCance & Widdowson's food Composition confirm the nutritional value of food has dropped. This is allowed to happen on the basis of food remaining ‘substantially the same’. Research is needed to understand if our immune has weakened as a result. Using the 1940’s nutritional value of food as a benchmark food should accordingly be graded ie Grade A < 10% of nutritional valve of food has likely to have dropped.",
        "background": "We require eating 10 tomatoes, 3 potatoes and 5 times more broccoli compared to 1 in the 1940’s. This is allowed to happen based on the principle of food remaining ‘substantially the same’ ie a tomato still looks like a tomato even though the nutritional value has dropped.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-16T13:50:28.245Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-21T18:42:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-01T18:37:26.104Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you are concerned about the nutritional value of fruit and vegetables, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, if you would like specific agricultural practices to be banned, or if you would like the Government to fund a review into the the effect of farming practices on the nutritional value of certain foods, you could start a new petition calling for that to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-01T18:37:36.622Z"
    },
    "id": 316632,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316632.json"
    },
    "type": "petition"
}