{
    "attributes": {
        "action": "Request the Queen to Knight Capt.Tom Moore for outstanding contribution to UK",
        "additional_details": "Captain Tom Moore has demonstrated absolute dedication to a cause that is currently at the heart of the Nation, supporting the NHS. The Captain has carried out his fundraising action driven purely from freewill and his dedication to continue serving the people of the UK. This gentleman's incredible effort at the tender age of 100, must be recognised in a manner befitting such a courageous spirit. He has uplifted the spirits of the Nation",
        "background": "Captain Tom Moore at the age of 100 years has demonstrated exemplary dedication in his support to the UK in particularly his physical fundraising activity for the NHS. Accruing over 12 million. We the undersigned would ask the Government to petition the Queen to Knight Capt Moore",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-16T16:29:05.871Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-16T17:51:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-07T06:25:13.517Z",
        "rejection": {
            "code": "honours",
            "details": "We know lots of people want to petition for Colonel Moore to receive an honour, but the Government will only accept individual nominations, not petitions, so we can’t publish your petition.\n\nTo submit a nomination for an honour, visit: http://www.gov.uk/honours/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-07T06:25:13.514Z"
    },
    "id": 316676,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316676.json"
    },
    "type": "petition"
}