{
    "attributes": {
        "action": "Allow university students to have a grade increase due to COVID-19.",
        "additional_details": "Being a student myself as well as being part of a community with large amounts of university students who are also experiencing problems with communication with tutors, who again, we are paying to aid us with our assignments. It would show the country believes in equality and fairness to those who are struggling with the distance. It is a difficult time for us, we have had minor adjustments to deadlines but no major adjustments to support.",
        "background": "To apply a grade increase to all university students who have been deeply affected with that lack of resources and communication with support staff.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-16T16:33:39.506Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-16T16:43:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T08:27:25.585Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T08:27:25.582Z"
    },
    "id": 316679,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316679.json"
    },
    "type": "petition"
}