{
    "attributes": {
        "action": "Make the New Years Honours list exclusively for NHS and other Front Line staff",
        "additional_details": "The public support of the NHS and other Key workers by clapping on every Thursday is demonstrably a boost to the morale of the staff on the front line. As good as it is, when the coronavirus is finally over, the staff will only be left with a memory.\r\n\r\nWhy not do something that is a more lasting tribute and reward staff by way of a Honour. If the New Years Honours list was for one year made exclusively for them they will be written into the history books for ever.",
        "background": "The New Years Honours list for 2021 should be used exclusively to recognise the NHS and other Front Line Staff who are looking after the community in the fight against coronavirus.\r\n\r\nThe government on behalf of the population should reward the bravery  and sacrifice they have made.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-16T15:45:33.745Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-17T14:21:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-22T09:53:43.491Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept petitions that call for specific awards or honours, such as the George Cross, to be given to individuals or organisations, because we can only accept petitions about matters for which the Government or Parliament are responsible for.\r\n\r\nThere is an independent process for considering nominations for awards and honours, and advising the Queen on granting these, so it is not something the Government or Parliament can do.\r\n\r\nThe Government has announced that it is delaying Her Majesty The Queen’s Birthday honours list until the Autumn so people who have made a contribution to the fight against coronavirus can be recognised and celebrated: https://www.gov.uk/government/speeches/oliver-dowdens-statement-on-coronavirus-covid-19-20-may-2020\r\n\r\nYou can nominate someone who has made an exceptional contribution to the response to the coronavirus crisis in the UK for an award here: https://www.gov.uk/honours/nominate-someone-for-coronavirus-work\r\n\r\nYou may wish to sign these petitions calling for a similar action:\r\n\r\nAward Covid-19 medals to all emergency services and involved armed forces: https://petition.parliament.uk/petitions/302613\r\n\r\nA medal to honour the fortitude of people working in essential occupations: https://petition.parliament.uk/petitions/308035\r\n\r\nAward medals to the retired doctors and nurses who returned to NHS for COVID19: https://petition.parliament.uk/petitions/315329\r\n\r\nAward posthumous medals to NHS and other frontline workers; victims of covid-19: https://petition.parliament.uk/petitions/312389"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-22T09:53:43.488Z"
    },
    "id": 316668,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316668.json"
    },
    "type": "petition"
}