{
    "attributes": {
        "action": "Members of Parliament should take a 20% pay cut.(Due to Covid-19)",
        "additional_details": "During these difficult times of the Covid19 virus the working population have made some sacrifices and some the ultimate sacrifice losing their job.\r\nMembers of Parliament need to set an example and lead from the front.",
        "background": "Members of Parliament should take a 20% pay cut till the end of the year to support the economy both in salary and expenses.\r\nBack date from March 24/03/2020.\r\nWould like the current Government to pass an emergency ruling to make this happen.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-16T20:11:25.111Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-17T10:12:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-12T08:34:18.683Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-12T08:34:18.679Z"
    },
    "id": 316770,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316770.json"
    },
    "type": "petition"
}