{
    "attributes": {
        "action": "Treat contract workers equally for JRS furlough inc Ltd Companies, self-employed",
        "additional_details": "Ltd C Directors who furlough themselves will only receive a fraction of their actual income (average 24% Bectu survey). This amount not covering basic living costs, for many even if dividends were included.\r\n\r\nMany self-employed workers aren't eligible for SE grant due to commonly working both PAYE and schedule D contracts. \r\n\r\nUniversal Credit savings limit should be suspended during the crisis as many of these workers will breach this threshold due to tax savings (due 31st July) and pension.",
        "background": "Treat contract workers equally for JRS furlough inc Ltd Companies and self-employed. Allow engagers to furlough the rest of their workforce who have had their contracts terminated due to COVID-19.\r\nOR \r\nAllow engagers to re-employ SE + ltd company directors as PAYE in order to receive JRS furlough",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-16T18:03:21.119Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-16T18:16:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T08:18:19.296Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nCoronavirus Support Package for Directors / Shareholders of small Limited Co's: https://petition.parliament.uk/petitions/310515\r\n\r\nAllow companies to furlough their Schedule D workers under the CJRS: https://petition.parliament.uk/petitions/312285\r\n\r\nRemove savings cap on Universal Credit for Covid-19 related Self Employed claims: https://petition.parliament.uk/petitions/312283\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T08:18:19.292Z"
    },
    "id": 316708,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316708.json"
    },
    "type": "petition"
}