{
    "attributes": {
        "action": "MPs and Ministers and the PM to take a short term pay cut to help fund the NHS",
        "additional_details": "Having seen the New Zealand PM take a pay cut and lead the way in the western world we ask our Parliament to take a temporary pay cut whilst they work from home and also ask they don’t use the £10k expenses budget they have been given at this time so more funding can go to the vital NHS cause during our fight against this virus and we all stay home saving lives, please take a pay cut for the short term?",
        "background": "We feel to help fund the NHS and help Doctors, Nurses and Careers get the PPE they need and whilst MPs, work from home we ask they help by taking a temporary pay cut as some the highest paid in society we feel it will help fund extra into health care at a time it is needed most",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-16T21:20:13.195Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-16T22:08:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-11T16:28:18.677Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-11T16:28:23.581Z"
    },
    "id": 316787,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316787.json"
    },
    "type": "petition"
}