{
    "attributes": {
        "action": "Stop £10 per month from all UK residents to go direct to NHS wages / equipment",
        "additional_details": "In light of the Covid 19 pandemic and already struggling NHS everyone has had to realise the true value of our NHS service. It's time for everyone to come together and contribute to a health care system that desperately needs and deserves this help. This will more than likely happen again and we all need to be in a better position to cope and deal with this. The country has shown its solidarity for our NHS. This needs to be acted upon.",
        "background": "Make a seperate contribution for all UK residents to pay or be stopped from benefits or the like a sum every month to be paid directly to NHS staff and services.\r\nIf 50 million paid £10 per month it would give the NHS £500 million to be split as an increase in the wages and money for vital supplies.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-17T09:23:22.564Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-17T16:37:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-27T15:37:17.268Z",
        "rejection": {
            "code": "duplicate",
            "details": "We think this petition is similar:\r\n\r\nCreate a National Health Insurance Tax for the NHS: https://petition.parliament.uk/petitions/313361\r\n\r\nWe have published a number of petitions calling on the Government to take action to increase or protect funding for the NHS, which you might like to sign:\r\n\r\nEnsure continued Universal health cover by legally committing to a minimum spend: https://petition.parliament.uk/petitions/300925\r\n\r\nRaise the rate of income tax and corporation tax to fund the NHS: https://petition.parliament.uk/petitions/313995\r\n\r\nRevoke the Health and Social Care Act 2012 and renationalise the NHS: https://petition.parliament.uk/petitions/300019\r\n\r\nTax 1p to the NHS (and others) every time you shop: https://petition.parliament.uk/petitions/312337"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-27T15:37:23.806Z"
    },
    "id": 316872,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316872.json"
    },
    "type": "petition"
}