{
    "attributes": {
        "action": "confirmation of holiday dates/flights that will definitely not go ahead",
        "additional_details": "Alot of families are due to pay remaining outstanding holiday balances for forthcoming holidays.\r\nTravel companies /air are continuing to 'force' customers into paying these monies even tho its looking extremely likely they won't be goin ahead this summer.\r\nI myself don't want to pay anymore monies if not going to be allowed on hol and cannot afford to wait for a refund /voucher.\r\nJet2 for eg are stopping up to June 17th but this does not help customers with later hols /payment to be paid for July.\r\nCan the government give a wider date of holiday cancellations please to avoid any further stress or financial loss for the public",
        "background": "We need government guidance with forthcoming holiday dates /flights. Specifying what months will definitely not be advised or allowed to go ahead.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-17T10:36:44.812Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-17T11:05:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-27T15:29:27.780Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions on holiday operations are a matter for individual operators, based on the most recent Government advice. \r\n\r\nYou could start a petition calling on the Government to allow allow overseas travel to start on a specific date, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-27T15:29:40.358Z"
    },
    "id": 316886,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316886.json"
    },
    "type": "petition"
}