{
    "attributes": {
        "action": "Hold weekly one minute silence for the lives lost due to COVID19.",
        "additional_details": "To show empathy and support to those families who have lost a loved one due to COVID19 and that they are not just a number on a line graph that gets shared everyday, they were valued individuals as part of this nation.",
        "background": "To support this initiative, and help get this message out just like we do for clap for carers. This is to celebrate the lives we have lost and are losing to this life threatening virus. A one minute silence followed by an applause to celebrate the lives, preferably on Sunday morning.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-17T12:59:11.128Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-17T18:39:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-01T19:17:20.624Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand that you want the Government to acknowledge those who have died due to covid-19, but it's not clear exactly what you want the Government to do. The Government is not responsible for leading public demonstrations of appreciation.\r\n\r\nYou may wish to sign some these petitions calling for similar actions: \r\n\r\nNational holiday of remembrance of those who died during the virus covid-19: https://petition.parliament.uk/petitions/311923\r\n\r\nA memorial for NHS, care, allied professionals, who die as a result of COVID:19: https://petition.parliament.uk/petitions/313328  \r\n\r\nCreate a National Covid-19 Key worker memorial Commemorate the fallen: https://petition.parliament.uk/petitions/315516  \r\n\r\nCommission a Memorial Plaque to honour and remember UK victims of the Covid-19: https://petition.parliament.uk/petitions/310097  \r\n\r\nDesignate a day for the recognition of our NHS and all Emergency Services: https://petition.parliament.uk/petitions/308614\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-01T19:17:34.237Z"
    },
    "id": 316919,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316919.json"
    },
    "type": "petition"
}