{
    "attributes": {
        "action": "Staff on furlogh should be allowed to work  on Weekley rota, home or on site.",
        "additional_details": "Its also solves the problem for employers as is who to bring back to work and off the furlogh when things start getting busier. I can see a problem where if you bring one back he/she will not be happy to do so when the rest are still at home doing nothing and still getting 80 percent of their wages. Yiu can't bring every one back in the same time. the system now help the staff and the goverment from high unemployment but its not really helping the companies.",
        "background": "staff on furlogh work from home and on premises while taking social distancing messures where possible . This will help the companies keep going in these difficult times and they can stay motivated about their job and do what they can so they are ready when things starts turning for the best .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-17T20:25:14.056Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-18T13:26:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-26T09:32:44.880Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition, the Government has announced changes to the Coronavirus Job Retention Scheme, which will allow employers to start bringing furloughed employees back part-time. You can find out more about these changes here:\r\n\r\nhttps://www.gov.uk/government/publications/changes-to-the-coronavirus-job-retention-scheme/changes-to-the-coronavirus-job-retention-scheme\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-26T09:32:49.518Z"
    },
    "id": 317030,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317030.json"
    },
    "type": "petition"
}