{
    "attributes": {
        "action": "Waive all nurses and midwives NMC fee for a year.",
        "additional_details": "This would at least will be likened to what other countries are doing where they give daily hazard pay for frontline medical and nursing staff during this COVID19 crisis",
        "background": "Please pass a law that would temporarily waive the NMC fee for a year as a kind gesture for nurses and midwives who put their own life at risk fighting this COVID 19 pandemic",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-18T05:06:22.909Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-18T09:53:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T11:28:48.862Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The level of registrations fees are a matter for independent regulators such as the General Medical Council and Nursing and Midwifery Council, and not the Government or Parliament.\r\n\r\nWe have published a petition calling on the Government to reimburse health care professionals for professional registration fees, which you might like to sign: https://petition.parliament.uk/petitions/307399\r\n\r\nYou could start a new petition calling on the Government to fund health regulators directly, so they do not need to charge a registration fee.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T11:28:48.859Z"
    },
    "id": 317079,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317079.json"
    },
    "type": "petition"
}