{
    "attributes": {
        "action": "Wave the 10 Year Principle for Monuments in Westminster for COVID-19 NHS Heros",
        "additional_details": "As it stands 47 NHS workers have lost their lives to the coronavirus disease, putting themselves in harms way on the front-line to treat sufferers of COVID-19.  The war against COVID-19 is primarily fought by the many health workers up and down the country and they should be recognised as soldiers of war under these circumstance.   Those NHS workers who have lost their lives to this war on coronavirus must be commemorated and remembered in a Westminster monument before the year 2030.",
        "background": "The Westminster Monuments Supplementary Planning Document states a 10 Year Principle will apply to any application for monuments to be put up in the area following a disaster such as covid-19. we want this 10 year period waved to be able to commemorate lost NHS & Health workers before the year 2030.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-18T10:30:34.991Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-18T12:00:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-27T15:56:19.606Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. This planning policy is the responsibility of City of Westminster council.\r\n\r\nYou can read the full guidance on this policy here:\r\nhttp://transact.westminster.gov.uk/docstores/publications_store/S-and-M-FINAL-VERSION-1243433604.pdf\r\n\r\nYou may wish to petition City of Westminster council directly on this issue:\r\nhttps://www.westminster.gov.uk/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-29T08:53:38.970Z"
    },
    "id": 317121,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317121.json"
    },
    "type": "petition"
}