{
    "attributes": {
        "action": "Include deaths in care homes & outside hospitals in COVID-19 death statistics.",
        "additional_details": "Lots of other countries have included deaths outside of hospital in their official COVID-19 statistics, including France - where we could see that thousands were dying outside of hospital. The case may be the same here, with a potential 7,500 deaths from COVID-19 in UK care homes.\r\nThe public deserve to know the disaster that the disease is causing and how it's impacting Britons. Releasing these stats will help make the public more aware on the state of the spread in Britain.",
        "background": "Thousands of Britons have died of COVID-19. The government has been releasing statistics of cases & deaths from the disease, of individuals in hospitals, but not cases & deaths in places outside hospitals. The government should include every case and death in the country in the stats.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-18T15:04:45.444Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-18T15:57:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-26T10:16:19.687Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition, the UK Government has changed the way it reports these statistics, to include deaths in settings outside of hospitals, including care homes.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-26T10:16:23.441Z"
    },
    "id": 317180,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317180.json"
    },
    "type": "petition"
}