{
    "attributes": {
        "action": "PROVIDE Teaching Staff with PPE & testing for COVID-19 - can't socially-distance",
        "additional_details": "It is IMPOSSIBLE to socially distance from primary school children, or for them to socially distance from each other, regardless of whether they have learning difficulties or not- play-times would be particularly difficult to manage.\r\nIn principle you may consider other countries measures eg: classes spilt into Am & PM. This will help but its not the answer! Perhaps colourful washable fabric masks would help as child friendly. Washing hands & surfaces is NOT enough. Chn cough & sneeze everywhere.",
        "background": "Offer some PPE Protection (masks, gloves) for Teaching staff, particularly Primary School Teachers & those working with children with learning difficulties, as part of the exit strategy for sending children back to school, if the rest of the country is still in lockdown. Children are super spreaders",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-18T10:43:28.939Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-18T11:29:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T09:11:30.627Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action: \r\n\r\nGive All Schools Protective Equipment to help protect staff from the Coronavirus: https://petition.parliament.uk/petitions/306347\r\n\r\nMake COVID19 testing available to teaching staff caring for pupils: https://petition.parliament.uk/petitions/305423\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T09:11:30.623Z"
    },
    "id": 317126,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317126.json"
    },
    "type": "petition"
}