{
    "attributes": {
        "action": "Provide some financial support for owners of furnished holiday let businesses.",
        "additional_details": "Furnished Holiday Let business owners have been ignored at this time whilst other businesses receive financial assistance. Govt wants businesses to survive to boost the economy after the crisis and will appreciate people vacating in the U.K yet it is a tourism sector being overlooked. We have outgoings and yet no income and for how long?  Many FHL owners are not just renting out ‘an inherited cottage as an income stream on the side’ For many of us this is our main employment and income.",
        "background": "Provide financial support for closed FHL business owners with their livelihoods taken away. Not qualifying as self employed we are a totally overlooked sector.  Would the Chancellor address this to help us through the crisis. We  still have costs to pay and no main income.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-18T14:01:47.622Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-20T08:23:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-01T18:57:37.454Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThe Government has announced various packages to support small businesses, including the Retail, Hospitality and Leisure Grant Fund. You can find out more about this here: https://www.gov.uk/guidance/check-if-youre-eligible-for-the-coronavirus-retail-hospitality-and-leisure-grant-fund#eligibility\r\n\r\nYou can find more information about support available for businesses here: https://www.gov.uk/government/collections/financial-support-for-businesses-during-coronavirus-covid-19#business-support-grant-funds\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-01T18:57:49.151Z"
    },
    "id": 317169,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317169.json"
    },
    "type": "petition"
}