{
    "attributes": {
        "action": "Cancel all BTEC Diplomas/Extended Diplomas and go off predicted grades for 2020",
        "additional_details": "Whether a BTEC course involves exams or if a course isn’t exam based, it is unfair for students to be carrying on with assignments and work when they do not have the same levels of support as they would if they were still in school/college. Without the same amount of support from teachers, BTEC students will achieve lower results than their predicted grades, meaning they could be missing out on a chance to be able to attend university, causing them to feel like they haven’t worked hard enough.",
        "background": "With the Covid-19 pandemic causing disruption to many different levels of people’s education, GCSEs, A-Levels and other forms of exams have been cancelled and all candidates are to be given a result based on their predicted grades. So why isn’t the same happening for BTEC students?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-18T17:08:58.351Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-18T17:31:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-29T15:32:54.981Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards, individual schools and Ofqual, and are not a matter for the UK Government or Parliament.\r\n\r\nExam cancellations and the current coronavirus pandemic can cause worry and stress. You can find information on how to deal with stress here:\r\n\r\nYoung Minds: https://youngminds.org.uk/?gclid=Cj0KCQjwpfHzBRCiARIsAHHzyZq25dJRPEYEgu_Jsyh9e-Ehmx_IlSA1wM_dLnm-DFYTu_93cvsIoH8aAkB9EALw_wcB\r\n\r\nChildren’s Society: https://www.childrenssociety.org.uk/mental-health-advice-for-children-and-young-people/issues-affecting-young-people\r\n\r\nChildline: https://www.childline.org.uk/info-advice/your-feelings/anxiety-stress-panic/coping-with-stress/\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-29T15:32:54.978Z"
    },
    "id": 317199,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317199.json"
    },
    "type": "petition"
}