{
    "attributes": {
        "action": "Raise pay level for NHS staff, more work related support, remove university fees",
        "additional_details": "the work has not been acknowledged/reflected with the crutical care given. Work related support for example staff handling mental unwell patients without the appropriate training or refreshment of training given. full aftercare support for NHS staff (I.e trauma related experiences, debriefing after stressful continuous work periods, reflection periods for end of shift for progress improvements /patient care). Removing University fees will increase the flow of application for new nurses.",
        "background": "Raise the annual salaries of NHS hospital staff, provide more training/support for NHS staff, new modern equipment, removing University fees.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-18T22:45:38.551Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-19T11:37:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T16:46:12.559Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions, calling for similar actions:\r\n\r\nIncrease pay for NHS healthcare workers and recognise their work: https://petition.parliament.uk/petitions/300073\r\n\r\nBonus for emergency services personnel working due to COVID-19: https://petition.parliament.uk/petitions/303306\r\n\r\nFund after care for all NHS staff following coronavirus: https://petition.parliament.uk/petitions/313439\r\n\r\nFund free Travel, Parking, Hotel & Childcare during COVID-19 for NHS staff: https://petition.parliament.uk/petitions/305854\r\n\r\nFund free meals for NHS staff whilst on duty during the COVID19 Pandemic: https://petition.parliament.uk/petitions/303485\r\n\r\nSupply NHS key frontline staff working during Covid-19 healthy food hampers: https://petition.parliament.uk/petitions/306339\r\n\r\nFund increased death in service benefits for NHS staff who die during Covid-19: https://petition.parliament.uk/petitions/307592\r\n\r\nWrite off all student loans for all NHS staff fighting COVID19: https://petition.parliament.uk/petitions/310559\r\n\r\nReimburse nurses for student loans and fund all fees for future student nurses: https://petition.parliament.uk/petitions/302732\r\n\r\nReduce student debt for student nurses and midwives: https://petition.parliament.uk/petitions/300079\r\n\r\nSuspend student loan repayments for doctors, nurses and midwives during COVID-19: https://petition.parliament.uk/petitions/308456\r\n\r\nForgive student debt of all key workers after Pandemic crisis: https://petition.parliament.uk/petitions/307985\r\n\r\nFund all medical degrees to support future doctors and nurses: https://petition.parliament.uk/petitions/309404\r\n\r\n\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-28T16:46:12.556Z"
    },
    "id": 317261,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317261.json"
    },
    "type": "petition"
}