{
    "attributes": {
        "action": "Keep Schools Closed/Voluntary Attendance prevent Parents dying of Covid-19.",
        "additional_details": "Schools are breeding grounds for respiratory illnesses. Kids are very good vectors of these viruses,because they are touching and curious just by nature. Social Distancing will not work at school at all/not repeatedly wash hands thoroughly. \r\n\r\nThey will bring the infection home to parents, some will be sick/die. \r\n\r\nSome parents want to support their parents (Grandparents), however then will be further restricted, since children going to School.",
        "background": "VOLUNTARILY SCHOOL ATTENDANCE CHOICE during this pandemic. Parents should be given choice whether they want to the risk with their lives, do not play Russian roulette with our lives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-19T08:17:36.858Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-19T14:08:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-05T10:46:21.091Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nKeep schools closed until Covid 19 is no longer a threat: https://petition.parliament.uk/petitions/316404\r\n\r\nShut schools completely to stop putting teachers, TAs and pupils at risk: https://petition.parliament.uk/petitions/308013\r\n\r\nNo prosecution for parents that remove child from school during a pandemic: https://petition.parliament.uk/petitions/300399\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-05T10:46:21.088Z"
    },
    "id": 317289,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317289.json"
    },
    "type": "petition"
}