{
    "attributes": {
        "action": "Long term unemployed to help farmers pick our fruit and veg.",
        "additional_details": "It will:\r\n- Eliminate the need fly in foreign workers.\r\n- Retain the employment costs paid for these services within the UK. \r\n- Boost the grown and picked British brand.\r\n- Solve a big issue that our farmers face.\r\n- Boost the long term unemployed making them feel valued and giving them a proper purpose.\r\n- Reduce greenhouse gas emissions through shorter transport methods.\r\n- Eliminate the risk of further Covid19 cases arriving on our borders.",
        "background": "We have a team of long term unemployed people in the UK who currently receive benefits and may feel undervalued and dropped from society.\r\nThe government should intervene and assist in mobilising the long term unemployed and deploying them to replace the foreign seasonal workers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-19T18:41:17.936Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-19T20:08:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-27T16:07:03.653Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Recruitment decisions are the responsibility of employers, not the UK Government or Parliament. \r\n\r\nWe couldn't publish a petition calling for unemployed people to be made to work without pay, but you could start a new petition asking for the UK Government to fund job schemes including working on farms, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-01T18:46:15.649Z"
    },
    "id": 317389,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317389.json"
    },
    "type": "petition"
}