{
    "attributes": {
        "action": "Cut MP pay to minimum wage.",
        "additional_details": "This petition is a test of the government's and common's hypocrisy. Will they reduce their wage to the national minimum wage, and prove that it is not liveable, or will they choose to respond to this petition by claiming their superiority or entitlement over hard British workers by claiming that they deserve more than the living wage.\r\n\r\nThe ball is in your court GOV, admit the minimum wage is NOT liveable, or admit you think yourselves superior to the rest of the country.",
        "background": "MPs have long argued that the minimum wage is in-line with real living wage. In-fact, in 2015 the national minimum wage for 25+ was renamed to the national living wage. If indeed this wage is so liveable, then MPs should have no problem with their wage being set to the minimum instead.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-19T09:43:08.997Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-19T12:25:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T13:23:06.614Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nDonating money would be a decision for individual MPs, not the UK Government or Parliament. \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T13:23:06.610Z"
    },
    "id": 317300,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317300.json"
    },
    "type": "petition"
}