{
    "attributes": {
        "action": "Btec students should get their expected grades through the Coronavirus struggles",
        "additional_details": "BTEC students are struggling to get the resources they need to complete their work up to the standard they require or to the standards they would with in classroom help. This is an unfair disadvantage due to the lack of opportunities this would provide if people weren’t getting the grades they need due to the lack of resources and help because of the crises. An example of this would be conditional offers to university. People will miss out on their place due to the lack of help available to them",
        "background": "BTEC students should have the same policy that exam based studies have as they are not able to get the help they need to pass. Like A levels and GCSE students they should get their predicted grades to provide them with the same opportunities as these students.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-19T14:28:45.271Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-19T14:47:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T13:44:27.277Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards, individual schools and Ofqual, and are not a matter for the UK Government or Parliament.\r\n\r\nExam cancellations and the current coronavirus pandemic can cause worry and stress. You can find information on how to deal with stress here: \r\n\r\nYoung Minds: https://youngminds.org.uk/?gclid=Cj0KCQjwpfHzBRCiARIsAHHzyZq25dJRPEYEgu_Jsyh9e-Ehmx_IlSA1wM_dLnm-DFYTu_93cvsIoH8aAkB9EALw_wcB  \r\n\r\nChildren’s Society: https://www.childrenssociety.org.uk/mental-health-advice-for-children-and-young-people/issues-affecting-young-people\r\n\r\nChildline: https://www.childline.org.uk/info-advice/your-feelings/anxiety-stress-panic/coping-with-stress/\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-29T13:44:27.276Z"
    },
    "id": 317351,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317351.json"
    },
    "type": "petition"
}