{
    "attributes": {
        "action": "Move England's school term start date forward to make use of day light hours.",
        "additional_details": "Clearly day light hour reduce in August, thus reducing outdoor activity time.\r\n\r\nStarting school year in mid August would be good due to Corvid 19 affects on schooling. So we have an obvious opportunity here.\r\n\r\nWe also need to increase family activity time to help the country become more active and healthier.\r\n\r\nBy giving 9-5 workers longer day light hours, while the children are off school with potentially better weather, will have the affect of increasing evening activity time spend together.",
        "background": "Using the effect of the pandemic to move school year start date forward to the middle of August if safe to do so.\r\nThis would make better use of day light hours and increase activity time for all.\r\nWeather patterns show that we get better weather increasingly at the beginning of July & early August",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-19T10:54:35.662Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-21T17:26:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-03T15:11:41.559Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about school term dates are a matter for the governing bodies of individual schools, not the Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nOpen schools during the summer holidays: https://petition.parliament.uk/petitions/305213\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-03T15:11:41.557Z"
    },
    "id": 317315,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317315.json"
    },
    "type": "petition"
}