{
    "attributes": {
        "action": "Allow full refunds on holidays instead of vouchers",
        "additional_details": "Is these horrible time's people are out of work and had to use savings to get by. Holiday companies should be offering cash refunds so people can use that money for essential living",
        "background": "Ask holiday companies to give full cash refunds",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-20T09:13:32.048Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-20T09:20:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-29T15:48:27.159Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Arrangements for refunding, changing or rebooking travel are a matter for individual airlines and travel agents, not the Government or Parliament.\r\n\r\nWe have published a petition calling on the Government to create a fund to reimburse money lost due to covid-19 travel cancellations, which you might like to sign: https://petition.parliament.uk/petitions/304912\r\n\r\nPassengers whose flights are cancelled are already entitled to a refund. In the first instance passengers should contact their airline directly. If you are not happy with your airline's response, you can escalate this to an alternative dispute resolution body or the CAA. \r\n\r\nYou can find details of your rights when you fly on the Civil Aviation Authority's website here: https://www.caa.co.uk/Passengers/Resolving-travel-problems/Delays-cancellations/Your-rights/Your-rights-when-you-fly/ \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-29T15:48:33.924Z"
    },
    "id": 317457,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317457.json"
    },
    "type": "petition"
}