{
    "attributes": {
        "action": "Postpone the 2020 Bank Holidays to after the UK nightlife sector has re-opened.",
        "additional_details": "A large section of the British public embrace the British Bank Holidays to enjoy UK music events and nightlife. Equally, the nightlife and events sector of the UK is heavily dependent on the extra income generated by Bank Holiday weekends.  \r\n\r\nUsing up Bank Holidays when the nightlife sector is closed seems like a terrible waste of rare and precious public holidays, depriving millions of people their usual enjoyment & would be better used as a celebration that the nightlife sector has re-opened.",
        "background": "Postpone any Bank Holidays scheduled in 2020 whilst the nightlife sector of Britain is closed in the fight against Covid-19, and reschedule them for within 10 weeks immediately after the nightlife sector reopens, whenever that may be.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-20T15:15:08.831Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-20T16:27:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T15:16:26.178Z",
        "rejection": {
            "code": "duplicate",
            "details": "Move all bank holidays to a time after Coronavirus Lockdown: https://petition.parliament.uk/petitions/309243\r\n\r\nBank holiday to thank those who helped during the COVID-19 crisis: https://petition.parliament.uk/petitions/307364\r\n\r\nCreate a new Bank Holiday in recognition of the NHS and all its amazing workers: https://petition.parliament.uk/petitions/303882\r\n\r\nIntroduce a 'one off' bank holiday after covid-19 pandemic to boost morale: https://petition.parliament.uk/petitions/304513\r\n\r\nPostpone May Bank Holidays until Autumn when holidays and sports will be back on: https://petition.parliament.uk/petitions/302308 \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-27T15:16:30.692Z"
    },
    "id": 317521,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317521.json"
    },
    "type": "petition"
}