{
    "attributes": {
        "action": "Make A-Level and GCSE results day as soon as possible",
        "additional_details": "Students will have to revise for Autumn exams they may not even need to sit, which is a massive waste of time and effort. Students will have to sort out their next steps in a much shorter amount of time than expected. Parents and teachers will have to deal with the stress of results for a lot longer.\r\n\r\nWe haven't been given a reason for the results to come out this late. We need answers. Why make students revise, yet again, for exams they may not sit?",
        "background": "The Department of Education said that they would try to give our GCSE and A-Level results as early as possible, with the end of July being a target. \r\nA few days ago, they decided to go against this and keep the results days the same. This seems to disadvantage everyone apart from the exam boards",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-20T13:10:55.844Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-20T13:29:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-30T07:22:14.308Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Department for Education has been announcing how this year's A-levels and GCSEs will work, but decisions about examinations and assessments in England, including when results are issued, are a matter for Ofqual and the exam boards, and are not a matter for the UK Government or Parliament.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-01T15:13:30.325Z"
    },
    "id": 317505,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317505.json"
    },
    "type": "petition"
}