{
    "attributes": {
        "action": "Commission a permanent monument for the Fourth Plinth dedicated to all NHS staff",
        "additional_details": "The commitment, courage and selflessness shown by all NHS staff in the battle against COVID-19 is deserving of permanent, national recognition, having served us fearlessly and tirelessly, often at great risk to themselves and their families.",
        "background": "The Fourth Plinth in Trafalgar Square, London, has remained without permanent display for over 150 years. It is a fitting location in the heart of our Capital to express our gratitude for NHS staff who have fought for us during the 2020 COVID-19 pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-20T17:04:06.639Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-20T18:46:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T09:25:39.481Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about what is displayed on Trafalgar Square is a matter for the Mayor of London and London Assembly, not the Government or House of Commons.\r\n\r\nYou may wish to sign these petitions calling for a similar action:\r\n\r\nA memorial for NHS, care, allied professionals, who die as a result of COVID:19: https://petition.parliament.uk/petitions/313328\r\n\r\nCreate a National Covid-19 Key worker memorial Commemorate the fallen: https://petition.parliament.uk/petitions/315516\r\n\r\nCommission a Memorial Plaque to honour and remember UK victims of the Covid-19: https://petition.parliament.uk/petitions/310097\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-27T09:25:39.478Z"
    },
    "id": 317540,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317540.json"
    },
    "type": "petition"
}