{
    "attributes": {
        "action": "Provide financial assistance packages to UK airlines to save thousands of jobs.",
        "additional_details": "It will save thousands of jobs not only in aviation, but within third party providers such as Airbus in Wales, Rolls Royce, Boeing UK, catering providers, airport workers, and so many more contributors. Not only will it save jobs it will ensure UK PLC continues to project around the world, which is more important now than it has ever been for when we recover from impact of Covid and promote ourselves after leaving the European Union.",
        "background": "Give consideration to financial assistance to aviation companies such as Virgin Atlantic, EasyJet, Loganair, and Britsh Airways etc. Save thousands of jobs, prevent a hit to the labour market and maintain our global position as a place for business.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-20T13:54:54.521Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-20T16:12:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T09:53:50.176Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/303081\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T09:53:50.173Z"
    },
    "id": 317512,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317512.json"
    },
    "type": "petition"
}