{
    "attributes": {
        "action": "The NHS Deserve More!",
        "additional_details": "NHS staff should receive a monthly bonus by the government and this shouldn’t be looked at twice. The NHS is a massive privilege and we should show this by allowing a monthly bonus for the NHS staff during these testing times. This bonus will ensure NHS staff the government trust in the NHS but also the appreciation of the general public for having the worlds best medical health care service. We are so grateful for the NHS staff and it is time we show them we really do care!",
        "background": "Since 1948 the NHS has been an amazing help for everyone who has suffered medically. During these unprecedented times, the NHS frontline staff and hospital staff are putting their lives on the line to protect others and ensure safety to those who need help due to Covid-19.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-20T20:24:13.451Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-21T00:02:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-30T08:08:48.533Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign some of these petitions, which call for similar actions:\r\n\r\nIncrease pay for NHS healthcare workers and recognise their work \r\nhttps://petition.parliament.uk/petitions/300073 \r\n\r\nReward our healthcare heroes now for risking their lives to fight Covid-19. \r\nhttps://petition.parliament.uk/petitions/318741 \r\n\r\nGive NHS staff a one off bonus for their help with Covid 19: https://petition.parliament.uk/petitions/321150\r\n\r\nGive NHS staff a pay rise in line with MPs pay increase. \r\nhttps://petition.parliament.uk/petitions/313513 \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-30T08:08:48.530Z"
    },
    "id": 317580,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317580.json"
    },
    "type": "petition"
}