{
    "attributes": {
        "action": "Provide free, completely online accredited courses for year 10 students.",
        "additional_details": "The current school system is not acceptable, how would you expect a child to learn if there is no marking, feedback or input? Posting pages sourced from google that contain errors is not sufficient. Expecting a child to complete work when they have no idea if that work is correct is not sufficient. I understand this is difficult for everyone but a standard system for all, which already exists but is not available to school aged children, should be made available. These children are already under an enormous amount of stress due to the changes to the GCSE format and now they feel their future is ruined.",
        "background": "Provide free, completely online accredited courses for year 10 students to study at home and achieve GCSE/level 2 with feedback/marking/certificates as the current facilities are not acceptable and they are the ones most affected by the coronavirus pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-20T22:16:25.307Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-21T08:26:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-08T12:23:57.801Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is responsible for determining whether schools should be allowed to open or be required to close, and for issuing guidance to schools on operating during the coronavirus outbreak.\r\n\r\nHowever, decisions about teaching arrangements during any period of closure is a matter for individual schools, not the Government or House of Commons. Ofsted is responsible for making sure that organisations providing education, training and care services in England do so to a high standard for children and students. Similarly, cecisions about exams are a matter for exam boards, individual schools and Ofqual, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570 \r\n\r\nRequire schools to allow children the option to retake their year next year: https://petition.parliament.uk/petitions/309265\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-08T12:23:57.800Z"
    },
    "id": 317598,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317598.json"
    },
    "type": "petition"
}