{
    "attributes": {
        "action": "Enforce lockdown measures with potentially bigger fine for non essential shopers",
        "additional_details": "NHS gets pressure on hospital admission, running out of PPE, people dying, we need to protect the population from people not respecting the guidelines.\r\nAs supermarket worker, I can see almost every time the same shoppers coming for only a 4 pack beer, or just few tins...and even seen a customer who came simply to exchange some mouldy raspberries! Are those trips really essential shopping?\r\nPlease give police and other forces to check more on shoppers and fine people not respecting guidelines",
        "background": "Enforce the advice on going out only for essential shopping by checking people are going to the shops for big shops rather than few items many times of the day. This could be random check outside food shops by police force, to advise and eventually fine people who do no respect the guidelines.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-20T19:17:23.658Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-21T09:41:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T14:21:48.862Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is responsible for setting regulations in relation to the coronavirus lockdown, and associated penalties, but enforcing these is a matter for the police and courts, not the Government or House of Commons.\r\n\r\nSince you started your petition the Government has increased the penalties for breaking the law or refusing to follow a police direction: https://www.gov.uk/government/publications/coronavirus-outbreak-faqs-what-you-can-and-cant-do/coronavirus-outbreak-faqs-what-you-can-and-cant-do#enforcement\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nTougher penalties for not following the Covid 19 rules: https://petition.parliament.uk/petitions/314400\r\n\r\nIncrease fines for breaking Covid-19 regulations to £1000 for first offense: https://petition.parliament.uk/petitions/320026\r\n\r\nMake Covid19 Non Compliance Fines min £10,000 & use to fund NHS/Key Worker PPE: https://petition.parliament.uk/petitions/315520\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T14:21:48.858Z"
    },
    "id": 317567,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317567.json"
    },
    "type": "petition"
}