{
    "attributes": {
        "action": "Commemorate and celebrate overcoming the COVID-19 Pandemic.",
        "additional_details": "It is extremely important to remember and commemorate all the people we have lost in this awful pandemic whilst also celebrating their lives and the triumphs of our country as a whole in these unprecedented times. \r\n\r\nThe COVID-19 pandemic has seen the communities of the UK socially forced apart yet at the same time emotionally driven us closer than ever in a generation. Let us remember our victims of this pandemic whilst celebrating the achievements and sense of community rising from it's ashes.",
        "background": "Once the pandemic has been beaten, we call on the Government to declare a national day of remembrance of those we have lost to COVID-19 whilst celebrating our national triumph in these times. Declaring a national street party with a set time for the country stop and observe 2 minutes silence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-20T15:56:51.702Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-22T16:11:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-03T09:33:13.051Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nIntroduce a 'one off' bank holiday after covid-19 pandemic to boost morale: https://petition.parliament.uk/petitions/304513\r\n\r\nNational holiday of remembrance of those who died during the virus covid-19: https://petition.parliament.uk/petitions/311923\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-03T09:33:13.047Z"
    },
    "id": 317529,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317529.json"
    },
    "type": "petition"
}