{
    "attributes": {
        "action": "Remove term time holiday ban and fines",
        "additional_details": "To enable all families to be happy, to travel, to bond, to explore, to build memories, to be able to access this, so people on low income don't miss out on vital growth skills, to boost our economy",
        "background": "When schools re-open, remove the term time holiday ban and fees, allow all families at least 1 week authorised leave during school time every school year to take a health, and wellbeing rest together. We have certainly earnt this right, and have proven school is important but not imperative",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-21T14:22:49.825Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-21T15:04:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-01T09:12:45.694Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/302021\r\n\r\nIf you want the Government to remove all sanctions for school absence you could start a new petition requesting this.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-01T09:12:45.690Z"
    },
    "id": 317684,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317684.json"
    },
    "type": "petition"
}