{
    "attributes": {
        "action": "Still treat people who have illnesses regardless of covid-19",
        "additional_details": "My dad recently died in hospital as he died in hospital from covid 19 but he also had progressive cancer and the consultant did not do a biopsy due to covid 19 and also said that any treatments would be risky due to covid 19",
        "background": "Make sure people are still getting treated for there illnesses as if they would if there was not a pandemic",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-21T12:03:27.865Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-21T15:07:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-01T09:23:36.287Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Ddecisions about the provision of medical treatment during the current outbreak is a matter for NHS England and individual NHS trusts, and not the Government or Parliament. We can only accept petitions about things the Government or Parliament are responsible for, so we cannot accept your petition.\r\n\r\nSince you started your petition, the NHS has set out plans to safely bring back routine operations: https://www.england.nhs.uk/2020/05/nhs-roadmap/\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-01T09:23:36.283Z"
    },
    "id": 317655,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317655.json"
    },
    "type": "petition"
}