{
    "attributes": {
        "action": "Subsidise electric cars so that they become affordable and practical to use",
        "additional_details": "Transport is a major source of greenhouse gas emissions in the UK. If we are to stand a chance against climate change, we need to cut greenhouse gas emissions to net-zero by 2025. \r\n\r\nAt the moment, the demand for electric cars is low because they are impractical and unaffordable. Individuals will always make decisions that provide them with the highest amount of personal utility. It is the responsibility of the government to make sustainable choices within our interest.",
        "background": "Subsidise the production of electric road vehicles so they become as affordable as petrol-fuelled vehicles. Increase the number of electric car charging stations and invest in new battery technology so that the vehicles are practical to use.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-21T21:28:53.679Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-22T13:15:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-01T19:32:01.380Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThere is already a grant available for electric vehicles. You can find out more here:\r\n\r\nhttps://www.gov.uk/plug-in-car-van-grants\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-01T19:32:01.378Z"
    },
    "id": 317759,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317759.json"
    },
    "type": "petition"
}