{
    "attributes": {
        "action": "Cancel HS2",
        "additional_details": "Just cancel a daft idea which will never benefit the general public. A toy that we cannot afford, a Boris Johnson ego trip.",
        "background": "What a fantastic time to cancel a white elephant which we could ill afford before our current situation. A project which would only give a small benefit to to a small elite number of people such as MPs and CEOs. Communications are so good why on earth would we want to save 20 minutes?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-21T22:15:56.810Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-22T17:57:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-18T10:23:03.321Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action: \r\n\r\nRepeal the 2013 and 2017 HS2 Hybrid Bills halting all HS2 works immediately: https://petition.parliament.uk/petitions/300170\r\n\r\nCancel HS2 and use the money for the NHS and local economies, post Covid-19: https://petition.parliament.uk/petitions/311642\r\n\r\nHalt work on HS2 and Stonehenge Tunnel until Coronavirus over: https://petition.parliament.uk/petitions/302756\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-18T10:23:03.320Z"
    },
    "id": 317765,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317765.json"
    },
    "type": "petition"
}