{
    "attributes": {
        "action": "Pay all carers/support workers the living wage of £9.30ph including sleeps-ins",
        "additional_details": "I want the government to consider and really think about how carers are paid and to recognise how hard working carers/support workers really are. Its come to our attention that commissioners up and down the country are paying more to some care providers than others, how can this be right? We in lancashire have just been given sleep in pay cuts during the covid 19 pandemic its unacceptable and insulting we work hours upon hours risking our lives to be told we are being given paycuts. Pay us right",
        "background": "Pay all carers/support workers in england the living wage of £9.30 an hour including every hour of sleep in shifts or flat rate of at least £60. I want the you to acknowledge what our jobs entale and even more so to recognise how important we are during the covid19 pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-21T19:25:27.579Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-21T19:55:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-01T14:35:13.584Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government sets national minimum wages and employment law, but beyond this is not responsible for the pay or terms and conditions of privately employed workers, including live-in carers.\r\n\r\nWorkers must be paid at least the National Minimum Wage for any time they spend awake and working. If an employer fails to do this you can raise this with either Acas or HMRC: https://www.gov.uk/national-minimum-wage/worker-disputes-over-minimum-wage\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease minimum wage for social care staff to £10.72: https://petition.parliament.uk/petitions/316909"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-01T14:35:13.580Z"
    },
    "id": 317740,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317740.json"
    },
    "type": "petition"
}