{
    "attributes": {
        "action": "Create a UK Government of National Unity to address the current Covid 19 crisis.",
        "additional_details": "An unprecedented situation requires measures that address more than its symptoms.\r\nOur politicians have been unprepared, confused and slow with a coherent strategy.\r\nThe risks are global and complex, as well as local and varied and demand a different political paradigm.\r\nAn evidence based approach to policy has been lacking. \r\nCollaboration, inclusion, imagination and creativity are key to change & security – locally and globally.\r\nWe cannot return to a UK of inequalities; an NHS valued only for its potential as a monetised private concern, nor to a place where political dogma paralyses vital decisions and where it is acceptable to consider how best to profit from the pandemic.",
        "background": "Create a UK National Government – non-partisan & drawn from the best across the political spectrum with a focus on what is best for the people, the country and our children’s future.  We’ve done it before. We can do it again. It will work again. Our response now will resonate for future generations.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-22T16:08:44.588Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-27T20:00:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T07:46:19.142Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/301563\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-29T07:46:19.138Z"
    },
    "id": 317879,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317879.json"
    },
    "type": "petition"
}