{
    "attributes": {
        "action": "Make the Furlough scheme be catered to different industries in the UK",
        "additional_details": "Some industries can recover very quickly from the Lock down. Other industries such as events and theater will take longer to recover. It would be catastrophic for these industries and companies if they are taken off of Furlough without a ample amount of time to recover. This is one example, there are many more industries that are endangered due to the lock down.",
        "background": "Right now the Furlough scheme is a blanket policy that affects all workers without considering what industry they work in. I believe that the Furlough scheme should be staggered for industries that will take longer to recover.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-22T12:26:36.166Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-23T12:48:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T08:39:08.284Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you started your petition the Government has extended this scheme until October, and announced plans to taper support: https://www.gov.uk/government/news/chancellor-extends-furlough-scheme-until-october\r\n\r\nPetitions must make a clear request for the Government to take a specific action. If you want the Government to keep full support under the Coronavirus Job Retention Scheme for particular industries, for a particular timeframe or until certain conditions are met, you could start a new petition requesting this.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T10:50:56.052Z"
    },
    "id": 317845,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317845.json"
    },
    "type": "petition"
}