{
    "attributes": {
        "action": "Don't bail out billionaires - save small businesses instead",
        "additional_details": "For years, big companies have used buyback schemes & offshore tax havens to starve their own companies of revenue. This maximised payouts to shareholders, while allowing them to minimise staff wages & payments to HMRC, and now, it's an excuse to deny customers legally entitled refunds.\r\nMeanwhile, thousands of small limited companies that treat customers fairly and pay their UK taxes are being left behind, unable to access affordable loans or government grants.\r\nDon't help billionaires. Help SMEs.",
        "background": "Companies owned by billionaire investors, many of whom pay little or no UK tax, are asking for government bailouts. Conversely, small businesses that pay all their taxes in the UK have received almost no help from government, with owners expected to take out expensive loans to cover bills.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-23T08:22:36.016Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-23T09:38:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-03T11:11:33.933Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nIntroduce financial measures to support SMEs during Coronavirus outbreak: https://petition.parliament.uk/petitions/302889\r\n\r\nBan or limit bailouts for big businesses: https://petition.parliament.uk/petitions/303614\r\n\r\nStop Multi Million pound companies claiming government funded furlough payments: https://petition.parliament.uk/petitions/314882\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-03T11:11:33.930Z"
    },
    "id": 317964,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317964.json"
    },
    "type": "petition"
}