{
    "attributes": {
        "action": "Make the month of May an annual \"Praise NHS and Care Workers\" celebration",
        "additional_details": "It's imperative we prepare to deal with a future pandemic. The evidence suggests high probability of other worldwide pandemics in future. We can use the month of May to review things such as PPE availability at all sites. An annual Education Course could be run to educate a \"stock handler\" at each site about stocking and issuing items plus educate all workers about correct use of items. A declaration each May that we are celebrating these workers will instigate nationwide celebrations.",
        "background": "Declare the month of May an annual celebration and check-in. Use the month to celebrate the achievements of all NHS and Care Sector workers as well as to check-in that all NHS and Care facilities are equipped to deal with the next pandemic as there will undoubtledly be one!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-22T18:46:01.708Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-23T14:41:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-03T12:43:19.680Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to celebrate the NHS and take action to prepare for any future pandemics, but it's not clear exactly what you want the Government to do. The Government funds the NHS but operational decisions are a matter for the NHS, not the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nSet up a Royal Commission into Government planning and handling of pandemics: https://petition.parliament.uk/petitions/321251\r\n\r\nDesignate a day for the recognition of our NHS and all Emergency Services: https://petition.parliament.uk/petitions/308614\r\n\r\nSet up nationalised manufacturing of Personal Protective Equipment (PPE): https://petition.parliament.uk/petitions/317513\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-03T12:43:19.676Z"
    },
    "id": 317908,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317908.json"
    },
    "type": "petition"
}