{
    "attributes": {
        "action": "Require & Remind Retail Stores to make CLEAR Reasonable Adjustments during COVID",
        "additional_details": "Many vulnerable and disabled people are currently unable to access essentials without enduring 'temporary measures' which are potentially extremely detrimental to their physical health and mental wellbeing.\r\n\r\nDisabled people are being turned away from stores when they ask for 'Reasonable Adjustments' and verbally BANNED.\r\n\r\nSupermarket Stores are making reasonable adjustments only at specific 'unsociable hours' which is inconvenient, limiting and wholly inaccessible putting them at a disadvantage.",
        "background": "Require ALL Retail Stores in UK to honour the right to 'Reasonable Adjustments' in coherence with the 'Equality Act 2010' by allowing 'Priority' to those who present with a physical or invisible disability and provide 'Government Proof' and make adjustments to queuing on entry due to disability.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-23T11:50:27.578Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-23T12:18:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-03T15:16:06.578Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government passed the Equality Act, which requires service providers to make reasonable adjustments in respect of disabled people, but is not responsible for enforcing these rights. It is up to individual businesses to ensure they act in accordance with the law, and for individuals who feel reasonable adjustments have not been made to take action about this.\r\n\r\nThe Equality and Human Rights Commission has published advice on disability discrimination and your rights under the Equality Act: https://www.equalityhumanrights.com/en/advice-and-guidance/disability-discrimination\r\n\r\nCitizens Advice has produced some guidance on taking legal action about discrimination: https://www.citizensadvice.org.uk/law-and-courts/discrimination/taking-action-about-discrimination/taking-legal-action-about-discrimination\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-03T15:16:06.575Z"
    },
    "id": 317995,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317995.json"
    },
    "type": "petition"
}