{
    "attributes": {
        "action": "Open Business Rates Grant Scheme To All Businesses Regardless Of Rateable Value",
        "additional_details": "I want government to implement a grant structure regardless of rateable value/category. Businesses can operate on the basics of labour & supply chain. Business Rates is neither. Falling behind with employee wages or payment to supply chain creditors brings the economy and operations to a stop, businesses will close, unemployment will rise. All businesses are in the same boat. The economy will recover quicker the more people are employed & paying taxes. What benefits the economy. Rates or Taxes.",
        "background": "I want government to open the business rates grant scheme to all businesses of all rateable value or business category to allow businesses to focus their cashflow into paying creditors within supply chains and employee wages. 6 months Rates Free & 3 Months Half Rates then back onto full rates.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-23T05:56:44.997Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-23T07:59:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T15:48:27.117Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nGiven the current situation suspend all Business Rates now to all business: https://petition.parliament.uk/petitions/305899\r\n\r\nExtend grants immediately to small businesses outside of SBRR: https://petition.parliament.uk/petitions/305024\r\n\r\nExtend £10,000 small business grant to SMEs that do not have a property: https://petition.parliament.uk/petitions/304161\r\n\r\nExempt businesses whose offices have closed due to Covid-19 from business rates: https://petition.parliament.uk/petitions/313407\r\n\r\nRaise the (SBBR) small business COVID-19 grant to £25,000 help small businesses: https://petition.parliament.uk/petitions/307846\r\n\r\nStop business rates, VAT and PAYE whilst government advise isolation for COVID19: https://petition.parliament.uk/petitions/304260\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T15:48:27.115Z"
    },
    "id": 317945,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317945.json"
    },
    "type": "petition"
}