{
    "attributes": {
        "action": "Give the public the true number of Covid 19 deaths",
        "additional_details": "The lock down measures are being based on how widespread the virus is and the resultant mortality rate.  Therefore it is vital to be using accurate data.  To be classifying all deaths as Covid 19 is wrong on many levels.  For the public to have confidence in government, and for continued compliance with the harsh and damaging lock down measures, it is time for greater robustness and rigor when it comes to numbers and modelling.",
        "background": "Tell the public how many people have died from Covid 19.  Give this figure separate to the number of deaths where Covid 19 was tested as actually present, and /or believed to be present.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-23T12:28:23.293Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-29T15:15:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-13T13:52:13.320Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nWe understand you are concerned about how deaths from Covid-19 are recorded and reported but we're not sure exactly what you would like to change. \r\n\r\nYou can find out more information about what we know and what we don’t know about the death toll here: https://fullfact.org/health/covid-deaths/\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-13T13:52:13.318Z"
    },
    "id": 318006,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318006.json"
    },
    "type": "petition"
}