{
    "attributes": {
        "action": "Expand the 2020-21, 12-month business rates retail discount to include all SME's",
        "additional_details": "Nearly all businesses have suffered dramatic reduction in revenue due to the disruption caused by COVID 19. For most SME's this is unsustainable for even a short time and many will not survive, leading to catastrophic job losses and a much slower economic recovery after the crisis.  The 12-month Business Rates holiday for the hospitality and entertainment industries was very welcome and it is essential this is now extended to all SME's in all sectors many of whom have suffered similar losses.",
        "background": "I would like parliament to expand the 12-month business rates discount (offered currently to shops, restaurants, bars etc) to include all SME's irrespective of their business category.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-23T13:26:46.272Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-23T14:17:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T15:50:16.990Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/305899\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T15:50:16.988Z"
    },
    "id": 318013,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318013.json"
    },
    "type": "petition"
}