{
    "attributes": {
        "action": "Rename the NHS The ROYAL National Health Service",
        "additional_details": "Most of us are guilty of taking our NHS for granted but at this time of an unprecedented world wide health emergency many of us are turning out every Thursday evening to join together in showing how much we actually value and care about our NHS. Eventually, once the emergency is over, this nationwide weekly acolade will probably cease. Granting the NHS the style of ROYAL will be an acolade which will never cease, a permanent reminder of the value we as a nation place upon this vital body.",
        "background": "Petition HM The Queen to grant the style and status of Royal to the NHS",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-23T13:35:39.718Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-25T10:48:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-15T14:14:26.982Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The title ‘Royal’ is a privilege granted by the Queen and not by the Government or Parliament.\r\n\r\nYou could start a petition calling on the Government to recommend to Her Majesty that she grant the title \"Royal\" to the NHS.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-15T14:14:26.979Z"
    },
    "id": 318015,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318015.json"
    },
    "type": "petition"
}