{
    "attributes": {
        "action": "Stop the current academic year for year 12's.",
        "additional_details": "Pressure on year 12's is far too much when added to the uncertainty. Our year group is missing vital time with mentors/teachers that online resources can't fix. Our whole year group is so stressed and anxious that its impossible to focus on our work and ignore the panic. This will alter our grades entirely, its undeniable. But, removing 2 months work from courses and ending the year now would be far greater and mean that we wouldn't be fearing our entire future disappearing as we are currently.",
        "background": "We want the government to close the current academic year for year 12 and cut two months of topic from the syllabus of each subject (instead giving us revision work and summer tasks to complete) as well as lowering grade boundaries for the exams next year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-23T22:52:28.471Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-23T23:08:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-03T13:50:53.609Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nReduce curriculum content for year 10 & 12 students who will sit exams in 2021: https://petition.parliament.uk/petitions/320772\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570\r\n\r\nDecisions about qualifications, examinations and assessments in England are a matter for Ofqual, exam boards and individual schools, and are not a matter for the UK Government or Parliament.\r\n\r\nYesterday Ofqual launched a consultation on 2021 exams and assessments. You can read about this consultation here: https://www.gov.uk/government/news/ofqual-launches-consultation-on-2021-exams-and-assessments"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-03T13:50:53.606Z"
    },
    "id": 318081,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318081.json"
    },
    "type": "petition"
}