{
    "attributes": {
        "action": "Once Covid restrictions lift, people can still work from home if they chose.",
        "additional_details": "For over 20 years now we have been taught about how badly the world is suffering from pollution of all kinds. We have all seen heard and felt the difference in traffic and noise pollution levels since the restrictions were put in place. Can we make a small change now? Businesses have paid out thousands to give staff the ability to work from home, so far, successful. Please can you make it possible so that we can chose to continue to work from home to try reduce pollution levels further?",
        "background": "I would like to make it possible for people to continue working from home if they're able to. I am hoping this will allow the ease of traffic and also ease pollution levels.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-24T14:59:34.107Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-24T17:14:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-06T13:41:04.574Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nRequire suitable businesses offer remote & flexible working to employees: \r\nhttps://petition.parliament.uk/petitions/318057\r\n\r\nStudy impact of home working on health & the environment and act on the results: https://petition.parliament.uk/petitions/317466\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-06T13:41:04.570Z"
    },
    "id": 318190,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318190.json"
    },
    "type": "petition"
}