{
    "attributes": {
        "action": "Reduce VAT Payments for businesses within Hospitality Sector due to Coronavirus",
        "additional_details": "Germany and Italy have already taken the decision to help their hospitality sectors, This sector was the first to close and will be the last to open, they will loose their main summer season which supports them through the winter months and likely to loose between 50-75% of their annual turnover through no fault of their own. A number were not eligible for a grant due to the business rate cap £51,000 and are facing large debts even before being able to reopen. Trade will be slow to return",
        "background": "Due to the Coronavirus outbreak the hospitality sector has been hugely impacted, reduce VAT to 10% for 12 months to help kick start the economy and support businesses who have large debt through no fault of their own.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-24T11:21:51.987Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-24T12:30:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T15:51:37.791Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nEconomic assistance for the hospitality industry during the COVID-19 pandemic: https://petition.parliament.uk/petitions/302162\r\n\r\nReduce VAT for small businesses in the hospitality sector to 5%: https://petition.parliament.uk/petitions/303688\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T15:51:37.789Z"
    },
    "id": 318131,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318131.json"
    },
    "type": "petition"
}