{
    "attributes": {
        "action": "Mandatory arrest for perpetrators of mental and coercive domestic abuse.",
        "additional_details": "This issue is more apparent as all of the UK is on lockdown due to having a pandemic of Covid -19.Coercive and mental abuse does not leave physical scars and bruises, therefore as the police cannot visually see evidence of abuse, the police are unable to provide protection for a victim and provide justice as they would for physical violence offences.",
        "background": "Currently, the police have the power to arrest a suspect of physical domestic violence where physical injuries are apparent, irrespective of whether the victim wants to press charges or not. However, mental and coercive behaviours can impact a victim just as much if not more.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-24T10:11:26.382Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-24T11:23:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-03T14:25:44.633Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Controlling or coercive behaviour in an intimate or family relationship is already an offence. Investigating suspected offences and charging people with an offence is a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nWe have published the following petitions, calling on the Government to increase support for victims of domestic violence during the Covid-19 outbreak:\r\n\r\nFund more advertising for helplines for children and domestic violence victims: https://petition.parliament.uk/petitions/314054\r\n\r\nFund increased social services support & emergency accommodation during Covid19: https://petition.parliament.uk/petitions/309559\r\n\r\nThe Government has published guidance on getting help with domestic abuse during the Covid-19 outbreak: https://www.gov.uk/guidance/domestic-abuse-how-to-get-help\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-03T14:25:44.632Z"
    },
    "id": 318120,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318120.json"
    },
    "type": "petition"
}