{
    "attributes": {
        "action": "Force Ryanair to provde refunds owed as a result of flights being cancelled.",
        "additional_details": "Ryanair are blatantly flouting the law by not processing refunds to customers for cancelled flights within the legally required timeframe.  The government seems to be taking absolutely no action on this whatsoever and appear to be content to allow the company to break the law with impunity.  This is, obviously, very dangerous for the future of any country: to allow organisations to break the law unimpeded and without consequence.",
        "background": "I would like to government to force Ryanair to make their legally required refunds within the time scale mandated by law and to impose sanctions against the company if they do not do so.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-24T10:31:27.417Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-30T05:54:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-07T16:49:30.544Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Arrangements for refunding, changing or rebooking travel are a civil matter between individual travellers and airlines or travel agents, not the Government or Parliament.\r\n\r\nThe Civil Aviation Authority, which regulates the UK aviation industry, has provided guidance on passenger rights and how to make a claim: https://www.caa.co.uk/Passengers/Resolving-Travel-Problems/Delays-and-cancellations/\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRequire travel companies & airlines to pay compensation if no refund in 14 days: https://petition.parliament.uk/petitions/317878\r\n\r\nCreate a fund to reimburse money lost due to covid-19 travel cancellations: https://petition.parliament.uk/petitions/304912"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-07T16:49:37.783Z"
    },
    "id": 318124,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318124.json"
    },
    "type": "petition"
}