{
    "attributes": {
        "action": "Reserve one day per week for the vulnerable to go out.",
        "additional_details": "The elderly and vulnerable will be locked in for the longest.  Many of them are not able to access on-line shopping, are often lonely and miss social contact.  However, they will most likely be locked in for the longest, and their mental health is likely to be affected.  Reserving one day a week for the elderly and vulnerable to go out will help them, but not impinge too much on the rest of the population.",
        "background": "Reserve one day each week when only the vulnerable and elderly are allowed out, to give them the opportunity for relatively safe shopping and exercise, whilst still maintaining social distancing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-24T10:02:48.226Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-24T11:53:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-06T07:46:21.384Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you started your petition the Government has changed its advice on social distancing, including for the clinically vulnerable. The Government's current advice on what you can and can't do is here: https://www.gov.uk/government/publications/coronavirus-outbreak-faqs-what-you-can-and-cant-do\r\n\r\nThe regulations creating certain restrictions due to the Covid-19 outbreak, make no distinction between those who are clinically vulnerable and those who are not, although the Government's advice on social distancing does recommend that people are clinically vulnerable be especially careful and be diligent about social distancing and hand hygiene: https://www.gov.uk/government/publications/staying-alert-and-safe-social-distancing/staying-alert-and-safe-social-distancing-after-4-july#clinically-vulnerable-people\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-06T07:46:21.382Z"
    },
    "id": 318118,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318118.json"
    },
    "type": "petition"
}