{
    "attributes": {
        "action": "Stop the Parole board from considering Jon Venables for early release",
        "additional_details": "Jon Venables, now 36, was sent back to prison in 2010 and again in 2017 for possessing indecent images of children. \r\nHe is not to be trusted amongst the innocent people that should be protected against people like him. He has been given many chances, numerous new indentities  with ridiculous amounts of money spent on him and he still proves himself to be a danger to the people on the streets.\r\n\r\nHe should not be allowed to be considered for release, never mind early release.",
        "background": "Put a stop to the parole board even considering the release of Jon Venables, one of the murderers of James Bulger. Consider the impact to the family of James, but also the general public.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-25T10:11:11.757Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-25T10:21:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-06T14:08:30.433Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This isn't something that the UK Government and Parliament can do.  \r\n\r\nDecisions about releasing prisoners into the community are taken by the Parole Board, which is independent. The Government and Parliament can't influence or change any particular decision the Parole Board may make. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-06T14:08:34.613Z"
    },
    "id": 318293,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318293.json"
    },
    "type": "petition"
}