{
    "attributes": {
        "action": "In 2020 no large company should make profit and a stealth tax should be applied",
        "additional_details": "Companies should not profit during this crisis particularly banks supermarkets and insurance companies. Many companies are getting tax breaks with the rates holiday when in fact the are still operating. Cost writes offs should be fully investigated to stop tax avoidance. Dividends should not be allowed to be paid or deferred to boost the tax paid. Bonus’s above a certain amount should also be banned. It’s only for 2020 financial year and will help pay the country out of the financial implications",
        "background": "Many companies are reliant on the financial support being given and putting the country into debt. Therefore no large company should be able to make a profit. A stealth tax should be made. Furthermore bonus’s should be banned and shareholder dividends not allowed. Just for 2020.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-25T07:44:39.290Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-25T21:56:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-07T08:51:55.748Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to prevent any company making a profit. A stealth tax is a tax levied in such a way that it is largely unnoticed, and it is not clear how such a tax could be used to prevent large companies from making a profit.\r\n             \r\nWe have published the following petitions, which you might like to sign:\r\n\r\nPass into law a windfall tax for all businesses that profit from coronavirus:\r\nhttps://petition.parliament.uk/petitions/306971\r\n\r\nRestrict Government support for Covid-19 to dividend-paying companies:\r\nhttps://petition.parliament.uk/petitions/306053\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-07T09:26:18.260Z"
    },
    "id": 318276,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318276.json"
    },
    "type": "petition"
}