{
    "attributes": {
        "action": "Extend the Armed Forces Compensation Scheme to include frontline medical staff",
        "additional_details": "If a soldier is badly injured or killed in the line of duty, they or their family is compensated. This is only right and proper.\r\n\r\nOur doctors, nurses and carers are now frontline soldiers in the war against COVID, dying at a faster rate than our military casualties in Afghanistan. Still more will have permanent lung damage, etc.\r\n\r\nBut their families get no compensation whatsoever, and some are left both bereaved and destitute. \r\n\r\nThis injustice cannot stand. Compensation for ALL our fallen heroes.",
        "background": "Either extend the Armed Forces Compensation Scheme, or create a new NHS & Carers Compensation Scheme, so that the families of frontline medical staff and carers killed by COVID are compensated just like military families. \r\n\r\nThey have made the ultimate sacrifice for us. It is the least we can do.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-25T00:07:51.119Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-25T15:50:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T12:35:00.756Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nFund increased death in service benefits for NHS staff who die during Covid-19: https://petition.parliament.uk/petitions/307592\r\n\r\nProvide financial security and compensation to the families of keyworker victims: https://petition.parliament.uk/petitions/315685\r\n\r\nProvide pensions to all who lose their husband, wife or partner during Covid-19: https://petition.parliament.uk/petitions/311355\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T12:35:00.753Z"
    },
    "id": 318262,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318262.json"
    },
    "type": "petition"
}