{
    "attributes": {
        "action": "Build a memorial for key workers who have died from COVID-19",
        "additional_details": "The coronavirus pandemic is like no other. Not only has it changed the way we live our lives, it has brought untold suffering to thousands of people. Never before has the NHS seen so many people dying so early in their lives from a virus of this kind. It has left families and friends devastated. Many have unable to mourn, as were unable to see their loved ones in hospital before they died. To show appreciation and leave a lasting legacy, it will be a fitting tribute to our dedicated key workers.",
        "background": "As the son of two NHS doctors, I would like there to be a memorial in remembrance of key workers whose lives have been cut short by COVID-19. This will also be a place where people can go to pay their respects and remember those who have died. It will be legacy to those who have left us too soon.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-24T18:58:35.052Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-26T06:27:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-22T08:41:30.498Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action:\r\n\r\nA memorial for NHS, care, allied professionals, who die as a result of COVID:19: https://petition.parliament.uk/petitions/313328\r\n\r\nCreate a National Covid-19 Key worker memorial Commemorate the fallen: https://petition.parliament.uk/petitions/315516\r\n\r\nCommission a Memorial Plaque to honour and remember UK victims of the Covid-19: https://petition.parliament.uk/petitions/310097\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-22T08:41:30.496Z"
    },
    "id": 318233,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318233.json"
    },
    "type": "petition"
}