{
    "attributes": {
        "action": "Support Home Nations with completion of 2019/20 professional football leagues.",
        "additional_details": "Football is our national sport, enjoyed by millions across UK and the world. Coronavirus lockdown restrictions regarding playing professional football should be lifted as a priority, whether or not played behind 'closed doors'. This will provide much needed new media content. It is considered vital that the 2019/20 season is played-out for fairness, with no such issue facing future competitions which begin equal. Football is a key sport offering joy to millions during a period of hardship.",
        "background": "To offer encouragement and additional resources to all Home Nations so they may complete their 2019/20 professional football league seasons as soon as possible. This may include prioritising these league competitions above all other club competitions, both internal to UK and external to Europe.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-25T19:13:21.535Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-25T19:57:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-06T15:20:29.696Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for football's governing bodies, including the Premier League, English Football League, and Football Association, not the UK Government or Parliament.\r\n\r\nIn any case, since you started your petition, football leagues across the UK have either resumed play 'behind closed doors' or ended their seasons with games unplayed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-06T15:20:34.448Z"
    },
    "id": 318367,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318367.json"
    },
    "type": "petition"
}