{
    "attributes": {
        "action": "COVID-19: Food Stores must offer hand sanitiser as customers enter the building",
        "additional_details": "It is well established that people can carry live Covid-19 virus on their hands before they show any symptoms. Live virus can transfer to plastic surfaces and stay active for up to 72 hrs. Social distancing alone does not prevent this spread\r\n\r\n- Hand-to-mouth transmission of live virus is an important cause of infection\r\n- Food packaging can carry Covid-19\r\n- Several supermarkets (eg Waitrose) already offer hand sanitiser at entry\r\n- The government should require this to help reduce Covid-19 spread",
        "background": "The Government should order all food stores to offer hand sanitiser to customers as they enter, and extend this across retail as lockdown is eased.\r\n\r\nThey should also ensure that an adequate supply of hand sanitiser is available by commissioning cosmetic manufacturers to use their production lines.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-25T19:00:23.958Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-26T07:50:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-06T15:35:23.528Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition, the Government has provided guidance for retailers to follow as they reopen.\r\n\r\nThis includes encouraging customers to use hand sanitiser or handwashing facilities as they enter the premises.\r\n\r\nYou can read this guidance here:\r\nhttps://www.gov.uk/guidance/working-safely-during-coronavirus-covid-19/shops-and-branches#shops-2-1\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-06T15:35:31.074Z"
    },
    "id": 318366,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318366.json"
    },
    "type": "petition"
}