{
    "attributes": {
        "action": "Provide FFP3 masks, goggles, and long sleeved gowns for nurses.",
        "additional_details": "The lives of people working on our hospital wards must be valued.\r\nWe must show that they are valued not just be clapping but by ensuring that every effort is made to protect their lives while they do the important work that they do.\r\nThey are not expendable!!",
        "background": "We call on the government to ensure that  every nurse working on wards where there is coronavirus have full protective equipment. Change the recommendations to ensure proper protection is provided rather than the paper surgical, masks, gloves and a disposable apron which are not adequate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-25T10:54:50.041Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-25T12:59:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-06T14:19:53.713Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions instead:  \r\n\r\nProvide all workers dealing with the public PPE to be protected from COVID-19: https://petition.parliament.uk/petitions/307866 \r\n\r\nProtect essential workers from contracting and spreading Covid-19: https://petition.parliament.uk/petitions/306387 \r\n\r\nSupply PPE to all Health and Social Care workers including community carers: https://petition.parliament.uk/petitions/314229 \r\n \r\n\r\nProvide adequate PPE equipment for medical professionals working with COVID-19: https://petition.parliament.uk/petitions/304243 \r\n\r\nProvide urgent support and PPE to carers during coronavirus crisis: https://petition.parliament.uk/petitions/312960 \r\n\r\nSuitable equipment to protect our front-line police officers from COVID-19: https://petition.parliament.uk/petitions/310079 \r\n\r\nProvide Protective Personal Equipment PPE to all Transports Workers: https://petition.parliament.uk/petitions/317297  \r\n\r\nGive All Schools Protective Equipment to help protect staff from the Coronavirus: https://petition.parliament.uk/petitions/306347 \r\n\r\nFund and provide safety clothing for the supermarket staff on the frontline: https://petition.parliament.uk/petitions/305874 \r\n\r\nEnsure all prison workers are issued protective gear during this pandemic: https://petition.parliament.uk/petitions/310683 \r\n\r\nCOVID-19: Commandeer production of British-made PPE for frontline staff: https://petition.parliament.uk/petitions/312024 \r\n\r\n \r\n\r\nSet up nationalised manufacturing of Personal Protective Equipment (PPE): https://petition.parliament.uk/petitions/317513 \r\n\r\nMake stockpiling PPE law incase of future pandemics: https://petition.parliament.uk/petitions/314100 \r\n\r\n### Further information \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips \r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/  \r\n\r\n \r\nFind out the latest updates from Parliament on the COVID-19 outbreak, including ways that you can get involved: https://www.parliament.uk/business/news/covid-19/  \r\n\r\nAre you an academic or researcher? Find out how you can help Parliament scrutinise the Government’s response to coronavirus: https://www.parliament.uk/covid19-researcher-engagement \r\n\r\n\r\n### What the Petitions Committee is doing \r\n\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-06T14:20:07.679Z"
    },
    "id": 318304,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318304.json"
    },
    "type": "petition"
}