{
    "attributes": {
        "action": "Request Her Majesty to grant the Royal Charter to our NHS",
        "additional_details": "Over more than seventy years the NHS has served the people of Great Britain well despite ever increasing demands.Over the past weeks NHS has met the unexpected additional stress posed by the COVID-19 pandemic, gaining the trust and admiration of the entire nation.The dedication and professionalism exhibited by every member even when facing personal danger has helped to save lives. Research and development within the NHS is at the cutting edge introducing new treatments and  life saving vaccines.",
        "background": "Request our Queen to grant The Royal Charter to the NHS in recognition of the services renderd to our nation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-25T20:09:26.605Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-26T00:02:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-07T08:48:55.056Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the NHS to be recongised, but it's not clear how you want a royal charter to be used to achieve this. Royal Charters are instruments of incorporation, granted by The Queen, which confers independent legal personality on an organisation and defines its objectives, constitution and powers to govern its own affairs. It's not clear from your petition that this is what you want.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nChange the name of the NHS to the Royal National Health Service: https://petition.parliament.uk/petitions/318346"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-07T09:22:33.674Z"
    },
    "id": 318371,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318371.json"
    },
    "type": "petition"
}