{
    "attributes": {
        "action": "Allow children over 5 the right to decide which parent they want to live with.",
        "additional_details": "A senior qualified mental health professional should assess the child’s intellectual and emotional ability to decide and the parent’s ability to care for the child. The assessment should ensure that there has not been undue influence or intimidation from either parent. Follow up psychological well-being assessments with the child and its parents should be made to ensure that the child is happy, psychologically functioning well and that both parents are coping.",
        "background": "With 42% of marriages expected to end in divorce (this not even factor in unmarried families) the courts have always assumed that the child is always better off with the mother. Why shouldn’t a child of sound mind not have uncontested choice of which parent they want to live with?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-26T04:20:05.533Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-27T15:39:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-15T15:01:58.599Z",
        "rejection": {
            "code": "no-action",
            "details": "When making decisions about residence, the law already says that the court should have particular regard to the ascertainable wishes and feelings of the child\r\nconcerned. We're therefore not exactly sure what further change in the law you'd like to see. You can find out more here: https://commonslibrary.parliament.uk/research-briefings/cbp-8761/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-15T15:02:03.793Z"
    },
    "id": 318389,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318389.json"
    },
    "type": "petition"
}