{
    "attributes": {
        "action": "Give all profits earned from the coronavirus support loans to charity sector.",
        "additional_details": "We want to live in a fair and just society. The Government must change the law, so that banks cannot earn profits off of government backed loans. We want all profits from these loans to go to the charity sector, forever. And any future government guaranteed loans, including loans made indirectly through funds generated by quantitive easing, should also go to the charity sector. Banks shouldn’t get a free ride and all charities desperately need our help.",
        "background": "Banks are currently lending money to businesses, with the support of the Bank of England printing money and the government guaranteeing the loans. This means the banks are getting free money, making profits on it, and it’s impossible for them to lose.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-25T12:44:32.445Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-25T13:12:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-07T08:35:05.738Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. Donating profits would be a decision for individual businesses.\r\n\r\nThe Bank of England have implemented various measures to increase the amount of lending from commercial banks. UK banks have agreed that they will not pay any dividends to their shareholders that were still due from 2019, and will not pay any new dividends until the end of 2020. In addition, they do not expect banks to pay cash bonuses to their senior staff.\r\n\r\nYou can read more about these measures here: https://www.bankofengland.co.uk/coronavirus\r\n\r\nIf you would like the Government to lend directly to businesses, rather than through guaranteeing loans through commercial banks, you could start a petition calling for that to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-07T09:23:14.989Z"
    },
    "id": 318320,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318320.json"
    },
    "type": "petition"
}