{
    "attributes": {
        "action": "Award NHS workers with indefinite leave to remain in the UK",
        "additional_details": "Many of the dedicated professionals working endlessly to ensure our country is able to provide the best health care are in the UK on a visa. NHS workers are currently risking their lives to keep our country safe and reduce the number of deaths caused by COVID-19. The Government announced that NHS immigrant workers will receive and automatic 1 year visa extension, however, more must be done. They have risked their lives and that must be rewarded. Grant them indefinite leave to remain in the UK.",
        "background": "The NHS is a fundamental part of our public welfare system with a history to be proud of. Though the most valuable asset is the talented and passionate team of people committed to providing the best health care. As a result, we should protect our people and award them with indefinite leave to remain",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-25T19:42:56.530Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-25T20:22:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T10:57:05.781Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action.\r\n\r\nAward immigrant key workers with permanent residency after coronavirus crisis: https://petition.parliament.uk/petitions/307483\r\n\r\nCitizenship to all immigrant key workers: https://petition.parliament.uk/petitions/313825\r\n\r\nIndefinite Leave to Remain for NHS Staff: https://petition.parliament.uk/petitions/312565\r\n\r\nGive non-British citizens who are NHS workers automatic citizenship: https://petition.parliament.uk/petitions/305129\r\n\r\nCitizenship for all immigrant NHS and social care workers - Covid19: https://petition.parliament.uk/petitions/312894\r\n\r\nFree British Citizenship applications for foreign NHS staffs and their families: https://petition.parliament.uk/petitions/314483\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T10:57:05.778Z"
    },
    "id": 318369,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318369.json"
    },
    "type": "petition"
}