{
    "attributes": {
        "action": "Stop Liz Truss from blocking healthcare access for transgender youths",
        "additional_details": "As Liz Truss is the equalities minister, her decision making power is currently above public influence. However, other governing bodies can prevent policies from being implemented if they are deemed harmful by Parliament, before reforms cause detriment to the public. The LGBTQ+ community, along with a wide network of allies, have made it very clear through public petitions that these reforms will cost lives. Transgender youths deserve proper healthcare. We want you to ensure their protection.",
        "background": "Tory equalities minister Liz Truss has recently proposed reforms to the Gender Recognition Act that would prevent trans individuals under 18 from seeking hormone replacement therapy or other medical treatments. These proposed reforms endanger the health of trans youth and limit necessary healthcare.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-25T18:30:41.330Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-25T18:47:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-06T14:34:46.671Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nDo not ban gender transition treatments for under 18s: https://petition.parliament.uk/petitions/318025\r\n\r\nUphold current legal protections for transgender individuals and under 18s: https://petition.parliament.uk/petitions/318175"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-06T14:34:46.669Z"
    },
    "id": 318361,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318361.json"
    },
    "type": "petition"
}