{
    "attributes": {
        "action": "Make Credit Checks for Rental Properties include Universal Credit",
        "additional_details": "Single income families with children requiring more space find it impossible to pass the cedit checks run by lettings agents, despite being able to afford the rent with Universal Credit support. With housing waiting lists being so long and local authorities advising private rental, this hurdle is making the process of renting very difficult. The government should consider a policy to allow Universal Credit to be considered as part of the credit check so families can rent privately.",
        "background": "To make things easier for families who are subsidised with Universal Credit to secure rental properties. The credit checks carried out by Lettings Agents should consider Universal Credit as part of the family's secured income",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-26T15:47:42.640Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-26T17:09:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-07T07:42:51.957Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The scoring of credit reports is a matter for individual credit reference agencies in cooperation with lenders, not the Government or Parliament. Similarly, the conduct of other ways of checking income and credit is a matter for any businesses conducting these checks, and not the Government or Parliament.\r\n\r\nWe have published a related petition, which you might like to sign:\r\n\r\nBan landlords and estate agents discriminating against universal credit tenants: https://petition.parliament.uk/petitions/306091"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-07T07:42:51.954Z"
    },
    "id": 318443,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318443.json"
    },
    "type": "petition"
}