{
    "attributes": {
        "action": "Legislate for a 'National Economic Health Fund' to take care of our NHS.",
        "additional_details": "The Covid19 pandemic has shown without a doubt that the health of our economy depends on a fully resourced NHS.  During this pandemic our NHS has been taking care of our nation despite continuous funding cuts over the past decade. Investing in NHS services through the National Economic Health Fund is investing in the economy.This petition calls for companies with annual taxable profits above £1.5m to contribute a % of their earnings to invest in NHS staff, their well-being, facilities + services",
        "background": "Let us take care of our NHS by changing company tax law, to legally ensure that a % of tax from large companies operating in the UK is dedicated to funding the NHS’ publicly provided services. A ‘National Economic Health Fund’ not to replace current NHS funding but as an additional investment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-26T14:26:56.575Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-26T14:45:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-07T07:34:41.020Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to make changes to increase funding available for the NHS, but it's not clear if you want the Government to create a fund to which to allocate part of current tax revenues, or if you want the Government to create a new tax for businesses with profits over a certain level.\r\n\r\nWe have already published the following petitions about NHS funding:\r\n\r\nYou may wish to sign some of these petitions:\r\n\r\nEnsure continued Universal health cover by legally committing to a minimum spend: https://petition.parliament.uk/petitions/300925\r\n\r\nCreate a National Health Insurance Tax for the NHS: https://petition.parliament.uk/petitions/313361\r\n\r\nRaise the rate of income tax and corporation tax to fund the NHS: https://petition.parliament.uk/petitions/313995\r\n\r\nIf you want the Government to create a new tax the revenues of which are allocated to a new fund for the NHS, you could start a petition requesting this, but it would need to be clear exactly what you wanted the Government to do.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-07T07:34:41.015Z"
    },
    "id": 318439,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318439.json"
    },
    "type": "petition"
}