{
    "attributes": {
        "action": "A Levels/GCSE/Btec courses to be re-evaluated for the exams in 2021.",
        "additional_details": "As a Year12 student myself,3 A Levels are very hard to teach by yourself without having a teacher to guide you efficiently. We have missed out on a lot of content, and despite trying to learn the content at home, it is very difficult to consolidate the information without being at highschool/college. We should not be expected to take the exams in 2021,it should either be extended or cancelled like the Year11/13s. We are also entitled to a 6week summer holiday. Lockdown isn’t a holiday,it’s hard.",
        "background": "Due to the Covid-19 situation in the UK, the Government were forced to shut schools down. This has negatively impacted students who are in Year 10&12 and are still expected to take the exams next year after missing out on so much education without a teacher being physically present.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-27T05:07:22.646Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-27T05:25:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T09:37:33.123Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T09:37:33.121Z"
    },
    "id": 318506,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318506.json"
    },
    "type": "petition"
}