{
    "attributes": {
        "action": "Allow weddings to go ahead as planned at least in a few months",
        "additional_details": "I would like government to allow weddings and their reception parties to be given the go ahead. I would like this to start at least by August.\r\n\r\nMany brides have spent endless time on planning their big special day and spent a large amount of money. Letting weddings go ahead will bring joy and happiness to those whose day is upcoming. Many brides have had to postpone their wedding due to covid19 and i think by letting weddings and their reception night do go ahead with limited amount of people of 120 would bring a lot of happiness and it would be a lifting spirit and encourage people that we are going in the right direction",
        "background": "Let weddings go ahead like families have planned for so brides can have their special day with loving friends and family around to celebrate",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-27T14:09:40.485Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-27T14:35:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-26T14:26:02.528Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want weddings to be allowed to go ahead, but it's not clear if you want these to be able to proceed without any restrictions, or if you want the Government to allow weddings to proceed but with some restrictions.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nPermit weddings of 5 people (registrar/couple/2 witnesses) during COVID19: https://petition.parliament.uk/petitions/315627\r\n\r\nAllow wedding ceremonies in England respecting social distancing: https://petition.parliament.uk/petitions/323535\r\n\r\nYou could start a new petition calling for weddings to be allowed to go ahead without any restrictions, if that is what you want to happen.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-26T14:26:02.526Z"
    },
    "id": 318567,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318567.json"
    },
    "type": "petition"
}