{
    "attributes": {
        "action": "change the rules on when you get fines from school to after 5 days,#corona virus",
        "additional_details": "we should be allowed 1 week holiday for anytime during term time after this, holidays helps busy working families and those on lower earning incomes to re-connect but due to the high prices during school holidays so many families are missing out, after all many children are not getting any education at all, 1 week of missing education can easily be gained by children rather than none at all for weeks on end.  I want the school to only fine one parent after 5 days absence to allow family time.",
        "background": "to change the rules to only fine parent after 5 days absence amid the corona virus outbreak.Yes it is vital for schools to shut BUT many children are not getting ANY education at all at home and family time is important and with term time holidays so expensive families are missing out that bond.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-27T19:20:55.935Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-27T22:31:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-05T10:51:42.645Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nNo prosecution for parents that remove child from school during a pandemic: https://petition.parliament.uk/petitions/300399\r\n\r\nAllow each child to have 5 days of permitted school vacation during term time: https://petition.parliament.uk/petitions/302021\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-05T10:51:42.641Z"
    },
    "id": 318611,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318611.json"
    },
    "type": "petition"
}