{
    "attributes": {
        "action": "Make it illegal for doctors to refuse to prescribe drugs for hard to detect NTDs",
        "additional_details": "We don't have reliable tests for NTDs like strongyloides stercoralis, yet doctors refuse to prescribe on a presumptive basis. NHS prescription data shows that the amount of medicine prescribed for this common parasite is very low. The parasite can be passed on via textiles & shower rooms.The parasite bites through the lungs. It's a common parasite that is likely to affect BAME. At a certain stage, the survival rate is only 20%. I am especially concerned about comorbidity with covid 19.",
        "background": "At present GPs & tropical disease specialists in the UK refuse to prescribe medicine like ivermectin/albendazole on a presumptive basis, even though this is recommended by the CDC. NTDs like strongyloides stercoralis are deadly and can cause asthma, pneumonia, sepsis & bacterial meningitis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-28T12:59:49.293Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-30T08:57:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-10T13:35:51.038Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nPrescribing guidelines in the UK are a matter for NICE. You can find out more about what NICE says about treatments for strongyloides stercoralis here: https://bnf.nice.org.uk/treatment-summary/helminth-infections.html\r\n\r\nYou can find out more about NICE prescribing guidelines here: https://bnf.nice.org.uk/guidance/guidance-on-prescribing.html\r\n\r\nIn any case, whether to prescribe a medicine to a particular person is a clinical decision for their doctor. \r\n\r\nYou could start a new petition about something the UK Parliament and Government are responsible for.  For example, you could start a new petition asking the UK Government to review access to appropriate treatments for people affected by \"neglected tropical diseases\", of that's something you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-10T13:35:58.538Z"
    },
    "id": 318693,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318693.json"
    },
    "type": "petition"
}