{
    "attributes": {
        "action": "Fairly compensate families of NHS workers who died fighting against Coronavirus",
        "additional_details": "This petition calls for the UK Government to reconsider this offer and instead provide the families of these NHS workers with fair financial support.\r\n\r\nUnless less than than £60,000 this support should be equal to the salary these NHS workers would have earned over their remaining working life and continue after their retirement age with the maximum pension they would have received. \r\n\r\nThis is the minimum the government should do for those who gave so much.",
        "background": "The £60,000 life assurance payout announced today in no way compensates the families of NHS workers who tragically lost their own lives to coronavirus after bravely trying to save others. £60,000 is a pittance and no single life should be seen as worth so little",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-27T18:22:50.583Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-27T18:52:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T12:36:04.041Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/307592\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T12:36:04.038Z"
    },
    "id": 318602,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318602.json"
    },
    "type": "petition"
}