{
    "attributes": {
        "action": "Allow ALN children to attend school during COVID-19 restriction",
        "additional_details": "Because there are children who are struggling at home without the routine, structure and expert help they get from school. Many children with additional needs, especially autism, will not understand the changes to their lives. Despite the best efforts from parents and carers, these children are regressing, self-harming, not sleeping and falling apart. They also cannot visit family or go places they enjoy anymore on top of the school absence. Not all ALN children will be struggling so this is regarding those that are.",
        "background": "Allow children with Autism and/or learning difficulties to attend school during COVID-19 restrictions if it is in the child's best interest.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-28T19:02:50.262Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-29T07:09:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-08T15:03:01.710Z",
        "rejection": {
            "code": "already-happening",
            "details": "Schools are already allowed to open for the children of key workers and 'vulnerable children', which includes any SEN/ALN children who have a social worker or have an education, health and care (“EHC”) plan. If you believe your child needs to attend school but their school remains closed, the government’s advice has been to speak to your local authority, who should redirect you to a local school in your area that your child can attend."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-08T15:03:10.130Z"
    },
    "id": 318759,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318759.json"
    },
    "type": "petition"
}