{
    "attributes": {
        "action": "Increase student places for health care professions in Universities 2020 intake",
        "additional_details": "Increase university places to address staff vacancies in NHS for this academic year",
        "background": "Currently universities have students on reserve list who are trying to get onto nursing and midwifery degrees. Offer all students on reserve list a place for this years intake in universities to help chronic shortages in staffing in NHS",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-29T06:37:10.712Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-29T21:50:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T08:38:50.810Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that universities will be able to recruit full-time undergraduate UK and EU students for 2020/21 up to a temporary set level, which is based on their forecasts for the next academic year, plus an additional 5%.\r\n\r\nThe Government has said that it will also have the discretion to allocate an additional 10,000 places, with 5,000 ring-fenced for nursing, midwifery or allied health courses to support the country’s vital public services.\r\n\r\nYou can read the Government's full announcement here: https://www.gov.uk/government/news/government-support-package-for-universities-and-students\r\n\r\nIt is up to individual universities which students to accept, subject to these limits, but if you wanted the Government to prevent any cap from applying to people who have applied for healthcare courses you could start a new petition calling for this.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T08:38:50.806Z"
    },
    "id": 318797,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318797.json"
    },
    "type": "petition"
}