{
    "attributes": {
        "action": "Make the GCSEs year 10s were doing early be done in the same way as the year 11s",
        "additional_details": "This is due to a number of reasons, the students may have too much stress in year 11 because of an extra exam(s) to do which they maybe already have worked hard all year for. They would’ve also already finished the course by now, so what would they do for a year? They may also find the exam too easy it’s almost pointless, this may be because they were planning to do a more challenging exam in year 11 e.g. further maths after doing normal maths in year 10. If someone wanted to retake after getting a predicted, they should be given the option to do it in year 11, but for others, they should just be given a predicted grade.",
        "background": "It seems completely unfair that year 10s and younger who were given the privilege to do a specific GCSE a year(s) early are being told they have to do it in year 11 like everyone else, especially when year 11s will be given these new predicted grades. They should apply the same rules for year 10s.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-29T11:23:33.344Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-29T11:36:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T09:38:50.057Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T09:38:50.055Z"
    },
    "id": 318830,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318830.json"
    },
    "type": "petition"
}