{
    "attributes": {
        "action": "Front Line Medical Staff removed from Register for Non Clinical Concerns.",
        "additional_details": "Issue direction to Health Regulator as above. There are significant number of front line health care worker removed by Regulators for non Clinical Concerns even where public safety was not compromised.\r\n\r\nPublic Intrest Pendulum will Swing  now in getting above British Health Care worker back on Register as soon as possible. Once health Emergency is over in few months,above health care worker will have option to have full restoration through normal regulatory process. Not to be forgotten at least 5 percent of front line medical staff reporting sick due to Covid related illness",
        "background": "Some of front line NHS worker are removed by Regulators even when public safety not compromised .But now changed circumstances due to Covid Health Crisis,Public Intrest and safety demands above workers are taken back in to Register without delay for this specific purpose.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-29T19:26:46.929Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-30T17:55:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-15T10:57:16.021Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The professional regulation in health and social care is a matter for individual regulators, not the UK Government or Parliament.  \r\n\r\nYou can find out more here: https://commonslibrary.parliament.uk/research-briefings/cbp-8094/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-15T10:57:16.019Z"
    },
    "id": 318889,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318889.json"
    },
    "type": "petition"
}