{
    "attributes": {
        "action": "Westminster provide testing and PPE for WELSH NHS workers and essential workers.",
        "additional_details": "Carers and essential workers are frightened and already have very limited availability to PPE. They are relying on donations of homemade PPE and have limited access to regulated PPE. These people have no access to testing for Covid 19 and have very few medical services since the centralisation of many hospital services. People are living in fear in rural areas and it is causing much mental health issues and anxiety.",
        "background": "Provide testing and PPE equipment for Welsh care workers, NHS staff and all essential workers for Covid 19. Currently, the Government website has availability for testing in England, Scotland and Northern Ireland and none is available in Wales.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-29T20:18:23.207Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-29T20:35:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T09:24:19.432Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Health is devolved to Wales so the provision of PPE and testing for healthcare workers in Wales is a matter for NHS Wales and the Welsh Government, not the UK Government or House of Commons.\r\n\r\nThe Welsh Parliament has its own petitions website, where you can start a petition about matters devolved to Wales: https://petitions.senedd.wales/petitions/check\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T09:24:19.429Z"
    },
    "id": 318897,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318897.json"
    },
    "type": "petition"
}