{
    "attributes": {
        "action": "Give Captain Tom Moore a statue in Trafalgar Square.",
        "additional_details": "As of today, April 30th 2020, he has raised £30 million for the NHS as the country battles the coronavirus pandemic. Today, on his 100th birthday, he received an RAF flypast by a Spitfire and a Hurricane. The two aircraft which won us the Battle of Britain. With the money he's raised Captain Tom is now helping Britain win this battle. He is a war hero twice over, having served in the last war and this rather different one. Please support this wonderful idea.",
        "background": "Trafalgar Square has always been where Britain's war heroes are honoured with statues. The fourth plinth is empty, it has no permanent resident. If ever there was a more deserving and publicly-supported candidate to have a permanent statue there, it must be Captain Tom Moore.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-30T08:56:39.561Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-30T10:52:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T13:51:22.941Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about what is displayed on Trafalgar Square is a matter for the Mayor of London and London Assembly, not the Government or House of Commons.\r\n\r\nYou may wish to sign these petitions calling for a similar action:\r\n\r\nA memorial for NHS, care, allied professionals, who die as a result of COVID:19: https://petition.parliament.uk/petitions/313328 \r\n\r\nCreate a National Covid-19 Key worker memorial Commemorate the fallen: https://petition.parliament.uk/petitions/315516 \r\n\r\nCommission a Memorial Plaque to honour and remember UK victims of the Covid-19: https://petition.parliament.uk/petitions/310097 \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-27T13:51:22.938Z"
    },
    "id": 318944,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318944.json"
    },
    "type": "petition"
}