{
    "attributes": {
        "action": "Either cancel or address the issues with the current y12 A level exams next year",
        "additional_details": "This crisis has exasperated existing socio-economic inequalities for many sixth form students. For those of us with pre-existing mental heath problems this pandemic has, for one reason or another, accentuated the struggles we've already been dealing with. We've lost a significant amount of term time, and there are clear discrepancies in the level of education different colleges are able to provide to their students. It would be nothing short of immoral to make us sit our exams like usual.",
        "background": "Work with students and teachers to evaluate a course of action for A level exams next year and either: cancel the exams, delay them or have teachers submit personalised statements that will affect grades, factoring in how we've mentally coped with Covid-19 and effort in lessons and class work.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-29T21:54:32.954Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-29T22:20:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T09:39:08.010Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T09:39:08.007Z"
    },
    "id": 318909,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318909.json"
    },
    "type": "petition"
}