{
    "attributes": {
        "action": "Government to pay wages of social care workers that have contracted Covid-19",
        "additional_details": "These staff deserve to be paid in full for this period. Social care providers are unable to meet this cost themselves as they are already struggling under immense pressure from the virus, due to reduced income, increase agency costs and rocketing PPE costs.",
        "background": "Millions of workers in the UK have been furloughed and are allowed to stay at home and receive 80% of their wages. Any member of social care staff who contracts the Covid-19 are required to self isolate and will only receive SSP during this period. This seems very unfair in the scheme of things.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-30T14:03:52.177Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-30T14:20:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T08:55:28.516Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/307650\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T08:55:28.512Z"
    },
    "id": 318996,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318996.json"
    },
    "type": "petition"
}