{
    "attributes": {
        "action": "Reduce VAT for hospitality, hotels, restaurant services, tourism in the uk",
        "additional_details": "The industry is being hit hard during this uncertain time and needs direct support and a competitive advantage to compete as a world, national and regional tourism destination. The UK current VAT rate of 20% is twice the European Average on top of APD, fuel duty, spirit duty etc. \r\nCutting VAT will make the UK a competitive tourism destination, a rewarding industry and career, regenerate town centres and rural communities, support food producers and generate thousands of new jobs.",
        "background": "We petition the UK government to reduce the VAT for hospitality and tourism sector inline with other EU countries. \r\nNow is the time to cut and reduce VAT for the hospitality and tourism sector to survive. \r\nProvide the hotel, restaurant, hospitality and tourism sector a life line to survive.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-30T23:36:58.733Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-01T09:08:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T15:57:46.366Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nReduce VAT for small businesses in the hospitality sector to 5%: https://petition.parliament.uk/petitions/303688\r\n\r\nProtect jobs and businesses in the travel and tourism industry during COVID-19: https://petition.parliament.uk/petitions/302233\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T15:57:46.362Z"
    },
    "id": 319063,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319063.json"
    },
    "type": "petition"
}