{
    "attributes": {
        "action": "Give parents of non-vulnerable children a choice to send back to school.",
        "additional_details": "Parents want the choice to send their children back whilst C19 is still very high. Allow non-vulnerable childrens families to have that choice. \r\nParents feel it is still to early to send children back to school. \r\nAllow parents to teach their children at home following the curriculum, sending work completed into their school for marking.\r\nAllow parents to still have an allocated space for their child for a minimum of a year so that we as parents can choose when we feel it is safe.",
        "background": "Give parents of non-vulnerable children a choice to send their children back to school, whilst we work through C19 and look for vaccines. \r\nParents are scared of sending their children to school, it is still to early for us as parents, let parents choose what is right for their children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-30T22:23:36.422Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-30T23:05:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-05T11:00:20.337Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/300399\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-05T11:00:20.334Z"
    },
    "id": 319057,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319057.json"
    },
    "type": "petition"
}