{
    "attributes": {
        "action": "Stop the installation of fire doors in House in multiple occupation (HMO).",
        "additional_details": "Noise can cause health problems. Health effects of noise include anxiety and stress reaction and in extreme cases fright. The physiological manifestations are headaches, irritability and nervousness, feeling of fatigue and decreases work efficiency. It is worth noting that these effects may not sound troubling, but the truth is, with time, the consequences can be very worrying.  Therefore, fire doors should be removed and stop further installations of them; or, soundproof the properties.",
        "background": "HMOs are a nuisance to me and many of its neighbours!\r\n\r\nWe, the neighbours are suffering from the noises the fire doors create.  Moreover, domestic properties (with no party wall, cavity or solid wall insulation) were not designed and built to accommodate those 'heavy hydraulic sprung' fires doors.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-30T18:51:52.838Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-07T13:13:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-14T15:38:32.272Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament are not responsible for the installation of fire doors. \r\n\r\nYou could start a new petition asking the UK Government or Parliament to change specific fire regulations. You could also start a new petition asking for all houses of multiple occupation to have minimum soundproofing.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-14T15:38:35.560Z"
    },
    "id": 319032,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319032.json"
    },
    "type": "petition"
}