{
    "attributes": {
        "action": "Ensure compensation for weddings cancelled with 24 hours notice due to Covid 19",
        "additional_details": "Until the Government announced the closure of venues at 5pm, 20/03/20, insurance companies were insisting, against social distancing advice, that weddings scheduled 21/03/20 must go ahead. Having spent £20,000+, I had less than 18 hours to cancel suppliers who had incurred their own costs in preparation for the next day. Expenses were non-refundable due to timescales and although assured by insurers at the time that costs would now be covered, underwriters have since rejected our claim.",
        "background": "The government must insist that insurance companies recognise the enforced closure of wedding venues less than 24 hours before the scheduled wedding date, as grounds for claim. Couples are grossly out of pocket due to non-refundable costs paid out to suppliers for services scheduled for the next day",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-30T15:18:54.657Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-30T16:00:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-13T16:34:35.681Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We're sorry to hear about your wedding. Unfortunately the refunds are the responsibility of the suppliers and their insurance companies, not the UK Government or Parliament.  \r\n\r\nYou could start a petition calling on the Government to create a fund to reimburse people who have lost money because they have cancelled plans due to coronavirus.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/guidance/coronavirus-covid-19-information-for-the-public\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-29T16:58:20.881Z"
    },
    "id": 319014,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319014.json"
    },
    "type": "petition"
}