{
    "attributes": {
        "action": "Make All Parental leave Equal! (Maternity, Paternity and Parental)",
        "additional_details": "Employers discriminate against hiring Women due to longer Maternity leave and Children are deprived of their Father's presence during vital developmental phases. We must remove the hiring bias against Women and the stigma against Men as caregivers.\r\nTransgender and Non-Binary persons are still largely excluded from current considerations around Parental leave. An overhaul to remove gender[ed] bias in the access to our civil rights is long overdue and our society needs Equality for our Children!",
        "background": "~Update Parental Leave Legislation in line with the Equality Act 2010 to allow all genders equal time with and access to their children; Non-Binary, Transgender, Female and Male.\r\n~Safeguard parental access to our children.\r\n~Promote equality in the home and the workplace.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-30T18:51:44.375Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-30T21:14:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-14T09:23:33.223Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about parental leave, but we're not sure what you'd like the UK Government and Parliament to do. \r\n\r\nIn particular, we're not sure whether you want to remove the specific provisions that relate to time off due to pregnancy and childbirth or something else. Trans and non-binary people have equal rights in law to parental leave, so we're also unsure what changes you'd like the UK Government or Parliament to make. \r\n\r\nYou could start a new petition asking for the UK Government to review parental leave legislation to ensure it is operating fairly, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-14T09:23:38.820Z"
    },
    "id": 319031,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319031.json"
    },
    "type": "petition"
}