{
    "attributes": {
        "action": "Provide Covid19 information into Nepali Language Public Health England website.",
        "additional_details": "The UK is home of 300,000 Nepali speaking people. Retired Gurkhas and their families have come to the UK in recent years. Many have arrived at an elderly age and can understand Nepali only. They are among the most vulnerable people in this coronavirus crisis. They have been left behind in unsafe conditions without due care and appropriate information on how to stay safe from the virus. They deserve  information on how to survive from coronavirus in a language they understand.",
        "background": "Public Health England is providing Covid-19 information; however, they are available in English and few other languages except Nepali. About 300,000 Nepali speaking people including the brave Gurkha are living in the UK. Kindly please include Nepali Language in Public Health England website.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-01T20:29:36.965Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-01T20:37:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-14T16:55:46.573Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is the responsibility of Public Health England, not the UK Government and Parliament. \r\n\r\nYou could make this suggestion to Public Health England. You can contact them here: enquiries@phe.gov.uk\r\n\r\nWe could accept a petition about something the UK Government and Parliament are responsible for. For example, you could start a new petition calling on the UK Government to make it mandatory to make all public health information available in Nepali, if that's what you'd like to happen. \r\n\r\nYou can find information about Covid-19 here: https://www.london.gov.uk/coronavirus/covid-19-resources-and-services-your-language "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-14T16:55:52.453Z"
    },
    "id": 319170,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319170.json"
    },
    "type": "petition"
}