{
    "attributes": {
        "action": "Provide international development aid to Pakistan’s deprived emergency services.",
        "additional_details": "I would like the government to provide financial support and training to Pakistan’s emergency services.\r\n\r\nAs the police in Pakistan need a new image.If the U.K. provides proper training on how not to be corrupt and help Pakistan create a new image of the police force of one force that is not corrupt and one that is there to serve and protect.\r\n\r\nFor the ambulance  service.They are the most stretched ambulance crews in the world you need to provide them with MORE ambulances and MORE training and MORE on board equipment as their ambulances lack the basic equipment.\r\n\r\nAnd Pakistan’s fire brigade is non existent as they do not have enough fire engines and training facilities for them please provide them with some.",
        "background": "I want the government to help the deprived emergency services in Pakistan as in Pakistan there are people dying and it takes hours for an ambulance to arrive.The police are massively corrupt and need money for proper training.And the fire brigade is pretty much non existent.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-01T15:49:34.001Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-01T19:26:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-20T15:07:39.626Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Emergency services in Pakistan are the responsibility of the Government of Pakistan, not the UK Government or Parliament.  It would be for the Government of Pakistan or its emergency services to seek overseas aid. \r\n\r\nYou can find information about UK aid to Pakistan here: \r\nhttps://devtracker.dfid.gov.uk/countries/PK/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-20T15:07:49.130Z"
    },
    "id": 319136,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319136.json"
    },
    "type": "petition"
}