{
    "attributes": {
        "action": "Prisoners to claim back sentenced days from release date",
        "additional_details": "23+ lock up has a negative impact on physical/mental well-being. Prisoners have 30 mins for a shower, exercise, phone calls, get food and medication. During these unprecedented and difficult times, prisoners have shown great cooperation and complied with the restricted 'solitary confinement' regime. Regardless of tensions rising in prison establishments from frustrations, prisoners are behaving well, and this should be acknowledged and granted by gaining ALL extra days back from release date.",
        "background": "Covid-19 has caused UK prisoners to be locked up for 23-40 hours a day, and more for those self-isolating due to presenting symptoms. Prisoners may have incurred additional sentence days from adjudications, and we ask that prisoners can gain ALL these extra days back from their release date.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-01T22:30:52.529Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-01T22:51:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-16T09:45:00.718Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about how prisoners are being treated, but we're not sure what you'd like the UK Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you'd like to happen. \r\n\r\nYou can find information about Prison Rules and Adjudications here: \r\nhttp://www.prisonreformtrust.org.uk/Portals/0/Documents/Prisoner%20Information%20Pages/23%20Prison%20Rules%20and%20Adjudications.pdf\r\n\r\nYou can find information about Covid-19 and prisons here: https://www.gov.uk/guidance/coronavirus-covid-19-and-prisons\r\n\r\nIf you're concerned about a particular case, you could try contacting the Prisoners' Advice Service: http://www.prisonersadvice.org.uk/\r\n\r\nYou could also contact your MP about your case. You can find out more about how to do that here: https://members.parliament.uk/constituencies/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-16T09:45:00.715Z"
    },
    "id": 319180,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319180.json"
    },
    "type": "petition"
}