{
    "attributes": {
        "action": "Prevent Covid19 being used as an excuse to cease child contact.",
        "additional_details": "The President of the Family Court issued guidance on how child arrangements orders should be complied with during lockdown.  It says a parent may exercise parental rights and stop a child from seeing the other parent.  This guidance can be interpreted as a green light for  one parent to alienate the other parent from the child’s life and face little prospect of legal consequence if they claim they are acting on genuine health concerns.  It is also silent on how to deal with parents shielding.",
        "background": "We would like the Family Court to clarify its guidance on non-compliance with child arrangement orders during Covid-19.  This would prevent the guidance being used cynically by one parent as justification for stopping the child seeing their other parent.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-02T00:44:12.004Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-06T06:18:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-22T07:58:42.976Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or House of Commons are responsible for.\r\n\r\nChild Arrangement Orders are a matter for parents and the courts, and not the Government or House of Commons.\r\n\r\nIf you believe someone has failed to keep to a Child Arrangements Order you can apply for this to be enforced. Guidance on how to do this is available here: https://www.gov.uk/government/publications/enforcing-a-child-arrangements-order-cb5"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-03T10:18:10.614Z"
    },
    "id": 319183,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319183.json"
    },
    "type": "petition"
}