{
    "attributes": {
        "action": "Abolish the TV licence fee and publicly funded subsidy of the BBC",
        "additional_details": "BBC has given a one-sided presentation of COVID19 science. Minimal airtime of evidence that lockdown has not helped prevent deaths. Little/no analysis of shortcomings of Imperial College study (eg no peer review) upon which lockdown is based, or poor disease modelling track record of scientist who wrote it. Given the incalculable lasting damage to economy/society, failure of BBC to provide balanced coverage amounts to gross dereliction of duty and must lead to forfeiture of licence fee revenue.",
        "background": "We demand an end to public funding of the BBC, which during the COVID19 outbreak has become a mouthpiece for the government stance on the perceived need for draconian restrictions on civil liberties, and has completely failed in its stated objective of “achieving due impartiality in all its output.”",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-02T11:17:00.794Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-02T11:34:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-13T14:33:21.907Z",
        "rejection": {
            "code": "duplicate",
            "details": "If you would like the TV licence to be abolished, you might like to sign and share this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/300118\r\n\r\nThe BBC is required to deliver impartial news by the \"Royal Charter for the continuance of the British Broadcasting Corporation\" and the \"Agreement Between Her Majesty’s Secretary of State for Culture, Media and Sport and the British Broadcasting Corporation\" . If you would like to submit a complaint about a BBC program, you can do so using the link below:\r\n\r\nhttp://www.bbc.co.uk/complaints/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-13T14:33:21.905Z"
    },
    "id": 319224,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319224.json"
    },
    "type": "petition"
}