{
    "attributes": {
        "action": "Royal Commission on media standards, including the BBC.",
        "additional_details": "The current system of media regulation and Complaints is failing badly.  It is most prominent at the BBC\r\nGovernment and Parliament should set up a truly independent review so that the media can be regulated and accountable in an independent, transparent and efficient manner that simply does not apply today\r\nThe public need to be able to hold the media to account much more effectively. BBC Complaints is an exercise in self-assessment and OFCOM complaints are akin to diving into a black hole",
        "background": "At a time of National crisis, the public most need a free and impartial media to hold the Government to account. With few exceptions, the mainstream media has failed to do this. The public cannot hold the media to account as OFCOM and BBC Complaints are not fit for purpose and need reform.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-02T08:52:54.727Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-03T09:07:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-14T10:38:10.233Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about media standards but we're not sure what you'd like to happen. In particular, we're not sure whether you want to reform change.\r\n\r\nThe BBC is required to deliver impartial news by the \"Royal Charter for the continuance of the British Broadcasting Corporation\" and the \"Agreement Between Her Majesty’s Secretary of State for Culture, Media and Sport and the British Broadcasting Corporation\".\r\n\r\nYou could start a new petition explaining clearly what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-14T10:38:20.579Z"
    },
    "id": 319207,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319207.json"
    },
    "type": "petition"
}