{
    "attributes": {
        "action": "Extend the job retention scheme until at least the end of August",
        "additional_details": "The generous scheme the government has implemented has helped millions of hard-working taxpayers (who played their part in the success of the UK's GDP) has been greatly appreciated. In the coming months there may well be less restrictions across the country to help start our new uncharted journey but even with these lifted business will not return instantly so many may still face redundancy during this transition so they need continued support in the interim. Hospitality may need even more time.",
        "background": "The government needs to extend the job retention scheme to at least the end of August to allow the companies that employ anyone who has been furloughed under this scheme the chance for business to return to a level that would mean not having to making people redundant.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-03T19:31:53.424Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-03T20:45:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T08:59:22.092Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that this scheme will be extended until the end of August: https://www.gov.uk/government/news/chancellor-extends-furlough-scheme-until-october\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T10:51:39.821Z"
    },
    "id": 319366,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319366.json"
    },
    "type": "petition"
}