{
    "attributes": {
        "action": "Invite Bill Gates to appear in front of a House of Commons Select Committee.",
        "additional_details": "For fair and transparent government we need to understand public policy decisions and the background behind them. This gentleman has clearly had a significant impact on government thinking and as such it would help ongoing policy development and transparency if he could explain his rationale to a select committee. This is important to the democratic process and understanding policy decisions.",
        "background": "Question Bill Gates on his actions around Coronavirus crisis as projections, partnerships and funding related to him and his foundation appear to have had a very significant influence on UK government policy and this needs to be accountable to taxpayers",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-04T15:24:43.262Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-04T16:24:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-20T15:26:14.736Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions on witnesses to be invited before Select Committees are a matter for individual Committees to decide.\r\n\r\nIn any case, the role of Committees is to to examine the expenditure, administration and policy of the principal government departments, and not to examine individuals. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-20T15:26:14.732Z"
    },
    "id": 319452,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319452.json"
    },
    "type": "petition"
}