{
    "attributes": {
        "action": "Cancel GCSEs 2021",
        "additional_details": "It is immoral to let GCSEs 2021 go ahead as it is no longer a judgement of intelligence but instead who has better access to learning material. Students are no longer on a balanced playing field as home life is different for every student. It will be impossible for students to catch up on the work they missed and postponing GCSEs will only create more problems.",
        "background": "Due to the quarantine put in place, many students have fallen behind in their study’s and as a result will fail there GCSEs. Students who have better WiFi and better technology will have more chance of passing their GCSEs as the quality of lessons will be higher.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-04T10:53:31.593Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-04T11:03:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T09:40:08.138Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T09:40:08.135Z"
    },
    "id": 319419,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319419.json"
    },
    "type": "petition"
}