{
    "attributes": {
        "action": "Act more quickly to stop Illegal immigrants crossing the channel.",
        "additional_details": ". We are encouraging those to take a dangerous journey across the channel because we do not return them straight away. We are also giving criminals and traffickers the ability to smuggle people across. These illegal immigrants coming across are not fleeing a war torn country. We need to act quickly as better weather is coming and encouraging more to come across. We need to step up patrols immediately and return all those to France.",
        "background": "We would like to see illegal immigrants crossing the Channel and entering this country stopped. We need to stop bringing illegal immigrants onto our shores as this makes it harder for us to deport them. All those that are captured are taken back to France to be processed not UK shores.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-04T15:50:48.765Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-04T21:19:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-20T10:51:19.065Z",
        "rejection": {
            "code": "no-action",
            "details": "Under international law, it is legal for a person to apply for asylum in any country that has signed the 1951 Geneva Convention and to remain there until the authorities have assessed their claim. \r\n\r\nYou could start a new petition asking the UK Government to withdraw from international treaties that give people the right to seek asylum in the UK, if that's what you'd like to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-20T10:51:19.062Z"
    },
    "id": 319459,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319459.json"
    },
    "type": "petition"
}