{
    "attributes": {
        "action": "Overhaul the EWS1 form to make selling and buying flats in the UK possible again",
        "additional_details": "Grenfell was a travesty which no-one is denying but this form is putting the property market for flats and peoples lives to a standstill. The work required on the buildings is going to take several years due to money and the lack of certified surveyors willing and able to carry out the work. People in this category are being punished and our lives are now being forced on hold for many years. We need a resolution quickly in order to allow people to move forward with their lives.",
        "background": "Overhaul and review the EWS1 form to make it possible for homeowners to sell, buy, staircase and remortgage. The EWS1 is having a catastrophic impact on people’s lives mentally and physically. This is creating a huge housing problem effecting hundreds of thousands of households across the entire UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-05T06:34:13.650Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-05T08:45:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-12T08:33:54.501Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The EWS1 form was developed by industry, led by the Royal Institution of Chartered Surveyors (RICS), and is not something the Government or House of Commons is responsible for.\r\n\r\nIf you are concerned about people being asked for this form inappropriately, we could accept a petition calling on the Government to issue guidance on when this form should be requested by mortgage lenders and others involved in the buying and selling of flats.\r\n\r\nIf you are concerned about the impact of this form on people whose flats may have unsuitable cladding, you might like to sign some of the following petitions:\r\n\r\nExtend ACM fund to include ALL types of flammable cladding in apartment blocks: https://petition.parliament.uk/petitions/301108\r\n\r\nProtect leaseholders from paying for cladding remedial works: https://petition.parliament.uk/petitions/332674\r\n\r\nEnsure all Buildings in the UK are Fire-Protected Following the Grenfell Tragedy: https://petition.parliament.uk/petitions/327176"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-12T08:33:54.499Z"
    },
    "id": 319499,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319499.json"
    },
    "type": "petition"
}