{
    "attributes": {
        "action": "Preparations for food shortages caused by COVID-19",
        "additional_details": "Given the lead times for breeding new crop plant varieties and the predicted effects of global warming on the climates and weathers of the world and other sources of instability. \r\nTo control the damaging effects of COVID-19 on nutrition, dietary deficiencies, starvation, and other effects on health.\r\nTo control the damaging effects of food shortages on the economy, UK civil society and international relations.",
        "background": "COVID-19 is changing the worldwide food systems as the readiness of labour is lessened. What preparations have already been made? Shortages and consequences for home produced food, supply, trade, competition, inputs, prices, diet and dietary deficiencies, and production in other sectors worldwide.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-04T12:46:21.026Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-04T13:24:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-14T16:23:17.237Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you’re concerned about food shortages that could result from the Covid-19 outbreak, but it's not clear what you want the Government to do about this.\r\n\r\nYou could start a new petition calling for the Government to take a specific action, such as working the agricultural sector to ensure they have access to the workers they need.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-14T16:23:17.233Z"
    },
    "id": 319427,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319427.json"
    },
    "type": "petition"
}