{
    "attributes": {
        "action": "Make sure the UK's covid-19 tracking app is compatible with similar apps abroad",
        "additional_details": "If this compatibility issue is not addressed, it will mean we have no way of knowing if inbound tourists have had contact with an infected person prior to entry to the UK. This will put the UK's entire hotel industry at risk if we cannot verify the health issue of inbound guests.\r\n\r\nThis would also mean that hotels abroad will be unable to verify that UK-based holiday-makers are free of this coronavirus. This could potentially mean that British people will be prevented from booking many hotels abroad, or even using nightclubs, restaurants, and other leisure facilities.",
        "background": "The UK's plans for a coronavirus track & trace app appear to be based around a technical base that is unique to the UK's app. There is a danger that this will not be compatible with similar apps being developed in other countries.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-05-06T10:37:54.370Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-06T11:52:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-03T14:26:47.917Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to change its approach to the development of the Covid-19 tracing app, but it's not clear what changes you want the Government to make, or that they would enable the things you want to achieve.\r\n\r\nThe NHS Covid-19 app is intended to alert people who may have been exposed to the infection so they can take action to protect themselves, the people they care about and the NHS. The app will not be able to be used to verify that people do not have coronavirus.\r\n\r\nYou could start a petition calling on the Government to work with other countries or the EU to make sure the the UK's Covid-19 app is compatible with those of other countries, providing this did not make any false claims about how the app will or could work.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-03T14:26:47.915Z"
    },
    "id": 319632,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319632.json"
    },
    "type": "petition"
}