{
    "attributes": {
        "action": "Equality for all Self Employed under the new Government Covid Grant schemes.",
        "additional_details": "We are just asking for equality and fairness in the work place. \r\nWe have all paid our taxes like everyone else.\r\nIt isn’t difficult to prove income by bank statement or Accountant tax returns for this year.\r\nEmployed - Furlough\r\nSelf Employed over 16 months - Grant\r\nSmall Business - Grant of £10.000 plus Self Employed Grant and no rates to pay.\r\nLarge Business - Grant plus no rates to pay \r\nNone of the above are means tested.\r\nSelf Employed of less than 16 months - No help.",
        "background": "Reassess the fairness and discrimination shown towards the self employed of under 16 months in the new Government Covid 19 Schemes.\r\nThere is a loan for all the above to apply for but the newly self employed are already the most vulnerable financially and can not afford more debt!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-06T16:29:32.127Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-06T16:52:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T10:23:52.571Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nProvide COVID19 income support for the newly self-employed, without HMRC records: https://petition.parliament.uk/petitions/310471\r\n\r\nBase self employed income support grant on 2019-20 tax returns: https://petition.parliament.uk/petitions/318435\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T10:23:52.568Z"
    },
    "id": 319666,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319666.json"
    },
    "type": "petition"
}