{
    "attributes": {
        "action": "Adapt the Job Retention Scheme to include employer pay like Germany's Kurzarbeit",
        "additional_details": "Due to COVID, workers costing more than they produce are furloughed, meaning by law they can't work and don't produce for the economy.\r\n\r\nHowever many of these workers can do some work. By working reduced hours for remote working, many workers could earn more than they do when furloughed, companies can produce more with reduced wage burden, and the government pays less than under JRS.\r\n\r\nWhereas JRS is new, Germany continues to use Kurzarbeit after the financial crisis as an effective policy.",
        "background": "Adopt the Kurzarbeit protection scheme by splitting workers' wage payment between government and employer:\r\n\r\n\r\n. Allow firms to pay workers half of their wage for reduced hours of working where possible.\r\n\r\n. Commit the government to supporting ~60% of the remaining half of these workers' wages.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-06T14:54:41.787Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-06T22:22:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T09:03:04.929Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that new flexibility will be introduced  to the Coronavirus Job Retention Scheme from August to get employees back to work and boost economy: https://www.gov.uk/government/news/chancellor-extends-furlough-scheme-until-october\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nChange restrictions on furloughed workers so they can still work and contribute: https://petition.parliament.uk/petitions/309635\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T09:03:04.926Z"
    },
    "id": 319654,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319654.json"
    },
    "type": "petition"
}