{
    "attributes": {
        "action": "Continue the furlough scheme past June 30th for the food and drinks industry.",
        "additional_details": "We need to nurture the industry, without support the sector will decrease and will therefore see a further economic contraction moving forward. It is quite clear the industry will not be on its feet until September realistically, the extension will give support to businesses and encourage them to maintain the talent the industry will need, when the epidemic has passed.",
        "background": "The food and drinks industry is going through hardship everyday. In several communities across the UK, people are worried about their jobs after June 30th 2020. We want the government to extend the 80% threshold of furlough to all people involved in the food and drinks industry.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-08T08:55:19.999Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-08T10:05:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T09:03:47.900Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that the Coronavirus Job Retention Scheme will continue until end of October: https://www.gov.uk/government/news/chancellor-extends-furlough-scheme-until-october\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T09:03:47.896Z"
    },
    "id": 319858,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319858.json"
    },
    "type": "petition"
}