{
    "attributes": {
        "action": "Extend the validity of the marriage notice for weddings impacted by COVID-19.",
        "additional_details": "Around 250,000 weddings were due to take place this year. \r\nOf those an estimated 60-70% will be postponed or cancelled due to COVID-19. \r\n\r\nThe current guidelines from the government require couples to give notice, and this notice is valid for 12 months. Although you are only required to give notice 28 days before the ceremony, local councils encourage you to apply 8-10 months in advance. \r\n\r\nAs a result of this many couples will have to give notice again, including making a second payment of fees.",
        "background": "A notice of a marriage or civil partnership is only valid for 12 months. There has been no extension or relaxing of this due to COVID-19, yet a huge number of weddings are impacted. Extending the validity of the notice would significantly help couples whose weddings have been impacted by COVID-19.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-08T12:15:04.663Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-08T12:49:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-03T14:46:31.169Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/312109\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-03T14:46:31.165Z"
    },
    "id": 319881,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319881.json"
    },
    "type": "petition"
}