{
    "attributes": {
        "action": "Increase the student loan for 2nd year Veterinary Nurse course",
        "additional_details": "Having to work 40hrs a week unpaid and then get a part time job on top is so draining mentally and physically for any student. meaning that their focus won’t be on the course but how they will manage financially. Therefore affecting their studies. Another way it can affect students is not being able to afford travel to their work placement and this can put a lot of strain on any student. I think it would only be fair if we got the same loan as we have lives in our hands like human nursing.",
        "background": "Human nurse students can get the full £9k student loan, so I would like the government to make this the same for Veterinary nurse students.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-07T18:49:31.724Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-07T19:54:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-22T10:14:44.179Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the availability of student loans for veterinary students, but it's not clear exactly what action you want the Government to take.\r\n\r\nStudent loans for tuition fees are not available for most postgraduate courses, so if what you want is for student loans for tuition fees to be extended to postgraduate veterinary courses you could start a petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-22T10:14:44.176Z"
    },
    "id": 319803,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319803.json"
    },
    "type": "petition"
}