{
    "attributes": {
        "action": "Look forward for the environment rather than going back to normalised life",
        "additional_details": "I want them to do this not only for our generation but for the other generations to come. The earth is our home and we need to treat it with respect - We look after the world and it looks after us. \r\n\r\nBy an easy search on the internet you can see the positive effect that this has had on the world. Clearer sky's in China - clearer seas (everywhere) - Not only does it effect the human race but the animals too",
        "background": "I want the government to look at safer and better ways to treat the earth after the spread of the virus rather than going back to a normal way of living. Since the spread of co-vid 19 pollution in the air has decreased and the oceans are clearing.Example : More at home jobs - less travel pollution",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-09T10:34:51.028Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-09T10:45:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-15T09:28:13.506Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Parliament or Government to take a specific action. We understand that you're concerned about the environment, but we're not sure exactly what you want the UK Government or Parliament to do. \r\n\r\nYou might like to sign and share these petitions instead:\r\n\r\nhttps://petition.parliament.uk/petitions/300000\r\nhttps://petition.parliament.uk/petitions/301289\r\nhttps://petition.parliament.uk/petitions/317466\r\nhttps://petition.parliament.uk/petitions/319793"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-15T09:28:13.502Z"
    },
    "id": 319981,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319981.json"
    },
    "type": "petition"
}