{
    "attributes": {
        "action": "MPs to hold a vote of no confidence post Coronavirus",
        "additional_details": "Lack of transparency over PPE statistic. Second highest death rate in the world. These can’t be overlooked after this pandemic and the Government needs to be held accountable. The fact that the Government originally wanted to complete herd immunity, then to the delay in lockdown and no quarantine at airports. Their performance has been mediocre at best during this pandemic. A vote of no confidence must be take place for the Government to be held accountable.",
        "background": "Hold a vote of no confidence after Coronavirus due to the bad governing and decisions made over the deadly pandemic. Too many people have died for this government not to be held accountable. The lack of transparency over the PPE statistic, second highest death rate in the world.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-09T12:13:02.643Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-09T12:35:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T13:39:10.101Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could sign or start a petition about that.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-26T13:39:10.098Z"
    },
    "id": 319994,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319994.json"
    },
    "type": "petition"
}