{
    "attributes": {
        "action": "Please grant ALL/ willing FOREIGN FRONTLINERS an Indefinite Leave to Remain.",
        "additional_details": "The H O said in their response that the statutory criteria of British Nationality Act (1981). ARE: \r\n👉🏻One must have lived here for a minimum number of years to ensure an applicant for citizenship has a strong connection to the UK and intends to remain here.=THEY DO INTEND & offering their lives in the frontline give them strong connection to the UK\r\n👉🏿Applicants must satisfy a good character requirement and English language=THEY ALSO DO AS THEIR LIVES ARE AT STAKE, MANY HAVE DIED ALREADY.",
        "background": "In response to the Home Office’s reply to the petition of giving foreign frontliners British Citizenship, maybe you could consider granting them ILR instead. Irregardless of their years of stay in the UK, but paying the ILR application cost to add to the government funding too.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-10T02:28:05.338Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-10T09:09:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T10:55:26.527Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action.\r\n\r\nAward immigrant key workers with permanent residency after coronavirus crisis: https://petition.parliament.uk/petitions/307483\r\n\r\nCitizenship to all immigrant key workers: https://petition.parliament.uk/petitions/313825\r\n\r\nIndefinite Leave to Remain for NHS Staff: https://petition.parliament.uk/petitions/312565\r\n\r\nGive non-British citizens who are NHS workers automatic citizenship: https://petition.parliament.uk/petitions/305129\r\n\r\nCitizenship for all immigrant NHS and social care workers - Covid19: https://petition.parliament.uk/petitions/312894\r\n\r\nFree British Citizenship applications for foreign NHS staffs and their families: https://petition.parliament.uk/petitions/314483\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T10:55:26.525Z"
    },
    "id": 320068,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320068.json"
    },
    "type": "petition"
}