{
    "attributes": {
        "action": "Let key years in senior schools go back to school on 1st June.",
        "additional_details": "On the 1st June primary school children are able to go back to school, but what about all the students aged 11-18 who want to go back to school too? The students studying for external exams next year need to be in school working together with each other and our teachers. It is time for adults to realise that we are more than capable of making informed decisions. Adults are speaking for us but haven't taken the time to speak to us, to find out our opinion.",
        "background": "Every adult around the country is having their opinion heard and it is being taking into account. Teenagers around the country want to go back to school, to learn properly and see our friends. We fully understand the impact of coronavirus and accept we will have changes put in place.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-11T08:02:19.654Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-11T08:19:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-05T11:23:12.114Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAllow schools to re-open in England: https://petition.parliament.uk/petitions/305525\r\n\r\nPrioritise Years 10 and 12 when re-opening schools after the COVID-19 Lockdown: https://petition.parliament.uk/petitions/320531\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-05T11:23:12.112Z"
    },
    "id": 320277,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320277.json"
    },
    "type": "petition"
}