{
    "attributes": {
        "action": "Show scientific proof that covid-19 is real and 5G is safe",
        "additional_details": "We want the government to show that covid-19 is not being mistaken for exosomes that are part of the bodies natural defence mechanism. Are the pcr tests detecting exosomes instead of covid-19? Are the deaths due to a severe influenza season which happens on a regular basis?\r\nWe also want the government to provide scientific test studies into the safety of 5G. Simply saying it's safe is not good enough.",
        "background": "We want the government to show scientific evidence that covid-19 is real and 5G is safe. Too many people are beginning to believe that there are conspiracies hiding the truth. Is the lockdown a costly mistake that will have far bigger consequences for years to come?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-11T01:45:39.444Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-11T16:10:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-24T13:26:56.713Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Government has already published scientific guidance on 5G:\r\n\r\nhttps://www.gov.uk/government/publications/5g-technologies-radio-waves-and-health/5g-technologies-radio-waves-and-health\r\n\r\nYou might like to sign this petition calling for an independent investigation into 5G safety, if that's something you'd like to see happen:\r\n\r\nhttps://petition.parliament.uk/petitions/312997\r\n\r\nThere have been a wide range of studies around the world on the existence and impacts of Covid-19, but you might like to sign this petition calling for the publication of evidence:\r\n\r\nhttps://petition.parliament.uk/petitions/332460"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-24T13:26:56.710Z"
    },
    "id": 320259,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320259.json"
    },
    "type": "petition"
}