{
    "attributes": {
        "action": "Ensure that Furlogh is extended beyond June for Airport and Airline workers.",
        "additional_details": "The Government has decided to impose a quarantine on arriving passengers into the UK. The result of this will means air travel will be minimal and could last for months. The rest of the UK could essentially return to work on July 1st whilst Airport and Airlines staff will still be unable to work for potentially months and without wages through no fault of their own. This is a very important industry to the UK.",
        "background": "Keep the furlough scheme at a minimum of 80% for people work in Airports or for people who work for an Airline until the quarantine restriction finishes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-10T21:00:39.204Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-10T21:24:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T09:13:05.002Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that the Coronavirus Job Retention Scheme will remain open until the end of October: https://www.gov.uk/government/news/chancellor-extends-furlough-scheme-until-october\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T09:13:05.000Z"
    },
    "id": 320215,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320215.json"
    },
    "type": "petition"
}