{
    "attributes": {
        "action": "Cut down on the specification for the GCSE exams in 2021",
        "additional_details": "Amidst the pandemic, the quality of education via laptop screens is definitely not the best form of education. Without knowing when we might go back to school, we cannot anticipate the quantity of material we might have to learn when we actually do return to school. Reducing the specification of the GCSE exams would be a more convenient option for us students, as it would inhibit the stress that we have to carry whilst simultaneously cramming tons of information into our heads",
        "background": "Reduce the material that the (current) students of year 10 (as of 2020) have to learn for the upcoming GCSE exams in 2021 from most of the material-heavy subjects",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-10T20:42:30.984Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-10T20:56:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T09:45:27.970Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T09:45:27.967Z"
    },
    "id": 320205,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320205.json"
    },
    "type": "petition"
}