{
    "attributes": {
        "action": "Give Year 12 students greater clarity on the future.",
        "additional_details": "A-level students are clueless about predicted grades, exams and university. Students receive varying levels of support, and those in vocational courses are left at a loose end. At this crucial time in deciding our future, we may only get a couple of weeks of education before summer and there seems to be a failure to recognise our competency to understand the requirements of social distancing.",
        "background": "Year 12 students need to need to know where they are heading. There needs to be a recognition that we can adhere to social distancing and a more open conversation with students, so we do not feel in the dark.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-11T18:01:23.066Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-11T18:11:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T09:46:25.869Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T09:46:25.867Z"
    },
    "id": 320392,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320392.json"
    },
    "type": "petition"
}