{
    "attributes": {
        "action": "Give all security a pay rise",
        "additional_details": "Security are one of many people\r\nWho are forgotten during this pandemic they are risking there life’s to go to work and risking the family they live with when returning home from work , many don’t have cars or bikes to use so have to risk getting on London transport and many have to risk there lives when dealing with people who cause a threat at there work place",
        "background": "To give all security a pay rise , they risk there selfs to go to work \r\nLooking after company building offices or estates and still doing it in a professional way while the COVID-19 lurks around them",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-11T13:02:19.197Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-13T16:58:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-27T08:10:48.069Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Unless security staff are directly employed in the public sector their pay is determined through their contract with their employer, subject to legislation on minimum wage.\r\n\r\nWe have published a number of petitions calling on the Government to reward key workers in light of Covid-19, which you might like to sign:\r\n\r\nIdentify and reward all key workers due to Covid-19: https://petition.parliament.uk/petitions/308903\r\n\r\nConsider how to compensate key workers for their efforts during Covid-19 crisis: https://petition.parliament.uk/petitions/308172\r\n\r\nMake hazard pay mandatory for key workers in the midst of COVID 19: https://petition.parliament.uk/petitions/307619\r\n\r\nGive all key workers a 100% tax and Nat. Ins. holiday through COVID-19 crisis: https://petition.parliament.uk/petitions/306845\r\n\r\nPay bonus to all key workers: https://petition.parliament.uk/petitions/307215\r\n\r\nPay Key Workers 2 weeks full pay if they have to isolate: https://petition.parliament.uk/petitions/309104"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-27T08:10:48.066Z"
    },
    "id": 320344,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320344.json"
    },
    "type": "petition"
}