{
    "attributes": {
        "action": "Broaden the COVID-19 furlough schemes to help those presently excluded.",
        "additional_details": "As an example: my son's work as a prop maker in the leisure industry sees him create art for shops, theatres, theme parks and the like. Some of the people he works for prefer him to be an employee on a short term contract; for others, he is a self employed subcontractor. This continuous series of short term engagements of different types make him and thousands of others like him ineligable for any assistance either as an employee, or as a sole trader.",
        "background": "There are generous schemes in place to help those affected by COVID-19 and the resulting economic issues. I would like the government to make the benefits open to ALL hardworking people affected by the problem, and not just those lucky enough to meet the existing criteria.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-11T16:47:26.617Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-12T10:04:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T11:49:16.926Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAllow employees to claim the 80% income support directly from the Government: https://petition.parliament.uk/petitions/311183\r\n\r\nPay self employed workers a wage due to lack or earnings caused by COVID-19: https://petition.parliament.uk/petitions/303345\r\n\r\nPay self-employed workers 80% of trading profit regardless of other income/jobs: https://petition.parliament.uk/petitions/318716\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T11:49:16.923Z"
    },
    "id": 320371,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320371.json"
    },
    "type": "petition"
}