{
    "attributes": {
        "action": "Allow hair salons to re open before July with the correct measures in place",
        "additional_details": "We as an industry have seen many more business re open around us that we now see as Unfair,if we cannot our selfs operate until at least July. There are many safe reasons we can return to work providing a safe environment for our clients in a one in one out type of appointment only basis. Wearing the correct ppe. To compare hair salons to a pub or cinema, you can not operate these business on a small proportion but we certainly can. We feel victimised and it’s unjust and we feel we should be allowed to open sooner. Closing for three months or more could have and already has seen salons shut there doors and will not be able to re open. This is such a sad time for our industry and we feel it needs revised for June time, given the amount of other business that have re opened.",
        "background": "Re evaluate the decision to allow hair Salons to re open earlier than July.A lot of business have returned to normal, and we feel it is very unfair we are being made to wait until July. This could have a catastrophic effect on our industry. We are not in the same bracket as a pub or cinema.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-12T07:59:46.028Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-12T08:54:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T11:45:56.707Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/319313"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-27T11:45:56.705Z"
    },
    "id": 320461,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320461.json"
    },
    "type": "petition"
}