{
    "attributes": {
        "action": "Bring back grandfathers rights for HGV licences due to corona virus",
        "additional_details": "the correct licence I.e c+e it could even be proposed that you have to have held a c2 for two or three years  this would also help demand for drivers  in the road haulage industry the law could be made temporarily while the virus is on going or till things get back to normal or could be perminant so long as medical and cpc are up to date. Even the back log of tests will take us into next year so it would ease the rush of getting a test and also not be such a strain on test centres",
        "background": "I was due to sit my C.E licence but due to coronavirus I am now unable to sit my test I’m proposing to bring a temporary law in for not just my self but for thousands more in my situation to be granted licence c+e   So long as you have the correct medical cpc and previous licence and provisional For",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-11T22:37:14.086Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-13T12:30:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-27T08:51:12.594Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to make it easier for certain drivers to operate certain HGVs during Covid-19, but it's not clear exactly what changes you want the Government to make.\r\n\r\nGrandfather rights in respect of HGVs only relate to the requirement to take CPC tests, and do not exempt drivers from the other requirements to change their licence.\r\n\r\nWe already have a petition calling on the Government to Give HGV Drivers a 6 month exemption from CPC through Covid-19 Crisis, which you might like to sign: https://petition.parliament.uk/petitions/311971\r\n\r\nIf you want the Government to take some other action to enable drivers to secure or operate without a particular licence you could start a new petition requesting this, but would need to be clear exactly what action you want the Government to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-17T07:01:49.057Z"
    },
    "id": 320438,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320438.json"
    },
    "type": "petition"
}