{
    "attributes": {
        "action": "Refund 3rd semester of University for students to use as summer income.",
        "additional_details": "Because, since COVID-19, University students have not had access to University facilities or teaching and rely now on online module with no additional benefits but still need to pay for this semester’s tuition fee. I personally would find it beneficial to have the money given to students for summer funding as, like myself, have to still pay for rent, utilities and groceries whilst only receiving 80% furlough payment",
        "background": "Allow for students to pay off this money as originated once earning money from full-time work post University",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-12T17:12:54.682Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-13T09:35:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T09:04:04.222Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nReimburse all students of this year’s fees due to strikes and COVID-19: \r\nhttps://petition.parliament.uk/petitions/302855 \r\n\r\nRequire universities to reimburse students' tuition fees during strike action: https://petition.parliament.uk/petitions/300528 \r\n\r\nRefund university rent and tuition fees due to coronavirus: https://petition.parliament.uk/petitions/304855 \r\n\r\nRefund third term rent for students in private accommodation: https://petition.parliament.uk/petitions/319510\r\n\r\nRefund university students for 3rd Semester Tuition 2020: https://petition.parliament.uk/petitions/306494 \r\n\r\nReimburse students on their year abroad who are affected by Coronavirus: https://petition.parliament.uk/petitions/302805\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T09:04:04.218Z"
    },
    "id": 320534,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320534.json"
    },
    "type": "petition"
}