{
    "attributes": {
        "action": "Amend Holiday Travel Insurance.",
        "additional_details": "Change the terms of the policy to cover the following circumstances.\r\nIf your holiday is cancelled and you receive a full refund from the travel agent. If you can not re book another holiday within the insurance cover period.\r\nYou are not going on holiday, Therefore the health cover is not required or used.\r\n\r\nAs you did not use the service, why will the insurance company's not refund your premium, they have had no risk what so ever.\r\nA service or handling charge to cover administration yes but to retain \r\nthe full premium, often in the £500 reign dependent on age and health.\r\nI think its morally reprehensible to treat people this way. \r\nI took out the insurance to provide the cover I required at the price quoted.\r\nBut can not get a refund on some thing I never used or needed.",
        "background": "As it stands travel insurance is required (not sure if its required by law )\r\nWhen you book a holiday abroad.  The cover is required for cancellation of holiday and health cover for the period you are on holiday. Costs depend on location you go to.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-12T14:23:54.227Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-03T19:57:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-28T13:55:13.748Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Travel insurance products are not a legal requirement to travel, although some airlines may have this requirement in the terms and conditions. Providing refunds is a matter for individual companies. It is for individual consumers to choose the right insurance policy for them.\r\n\r\nYou can find more information about consumer rights and travel here: https://www.theretailombudsman.org.uk/consumer-advice-travel/\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-28T14:32:29.612Z"
    },
    "id": 320511,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320511.json"
    },
    "type": "petition"
}