{
    "attributes": {
        "action": "Do not freeze NHS salaries as part of the post-Covid economic strategy",
        "additional_details": "NHS staff have been recognised as 21st Century heroes every single day of the pandemic so far; by both the public and the government. We believe that these incredible citizens should be rewarded for their hard work and effort. They have put their lives at risk and overcome everyday fear for the good of the country.\r\nFrozen pay is no opponent to rising prices of houses, petrol, and milk. NHS staff are paid to look after our nation, they should be able to look after their own families.",
        "background": "As part of the strategy to improve the UK's economy and reduce spending after the COVID-19 pandemic, we believe it would be unjust for NHS staff to have their salaries frozen.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-13T13:48:23.377Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-14T09:48:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-05T14:39:20.488Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nNo public sector pay freezes for the next 5 years: https://petition.parliament.uk/petitions/320604\r\n\r\nIncrease pay for NHS healthcare workers and recognise their work: https://petition.parliament.uk/petitions/300073\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-05T14:39:20.485Z"
    },
    "id": 320665,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320665.json"
    },
    "type": "petition"
}