{
    "attributes": {
        "action": "Implement parliamentary reform by establishing a written constitution",
        "additional_details": "Parliament are the only people who can push this forward as it is their job  to look out for the best interests of their constituents. I thoroughly believe this is not the case with the majority of MPs who hold seats. The UK is massively divided politically and socially and the reason lay within Westminster. Lack of transparency from all political parties over the past three decades have increased the division, we need a cohesive government of mixed political beliefs to be progressive.",
        "background": "I would like to reform the way our current political system operates. A written constitution agreed by all of the United Kingdom not just Westminster on how to correctly run our once great nation. Approved by independent experts in appropriate fields.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-13T17:09:11.432Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-13T19:04:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-27T10:28:24.418Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want to see parliamentary reform through the introduction of a written constitution, but it's not clear how you want this to result in reform of Parliament, or how you want a written constitution to be introduced.\r\n\r\nYou could start a new petition calling for a written constitution or parliamentary reform, but would need to be clear exactly what you want the Government or House of Commons to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-27T10:28:24.414Z"
    },
    "id": 320697,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320697.json"
    },
    "type": "petition"
}