{
    "attributes": {
        "action": "Extend the Self-Employment Income Support Scheme for after May 2020",
        "additional_details": "The self employed have suffered massive loss of income and business growth due to Covid19. Their access to the Self-Employment Income Support Scheme in May covers only a portion of lost income for the previous 3months and is being delivered at the end of this period. Many still cannot work and/or do not have the option to work from home, bookings and clients for many have been cancelled. Their future needs to be protected as their future after may 2020 is extremely unstable.",
        "background": "Please extend the access to further support from the Self-Employment Income Support Scheme for the Self employed. Many are still without work and have no option to work from home, these people need to be supported.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-14T16:42:35.832Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-14T17:26:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T10:37:49.141Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/320655\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T10:37:49.137Z"
    },
    "id": 320861,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320861.json"
    },
    "type": "petition"
}