{
    "attributes": {
        "action": "We want the ONS to change us from low skilled to skilled workers",
        "additional_details": "We were classified as low skilled workers, before the early 1990s there was no training,and not much expectation of Bus drivers. However that's changed now when I started as a driver back in February 2011.It took me 4 months of driving lessons, and 2 practical tests and 3 theory tests,a full medical which I had to pass.Before I could carry passengers, then another 2years of studying and training on the job to obtain my BTEC Certificate to qualify me as a London bus driver we are skilled workers",
        "background": "We feel that with the level of training and skills that we have to acquire, and the responsibility we have to the passengers, of up to 70 or so people at any given time. We should not be classed as low skilled workers",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-15T13:19:59.354Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-15T14:11:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-27T12:52:59.571Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Office for National Statistics is the UK's independent producer of official statistics and the recognised national statistical institute of the UK. Because the ONS is independent decisions about how it classifies workers are an operational decision for the ONS, and not a matter for the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-27T12:52:59.567Z"
    },
    "id": 320981,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320981.json"
    },
    "type": "petition"
}