{
    "attributes": {
        "action": "Central Government to repatriate powers of London Mayor",
        "additional_details": "The COVID19 crisis has presented the UK, and London in particular, with an unprecedented challenge. As a result of the crisis, elections for the London Mayoralty and the GLA that were due to take place this month have been postponed until May 2021.  The current mayor's handling of the crisis, and most notably his failure to tackle overcrowding on public transport coupled with an absurd decision to expand congestion charging hours, have demonstrated his inability to do the job.",
        "background": "In view of the unprecedented crisis and additionally in view of the poor handling of public transport overcrowding by the current Mayor, suspend the mayoralty and absorb its powers into central government until the deferred elections for Mayor and GLA take place in May 2021.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-15T12:07:06.031Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-15T12:29:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-30T12:18:10.367Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be a decision for the people of London, rather than the UK Government or Parliament. You could start a new petition calling for an action that's the responsibility of the UK Government or Parliament, for example calling for a referendum in London on ending devolution and returning powers to the UK Government and Parliament, if that's something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-30T12:18:10.363Z"
    },
    "id": 320965,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320965.json"
    },
    "type": "petition"
}