{
    "attributes": {
        "action": "Change weekly liability for state benefit receiving parents to make it fair!",
        "additional_details": "I want every child's human rights upheld in this country in regards to their Welfare and receive their maximum entitlement to state welfare benefits from the non resident parent, and to be treated reasonably well by the Child Maintenance System. Otherwise it is just a neglectful responsibility that seems to be allowed, of the non resident parent and the system if this continues. Every child in this situation should be entitled to equal from both parents. No more and no less. Change this now!",
        "background": "Why at the Child Maintenance Service do non resident parents receiving state benefits only pay £7 toward their child? If the parent who the child resides with claiming any benefit has a deduction for Budgeting/ Advance payments? As much as £80 - £120 a month? How an earth is this fair?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-14T20:56:29.087Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-14T21:39:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-27T12:39:30.404Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about how much child maintenance is paid by non-resident parents who in receipt of state benefits, but it's not clear how you want this to change.\r\n\r\nFor people whose gross income exceeds £100 a week maintenance is calculated using a formula. If you want this formula to apply irrespective of whether a non-resident parent is claiming state benefits you could start a petition requesting this. If you want the Government to change child maintenance rules in some other way you could start a new petition requesting this, but would need to be clear exactly what changes you want the Government to make."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-27T12:39:30.400Z"
    },
    "id": 320901,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320901.json"
    },
    "type": "petition"
}