{
    "attributes": {
        "action": "Stop holiday providers taking payments for holidays happening May-December 2020",
        "additional_details": "Because I am a graduate, I have now got no job opportunities lined up as companies are now no longer recruiting due to COVID-19, and I am expected to pay for a holiday in less than a month that will not be happening. I am going to end up in serious financial difficulty because they are taking 2 months+ to refund everyone, or only allowing people to have credit notes. Please understand people are scared in this uncertain time and do not want to be paying a company they no longer trust.",
        "background": "I would like the Government to get holiday providers such as Love Holidays to stop taking customers money when the FCO is advising against all unessential travel for the foreseeable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-17T15:56:28.360Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-17T16:10:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-20T09:45:38.717Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Arrangements for refunding, changing or rebooking travel are a civil matter between individual travellers and holiday operators, not the Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRequire travel companies & airlines to pay compensation if no refund in 14 days: https://petition.parliament.uk/petitions/317878\r\n\r\nCreate a fund to reimburse money lost due to covid-19 travel cancellations: https://petition.parliament.uk/petitions/304912\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\nwww.gov.uk/coronavirus \r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-20T09:45:38.860Z"
    },
    "id": 321255,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321255.json"
    },
    "type": "petition"
}