{
    "attributes": {
        "action": "Stop congestion charging in central London 7 days a week.",
        "additional_details": "I work in Covent Garden Market which is currently closed. You will destroy business further by introducing this 7 day a week charging. We drive in on Saturdays and Sunday to unload goods and stock. It's going to be near impossible for us to start making a living again. Please, please don't do this. It's going to be hard enough to encourage people into markets and retail, let alone making it unaffordable. You will endanger peoples lives being forced onto trains and public transport.",
        "background": "I want people to be able to drive into central London on weekends as it has always been. On one hand you don't want people to catch public transport but you're now forcing people onto it with this new 7 day a week tax/tarrif",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-17T11:36:09.970Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-17T11:49:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-05T13:32:41.191Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This is the responsibility of the London Assembly. \r\nYou can petition the London Assembly directly: https://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nThe Government has agreed a package consisting of a mixture of grants and loans based upon a series of conditions agreed by the mayor, including the reinstatement of the congestion charge: https://www.gov.uk/government/news/government-grants-transport-for-london-funding-package\r\n\r\nYou could start a petition calling on the Government to reimburse people, or particular groups of people, for the cost of the congestion charge, if that is what you want to happen. You could also start a petition calling on the Government to seek to revise the terms of its support for Transport for London, so that this is not conditional on the reinstatement of the congestion charge.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-05T13:32:41.188Z"
    },
    "id": 321229,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321229.json"
    },
    "type": "petition"
}