{
    "attributes": {
        "action": "Endorse the Marine Arctic Peace Sanctuary Treaty To Protect All Life",
        "additional_details": "Like all nations on Earth, the UK depends on the Arctic Ocean as a global life support to keep us cool and healthy. But today it is under threat. There is 75% less Arctic sea ice today than 50 years ago, making the Arctic Ocean vulnerable to exploitation. These lead to unstable global weather, food and water supply; and the release of buried methane and pathogens. The Marine Arctic Peace Sanctuary (MAPS) protects all life by safeguarding the entire Arctic Ocean north of the Arctic Circle.",
        "background": "Approve the United Kingdom’s formal endorsement of the Marine Arctic Peace Sanctuary Treaty on an urgent basis, to protect the citizens and ecosystems of the United Kingdom, and all life on Earth.  ",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-17T10:39:38.552Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-19T17:58:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-30T09:06:27.935Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to take action to protect all life, but it's not clear what action you want the Government to take to achieve this.\r\n\r\nIt's not clear what if any status the treaty you refer to has, or how the Government would endorse this.\r\n\r\nYou could start a petition calling on the Government to increase funding to protect the environment, or to work with other nations to agree how to protect life on this plant, provided that it is clear what you want the Government to do and how this could happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-30T09:06:28.015Z"
    },
    "id": 321220,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321220.json"
    },
    "type": "petition"
}