{
    "attributes": {
        "action": "Create a 'Nightingale' Parliament to restart democratic debate during COVID-19.",
        "additional_details": "Nightingale Hospitals addressed the need to provide rapid care facilities, the same could be done for a 'pop-up' Parliament.  This would allow 'chamber based' debate to resume in a safe, clean, modern, high tech environment.  Exhibition centres in the UK are largely based near good transport hubs of bus, rail and road.  They have on-site hotels and other essential facilities.  With the Palace of Westminster not fit for purpose, perhaps this could also provide a long term model for the future?",
        "background": "Establish a 'pop-up' Parliament (like the Nightingale Hospitals) in an exhibition centre based on the design of the Bunderstag or Scottish debating chamber.  Individual seats and desks with microphones spaced according to social distancing rules with Cabinet and Speaker in a position of prominence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-17T09:21:20.370Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-17T10:04:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-28T13:07:52.440Z",
        "rejection": {
            "code": "no-action",
            "details": "Parliament has been able to sit while observing social distancing rules, with Members of both Houses able to participate remotely if shielding. It is therefore not clear what your proposal would achieve.\r\n\r\nYou could start a petition either calling for Parliament to be moved to a specified location, or for it to sit in a variety of locations around the country, if that is what you want to happen.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-28T13:07:57.641Z"
    },
    "id": 321218,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321218.json"
    },
    "type": "petition"
}