{
    "attributes": {
        "action": "Make the new congestion charge times more reasonable!",
        "additional_details": "The new CCZ and ULEZ times and charges understandably from COVID-19. However should WE the people still trying to help this country to thrive be punished!? Aside from the new high charges we’ll have to pay, the new hours of operation for CCZ regulations Are utterly ridiculous 15 hours in a 24-hour period in which nobody will be able to drive into CCZ areas is excessive and will drive people to use TFL which we’ve been instructed to use as little as possible due to health risk!",
        "background": "We want the government and parliament to change the timings of the CCZ regulations from 7am - 10pm (15 hours) to a reasonable 8:00am to 7pm (11 hours). A total reduction of four hours a day which will allow people to be able to actually live in the city they live in.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-18T14:48:02.803Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-18T15:20:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-05T13:33:53.062Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This is the responsibility of the London Assembly. \r\nYou can petition the London Assembly directly: https://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nThe Government has agreed a package consisting of a mixture of grants and loans based upon a series of conditions agreed by the mayor, including the reinstatement of the congestion charge: https://www.gov.uk/government/news/government-grants-transport-for-london-funding-package\r\n\r\nYou could start a petition calling on the Government to reimburse people, or particular groups of people, for the cost of the congestion charge, if that is what you want to happen. You could also start a petition calling on the Government to seek to revise the terms of its support for Transport for London, so that this is not conditional on the reinstatement of the congestion charge.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-05T13:33:53.059Z"
    },
    "id": 321355,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321355.json"
    },
    "type": "petition"
}