{
    "attributes": {
        "action": "Noise Nuisance act doesn't do enough to protect people from noisy neighbours",
        "additional_details": "On the spot fines Every time the officer deems the noise unreasonable \r\n\r\nAt the moment the process is impossible to penalise these people the environment officer has to hear the noise several times before prosecution \r\n\r\ncouncils are short staffed and officers take hours to attend and witness these incident by which point the noise has normal ceased \r\n\r\nAllow submission of CCTV as evidence of noise disturbances\r\n\r\nLook at how German laws protect there citizens and take a leaf out of there book",
        "background": "Give council enforcement officers more powers to enforce and catch neighbours making unreasonable noise nuisance from DIY or LOUD MUSIC preventing them from making peoples homes hostile and uninhabitable and causing serious health issues",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-19T09:50:27.457Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-23T22:20:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-03T12:59:30.623Z",
        "rejection": {
            "code": "no-action",
            "details": "Local authorities have a statutory obligation to investigate nuisances, including noise that could constitute a statutory nuisance, and current legislation already gives local authorities the power to enforce restrictions and issue fines if these are breached. Deciding when to use these powers is a matter for individual local authorities, and not the Government or House of Commons.\r\n\r\nIf a complainant feels that a local authority has not correctly dealt with\r\ntheir concerns, they should contact it again to request further action. If a complainant remains unsatisfied having gone through all stages of\r\nthe Council’s complaints procedure, the Local Government Ombudsman\r\n(LGO) may be able to investigate a complaint. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-03T12:59:30.620Z"
    },
    "id": 321423,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321423.json"
    },
    "type": "petition"
}