{
    "attributes": {
        "action": "Relax school fines from September due to coronavirus.",
        "additional_details": "Due to coronavirus many families have had to cancel, rebook and postpone family holidays both in the uk and abroad. \r\n\r\nMany company’s are offering familys to rebook for a date when they will be allowed to reopen rather then taking a refund which will not help businesses stay afloat. \r\n\r\nMost of these holidays are going to have to be moved to term time holidays Due to parents needing to take annual leave and the cost of holidays now increasing due to demand. \r\n\r\nParents and children have suffered enough in this pandemic without having to now worry about extra financial burdens!",
        "background": "Relax the school fines for taking children out of school for holidays after going back to school while the pandemic is currently controlling our lives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-19T07:49:43.690Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-19T08:09:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-08T12:49:18.918Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/302021\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-08T12:49:18.914Z"
    },
    "id": 321412,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321412.json"
    },
    "type": "petition"
}