{
    "attributes": {
        "action": "Reclassify Social / Care workers as a skilled profession.",
        "additional_details": "There is a 1001 things to do a day, and it is like no other job, and add in that clinical skills to keep a person safe. It’s a kick in the teeth for the support workers in the world to call them unskilled workers. The majority are smart, qualified individuals who started in care because it is one of the most stressful jobs, however most rewarding job anyone can do. Please sort this out, you are simplifying a role that is so misunderstood by  the government. They are the backbone of healthcare.",
        "background": "Care work takes a considerable amount of skill in various ways, from supporting mental health, giving medication, tissue viability, nutrition, care planning, assessments, consultations etc.. and it has a whole load of responsibility to go with it, duty of care. This is not a unskilled job. Change it",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-19T16:32:55.837Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-19T18:42:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-03T13:57:59.997Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government does not designate particular occupations as skilled or unskilled, except in certain limited areas such as whether an occupation is included on the Shortage Occupation List.\r\n\r\nWe have published the following related petitions, which you might like to sign:\r\n\r\nWe would like the government to consider social care as equally important to NHS: https://petition.parliament.uk/petitions/302897\r\n\r\nAmend the Immigration Bill to ensure non-UK care workers can be recruited: https://petition.parliament.uk/petitions/321378\r\n\r\nIncrease minimum wage for social care staff to £10.72: https://petition.parliament.uk/petitions/316909\r\n\r\nCitizenship for all immigrant NHS and social care workers - Covid19: https://petition.parliament.uk/petitions/312894"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-03T13:57:59.995Z"
    },
    "id": 321471,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321471.json"
    },
    "type": "petition"
}