{
    "attributes": {
        "action": "Extend the grant for the self employed to match the current Furlough Scheme.",
        "additional_details": "Many people who are self employed are unable to go back to work at the end of May. Particularly people in the arts such as Actors, Singers, Stage Crew, Sound Engineers, Theatre workers, Events companies, Comedians, Musicians and many more. Outside of the arts, there are also many self-employed who either can not go back to work or feel it is not safe to do so. The Government needs to take fair and decisive action as soon as possible and extend the grant to all self-employed.",
        "background": "The government has extended the Furlough Scheme until October, yet millions of self-employed will only receive help until the end of May. The government needs to match the Self-Employment Income Support Scheme (SEISS) to the Furlough Scheme so that everyone has a fair chance of financial survival.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-19T20:59:36.246Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-19T21:18:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T10:46:10.806Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/320655\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T10:46:10.804Z"
    },
    "id": 321512,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321512.json"
    },
    "type": "petition"
}