{
    "attributes": {
        "action": "The Government should continue financial support for the Self-Employed (SEISS)",
        "additional_details": "Many Self-Employed are unable to work from home and, due to current Goverment COVID 19 restrictions, cannot return to work.\r\n\r\nFor many, the very nature of their business means they cannot work within the present restrictions as laid out by the Government. E.g. Massage Therapists, Therapy Training Schools, Event Crews, Marquee suppliers, Fairground Workers, Entertainers, Teachers of Karate, etc.\r\n\r\nThe financial support packages for the Employed and Self-Employed should be run for the same duration.",
        "background": "The Government created a support package for the Self-Employed that equated to the support package they created for the Employed, running from May to June.\r\n\r\nThey have extended the support for the employed until October and now should do the same for the Self-Employed.\r\n\r\nThere is no reason not to.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-20T09:41:51.717Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-20T10:17:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T10:47:39.677Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/320655\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T10:47:39.674Z"
    },
    "id": 321561,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321561.json"
    },
    "type": "petition"
}