{
    "attributes": {
        "action": "Support for international students throughout COVID-19",
        "additional_details": "1)Universities must reduce international student fees by 20% for all units which have been transferred online in part or full as a result of COVID-19, and refund 20% of fees already paid on such units as some of the courses have practical sessions.\r\n2) The Government must amend VISA conditions to allow international students to shift to part-time study while impacted by online study and isolation measures.\r\n3) Home office should extend the visa of the students graduating in 2020.",
        "background": "International students must be supported throughout COVID-19, and we believe that if a student has had their income significantly affected by this crisis, they should have access to the same government supplements.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-19T22:35:38.136Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-20T18:47:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T09:09:19.442Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nReimburse international students this year's fees due to strikes and COVID-19: https://petition.parliament.uk/petitions/318717\r\n\r\nExtend Tier-4 visas and waive third-term tuition fee for international students: https://petition.parliament.uk/petitions/310825\r\n\r\nExtended Visas indefinitely for International Students: https://petition.parliament.uk/petitions/304442\r\n\r\nExtend proposed Graduate visa route to 2019-20 batch of students due to COVID19: https://petition.parliament.uk/petitions/314710\r\n\r\nPay international students weekly wage equal to 20 hrs to meet monthly expenses: https://petition.parliament.uk/petitions/310054\r\n\r\nTemporarily suspend the 20 hour term time work rule for international students: https://petition.parliament.uk/petitions/307938\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T09:09:19.438Z"
    },
    "id": 321526,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321526.json"
    },
    "type": "petition"
}