{
    "attributes": {
        "action": "Abolish Outsourcing",
        "additional_details": "I would like this Government to create a law preventing companies, like British Airways,  from closing sections within their establishments and handing the business to outside companies forcing their employees to work for another organisation and take on different terms and conditions. This should never be considered especially while we have a virus to cope with and the staff are on Furlough",
        "background": "I would like the Government to banish outsourcing especially outside Britain. British Airways has enough money without creating job losses and no business should close their call centres, for example, and send them outside of this country.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-20T07:25:21.074Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-20T09:11:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-30T07:15:02.960Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about how certain companies are restructuring, but it's not clear exactly what you want the Government to do about this.\r\n\r\nOutsourcing is the practice of using an outside company to provide goods or services, and decisions about how businesses operate, including whether they make use of outsourcing, are a matter for individual businesses, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to prevent public bodies from outsourcing work to private companies, because the Government is responsible for how public bodies fulfil their functions.\r\n\r\nWe have also published a petition related to how British Airways is restructuring, which you might like to sign: https://petition.parliament.uk/petitions/319446"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-30T07:15:02.957Z"
    },
    "id": 321541,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321541.json"
    },
    "type": "petition"
}