{
    "attributes": {
        "action": "Give clarity on the next steps of Year 12 students' future",
        "additional_details": "COVID-19 will have long-lasting ramifications on society. However Y12, due to no government direction and despite lockdown introducing new mental health challenges, increased workload and pressures in home environments; Y12 students are still having to work on daily school work and revision. This is because we are unclear on how Y13 and after that will look like.\r\n\r\nY12s and schools can't assume that everything is going to be the same going forward, with exams, uni applications and post-18 plans.",
        "background": "COVID-19 has altered the lives of Y12 students, without any security given.\r\n\r\nThe Government needs to give clarity and a plan about the new educational year for Y12s to ensure that students are protected from further pressure and stress about their future and exams.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-20T15:05:05.338Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-20T15:33:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T09:48:49.030Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T09:48:49.027Z"
    },
    "id": 321601,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321601.json"
    },
    "type": "petition"
}