{
    "attributes": {
        "action": "Freeze MP’s pay and give the NHS staff and the key workers the pay rise instead.",
        "additional_details": "The amazing heroes of this pandemic have worked so very hard to save lives and keep the country going and deserve to be shown appreciation. We keep hearing how the country is struggling and yet the government can find the money to give mp’s a pay rise (that they don’t need). There are struggling key working families that would benefit from the pay rise/bonus. I believe the government are very selfish in doing this, if they can find the money to increase their pay, give it to whom deserves it.",
        "background": "Pay the staff of the NHS and the key workers the wages they deserve instead of freezing their wages for the next two years. Increase the wages or give a bonus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-20T21:45:35.585Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-20T21:53:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-05T15:06:28.094Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nFund an above inflation, respectful pay rise to all public sector workers: https://petition.parliament.uk/petitions/315198\r\n\r\nNo public sector pay freezes for the next 5 years: https://petition.parliament.uk/petitions/320604\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-05T15:06:28.091Z"
    },
    "id": 321669,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321669.json"
    },
    "type": "petition"
}