{
    "attributes": {
        "action": "Vote of no confidence referendum",
        "additional_details": "Feb 11th; ministers were informed of how catastrophic this virus could be. Yet no action was taken until 23rd march.\r\n\r\nLack of initial PPE; countless infections/deaths could have been avoided, when UK companies where offering to make PPE, but where ignored by government.\r\n\r\nThis government repeatedly lied/misinformed the public, going against what the WHO were advising.\r\n\r\nDue to delayed response and complete neglect; the UK now faces potentially the worst economic crisis ever seen.\r\n\r\nBorders could have been closed and prevented the virus ever reaching the UK; meaning next to 0 infections/deaths and only minor economic damage",
        "background": "I wish the government to acknowledge that their handling of Covid-19 has being an absolute disgrace. I wish them to allow the public to vote a confidence referendum; if majority feel lack of confidence a new general election should proceed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-21T11:53:44.880Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-21T14:26:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-02T14:59:26.760Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.  \r\n\r\nYou might like to sign this petition calling for a public inquiry into the handling of coronavirus:\r\n\r\nhttps://petition.parliament.uk/petitions/302576"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-02T14:59:35.040Z"
    },
    "id": 321746,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321746.json"
    },
    "type": "petition"
}