{
    "attributes": {
        "action": "Increase National Insurance to help boost funding for both NHS and Care workers.",
        "additional_details": "For the last 8 weeks, I have stood on my doorstep every Thursday at 8pm with my neighbours to clap and give support to all the NHS & Care Workers. We clap them for the superb work they do as well as the major harms way many are putting themselves in front of fighting Coronavirus. This support of clapping is a morale booster, however knowing many friends and family that work in both sectors, I know that supporting them financially would surely be a boost too.\r\n\r\nClapping does not create Currency.",
        "background": "I would like to request that MPs discuss and carry forward a plan to increase National Insurance by a maximum of £5.00 a week to help boost funding for a pay increase for both NHS and Care workers as well as funding for any necessary kit required to carry out their roles.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-21T15:32:58.676Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-21T23:51:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-30T15:18:20.281Z",
        "rejection": {
            "code": "duplicate",
            "details": "We think this petition is calling for a similar action:\r\nIncrease National Insurance by 5 pence to Increase Salaries for all NHS Workers: https://petition.parliament.uk/petitions/310518 \r\n\r\nThe pay of care workers is not the responsibility of the UK Government or Parliament, since most are employed privately. \r\n\r\nYou may wish to sign this petition calling for social care to be nationalised:\r\nhttps://petition.parliament.uk/petitions/319117"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-30T15:18:33.934Z"
    },
    "id": 321776,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321776.json"
    },
    "type": "petition"
}