{
    "attributes": {
        "action": "EXTEND THE SELF EMPLOYED SUPPORT SCHEME",
        "additional_details": "For many of us, it will take a long time for work to restart particularly in the entertainment industry such as Theatre and Event venues. If the self-employed income support is not extended, many of us will not be able to pay bills such as rent.\r\nWe request that government debate this serious issue and agree to ensure that the self-employed income support scheme is extended in line with employed support. This will ensure survival of important industries and help to reboot the economy.",
        "background": "Employees are supported financially until October 2020, yet the self-employed will not be. The SEISS scheme has given support to millions of self-employed people for which we are grateful- stopping this in the next two months will be devastating for people all over the country. Please reconsider.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-21T12:17:38.839Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-21T12:58:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T10:55:43.962Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/320655\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T10:55:43.959Z"
    },
    "id": 321749,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321749.json"
    },
    "type": "petition"
}