{
    "attributes": {
        "action": "Use the Green New Deal to rebuild the economy after the COVID19 crisis/recession",
        "additional_details": "COVID19 demonstrates the fragility of society in times of crisis. Climate change, through food insecurity, water scarcity, climate refugees etc., will create similar but larger crises in the near future.\r\n\r\nThe previous economic system guaranteed an increase in global temperatures to well above 2°C. Scientists show +2°C is the last point of safety.\r\n\r\nCOVID-19 shows we can make huge economic & social changes in times of crisis, but the bigger, climate crisis is still ahead. We must change path now.",
        "background": "Make the Green New Deal the model to rebuild the UK economy after this crisis. Do this by enacting the current legislation brought forward by Caroline Lucas MP and Clive Lewis MP found here https://publications.parliament.uk/pa/bills/cbill/2017-2019/0365/190365.pdf",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-21T13:07:15.151Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-21T13:42:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-15T07:30:25.164Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/317343\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-15T07:30:25.162Z"
    },
    "id": 321761,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321761.json"
    },
    "type": "petition"
}