{
    "attributes": {
        "action": "Change the eligibility and Include 2019/20 earnings for newer self-employed",
        "additional_details": "If government can't consider 2019/20 self-employed income, they should consider employed income for 2018/19 instead, for which HMRC have full records of.  Considering that millions who are eligible for the SEISS can get up to £2500 / month + UC, and furloughed ppl can get 80% of their salary but DO NOT HAVE TO PAY THIS BACK, it's outrageous that 1000's if not millions who went fully SE in 2019/20 who were employed before that and paid tax into state, can only get UC, which IS NOT close to enough",
        "background": "If like me, you went full-time self-employed during 2019/20 tax year, and you were employed as well as self-employed in 2018/19, but your income from self-employed was less than 50% of your overall earnings (even if tax and NI was paid on 100% of it), then you are NOT eligible for the SEISS.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-21T12:54:07.759Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-21T13:18:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T10:57:41.940Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nPay self employed workers a wage due to lack or earnings caused by COVID-19: https://petition.parliament.uk/petitions/303345\r\n\r\nProvide COVID19 income support for the newly self-employed, without HMRC records: https://petition.parliament.uk/petitions/310471\r\n\r\nBase self employed income support grant on 2019-20 tax returns: https://petition.parliament.uk/petitions/318435\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T10:57:41.937Z"
    },
    "id": 321756,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321756.json"
    },
    "type": "petition"
}