{
    "attributes": {
        "action": "Provide clarity on EU Regulation 261/2004",
        "additional_details": "It seems unfair that some companies can interpret the regulations in such a way that hard working citizens of the UK are penalised financially at a time many are finding it hard to make ends meet. There is no consistency across the industry and Government seems reluctant to intervene and provide specific direction for the airline industry. The Government needs to provide clarity on their expectations of airlines relative to EU261/2004",
        "background": "Companies such as Ryanair and EasyJet have refused to comply to EU261 and provide refunds for cancelled flights whilst other airlines provide full refunds. I call on the government to provide a clear statement on the interpretation of EU261 to get some consistency across the airline industry.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-22T13:23:34.742Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-22T14:50:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-07T16:50:27.619Z",
        "rejection": {
            "code": "no-action",
            "details": "Arrangements for refunding, changing or rebooking travel are a civil matter between individual travellers and airlines or travel agents, not the Government or Parliament.\r\n\r\nThe Civil Aviation Authority, which regulates the UK aviation industry, has provided guidance on passenger rights and how to make a claim: https://www.caa.co.uk/Passengers/Resolving-Travel-Problems/Delays-and-cancellations/\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRequire travel companies & airlines to pay compensation if no refund in 14 days: https://petition.parliament.uk/petitions/317878\r\n\r\nCreate a fund to reimburse money lost due to covid-19 travel cancellations: https://petition.parliament.uk/petitions/304912"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-07T16:50:27.616Z"
    },
    "id": 321877,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321877.json"
    },
    "type": "petition"
}