{
    "attributes": {
        "action": "Legislate to enable University students to defer a year, to avoid e-teaching",
        "additional_details": "Students across the country pay significant sums of money, usually through loans, often leaving them with c.£50k student debt.\r\n\r\nAnd now, as a result of the COVID-19 pandemic, universities across the country are beginning to announce that teaching in the 2020/21 academic year will be moved solely online. Cambridge University was the first to announce this.\r\n\r\nMany students choose to live away from home because of the stresses of home, which is why they should be able to defer to avoid e-learning.",
        "background": "We call on Government to legislate to enable all students to optionally defer a year to resume studies in-person/on-campus post-COVID. It is not fair on students who signed up for physical teaching to be forced to undertake their degree from home for all of 2020/21, as planned by many institutions",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-21T23:49:01.631Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-22T03:49:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-30T11:13:53.004Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. Decisions about university admissions are a matter for individual universities and UCAS, not the UK Government or Parliament.\r\n\r\nYou may wish to sign this petition:\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19\r\nhttps://petition.parliament.uk/petitions/324762"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-30T11:14:02.303Z"
    },
    "id": 321825,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321825.json"
    },
    "type": "petition"
}