{
    "attributes": {
        "action": "Award a collective George Cross to the NHS for its outstanding Covid 19 response",
        "additional_details": "We believe that the NHS has met the requirements of heroism and conspicuous courage as deemed necessary for the award of the George Cross, the highest civilian award for bravery that Britain can bestow.\r\nWe feel the outstanding dedication, commitment and personal sacrifice shown at this unprecedented time should be officially recognised by the Government on behalf of the British people.\r\nA precedent has been set by the collective award of the George Cross to the people of Malta during WW2.",
        "background": "The British Government should recognise the conspicuous courage, dedication and fortitude shown by NHS staff in confronting the challenges of the Covid 19 pandemic with the award of the George Cross, collectively, to the NHS organisation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-22T19:25:25.653Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-23T10:31:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T14:07:56.505Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept petitions that call for specific awards or honours to be given to individuals or organisations, because we can only accept petitions about matters for which the Government or Parliament are responsible for.\r\n\r\nThere is an independent process for considering nominations for awards and honours, and advising the Queen on granting these, so it is not something the Government or Parliament can do.\r\n\r\nThe Government has announced that it is delaying Her Majesty The Queen’s Birthday honours list until the Autumn so people who have made a contribution to the fight against coronavirus can be recognised and celebrated: https://www.gov.uk/government/speeches/oliver-dowdens-statement-on-coronavirus-covid-19-20-may-2020\r\n\r\nYou can nominate someone who has made an exceptional contribution to the response to the coronavirus crisis in the UK for an award here: https://www.gov.uk/honours/nominate-someone-for-coronavirus-work\r\n\r\nYou may wish to sign these petitions calling for a similar action:\r\n\r\nAward Covid-19 medals to all emergency services and involved armed forces: https://petition.parliament.uk/petitions/302613\r\n\r\nA medal to honour the fortitude of people working in essential occupations: https://petition.parliament.uk/petitions/308035\r\n\r\nAward medals to the retired doctors and nurses who returned to NHS for COVID19: https://petition.parliament.uk/petitions/315329\r\n\r\nAward posthumous medals to NHS and other frontline workers; victims of covid-19: https://petition.parliament.uk/petitions/312389\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T14:07:56.502Z"
    },
    "id": 321911,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321911.json"
    },
    "type": "petition"
}