{
    "attributes": {
        "action": "Hold a vote of no confidence in PM and cabinet, replace with cross-party group",
        "additional_details": "The government's neglect to take the Covid-19 crisis seriously has caused preventable deaths and deep economic damage.\r\n\r\nFailure to secure PPE and testing capacity, and failure to lockdown when it was already evidently necessary, has led to a wider spread of the virus and a deeper level of lockdown than if they had acted earlier.\r\n\r\nSince making these mistakes they have also failed to take the ample opportunities to redress this or to admit their mistakes to the public.",
        "background": "We want a motion of no confidence in the government on the grounds of their mis-management of the Covid-19 crisis. Should the vote find that the house has no confidence in the PM, a proportional cross-party committee of MPs should be formed to devise and implement the crisis recovery strategy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-23T11:23:43.969Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-23T12:24:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-02T15:00:06.123Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.  \r\n\r\nYou might like to sign this petition calling for a public inquiry into the handling of coronavirus:\r\n\r\nhttps://petition.parliament.uk/petitions/302576"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-02T15:00:09.765Z"
    },
    "id": 322012,
    "links": {
        "self": "https://petition.parliament.uk/petitions/322012.json"
    },
    "type": "petition"
}