{
    "attributes": {
        "action": "Cancel GCSEs and A-Levels for year 10 and 12 students upon return to school",
        "additional_details": "Year 10 and 12 students are missing at least ¼ of their course for each subject, this figure will most likely be even higher depending on the amount of time we spend in lockdown. This will reduce our expected results by 2 grades. Year 11 and year 13 students didn't sit their exams in 2020. If we survived 2020 without exams, why should we have to go back? Students are pressured to do well in their exams, and with the fear of COVID-19 affecting their grades the aditional stress is just unnecesary.",
        "background": "Upon the return to school after COVID-19 lockdown restrictions are loosened, we believe that GCSEs and A-Levels for current year 10 and 12 students should be cancelled. We think this because year 10 and 12 students are at a strong disadvantage when it comes to examinations after having to homeschool",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-23T14:15:54.459Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-23T15:13:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T09:49:42.252Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T09:49:42.249Z"
    },
    "id": 322073,
    "links": {
        "self": "https://petition.parliament.uk/petitions/322073.json"
    },
    "type": "petition"
}