{
    "attributes": {
        "action": "Expand the role of the Parliamentary Select Committe on Standards",
        "additional_details": "Recent events have given the impression that those in Westminster are exempt from these standards\r\n\r\nOver half of the UK don't trust politicians.\r\n\r\nhttps://fullfact.org/blog/2020/apr/half-of-uk-dont-listen-to-politicians-trust/\r\n\r\nHolding Ministers, MPs and their advisers to the same standards that all other public servants are held to, will help restore trust and faith in parliament.\r\n\r\nRecent events have given the impression that those in Westminster are exempt from these standards.",
        "background": "The Select Committee and Commisioner should be able to investigate Ministers, MPs and their advisers for potential breaches of the Nolan Principles of Public Life, namely:\r\n1.\tSelflessness\r\n2.\tIntegrity\r\n3.\tObjectivity\r\n4.\tAccountability\r\n5.\tOpenness\r\n6.\tHonesty\r\n7.\tLeadership",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-23T20:49:55.106Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-24T18:16:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-03T14:13:09.065Z",
        "rejection": {
            "code": "no-action",
            "details": "The Parliamentary Commissioner for Standards is already responsible for investigating allegations that MPs have broken their Code of Conduct and its supporting rules. The principles that you outline are taken into account by  when considering the investigation and determination of any allegations of breaches of the rules of conduct, although they don't form part of the code itself. You could start a petition calling for the Commissioner to be given powers to investigate any breach of the seven principles of public life, if that is what you want to happen. The Committee on Standards considers specific complaints referred to it by the Commissioner, but does not start investigations on its own initiative.\r\n\r\nMinisters and Special Advisers are subject to different codes, set by the Government, and investigating alleged breaches of these codes is a matter for the Government, not the House of Commons. The Ministerial Code already states that Ministers are expected to observe the Seven Principles of Public Life. You could start a petition calling on the Government to incorporate the seven principles of public life to the Special Advisers Code of Conduct, and establish a new board or body to investigate alleged breaches of these codes of conduct by Ministers or special advisers."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-04T11:02:17.010Z"
    },
    "id": 322195,
    "links": {
        "self": "https://petition.parliament.uk/petitions/322195.json"
    },
    "type": "petition"
}