{
    "attributes": {
        "action": "Strengthen the rules around removal of DPFs and other emissions devices.",
        "additional_details": "The driving of a vehicle with emissions reduction systems removed is currently illegal, but there are no sufficient measures in place to prevent the removal or punish those who do.\r\nReporting of violators is also not easily done.\r\nEmissions reductions systems are put in place to reduce pollution and in the interest of public health. Thousands selfishly remove these devices and contribute to environmental and health problems and face no recourse for these actions.",
        "background": "Strengthen the regulations around the removal emissions reductions devices.\r\nPut measures in place to prevent garages from removing or advertising the removal of such devices Increase punishment for those performing such services, and for owners/drivers of such vehicles & increase ease of reporting.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-24T01:02:59.895Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-24T01:05:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-03T10:28:24.759Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the illegal removal of diesel particulate filters, but it's not clear what you want the Government or House of Commons to do about this.\r\n\r\nAs you state in your petition, it is already illegal to remove a DPF, and since February 2014 the inspection of the exhaust system carried out during the MOT test includes a check for the presence of a DPF. A missing DPF, where one was fitted when the vehicle was built, will result in an MOT failure.\r\n\r\nInvestigating and taking action in respect of potential offences under these rules is a matter for the police and Crown Prosecution Service, and not the Government or House of Commons.\r\n\r\nRegarding the advertising or services to remove DPFs, this would be a matter for the Advertising Standards Authority, which in 2016 took action in respect of an advert about remobal of DPFs which breached their rules: https://www.asa.org.uk/rulings/avon-tuning-ltd-a16-356800.html\r\n\r\nIf you believe someone has committed an offence related to the removal of a DPF you should report this to the police, and if you believe someone is advertising illegal services you should report this to the ASA.\r\n\r\nReport a crime: https://www.police.uk/pu/contact-the-police/report-a-crime-incident/\r\n\r\nMake a complaint to the ASA: https://www.asa.org.uk/make-a-complaint.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-03T10:28:24.756Z"
    },
    "id": 322235,
    "links": {
        "self": "https://petition.parliament.uk/petitions/322235.json"
    },
    "type": "petition"
}