{
    "attributes": {
        "action": "Repeal the Data Law & Create New Laws Giving the Right of Access to All Records",
        "additional_details": "There is no justice with existing data laws, they do not serve their purpose & enable organisations to cover up failure, abuse & misinterpret the law by withholding, altering & blocking records by our government departments, agencies, public services, local authorities, schools & police. Withholding records is the biggest cause of miscarriages of justice in the U.K. A new independent body is required to enforce the new law, impose heavy fines & prosecute where a criminal offence is committed",
        "background": "Current data law/GDPR ends 31/12/2020.The Government must overhaul the law & prioritise giving the public fundamental right of access to all their records held by any organisation without restriction or delay & No individual’s data/information should be processed outside the UK without prior consent",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-24T10:58:20.130Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-24T11:44:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-03T12:07:10.482Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about current data protection laws and rights to access personal data, but it's not clear what changes you want to be made to current laws, as many of the actions you cite in your petition are already against the law.\r\n\r\nThere is also already an independent body, the Information Commissioner's Office, which is responsible for enforcing the law and imposing fines in respect of breaches of current data laws. You can find out more about the ICO here: https://www.gov.uk/government/organisations/information-commissioner-s-office\r\n\r\nIf you want the Government to change the powers the ICO has to take action against data holders, you could start a petition about this, or to remove the exemptions that permit data holders not to release certain records, you could start a new petition about this, but it would need to be clear what action you want the Government to take.\r\n\r\nAlso, while you are correct that EU law on GDPR will cease to apply to the UK at the end of the transition period, the Government has incorporated this legislation into domestic law, so it will continue to have effect until it is replaced."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-03T12:07:10.479Z"
    },
    "id": 322301,
    "links": {
        "self": "https://petition.parliament.uk/petitions/322301.json"
    },
    "type": "petition"
}