{
    "attributes": {
        "action": "To stop wedding insurance companies from rejecting claims made due to Covid-19",
        "additional_details": "Me and my partner were due to get married. Due to Covid-19 we were unable to. We went to our insurer and put a claim in to get our money back. We were then told by the insurance company that our claim was rejected as they do not cover for government act. However, in their terms and conditions they said that they do cover for infectious diseases. Furthermore, they have changed their policies and terms and conditions several times to avoid paying out.",
        "background": "We want Parliament to intervene and either make the insurance companies pay to make sure people aren't in worse financial situations or provide support for people affected by insurance companies refusing to pay out on their wedding insurance claim.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-05-24T17:52:14.895Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-24T18:04:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-03T15:20:39.142Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We're sorry to hear about your wedding. Unfortunately the refunds are the responsibility of the suppliers and their insurance companies, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nCreate a fund to reimburse money lost due to Covid-19 wedding cancellations: https://petition.parliament.uk/petitions/318603"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-03T15:20:39.140Z"
    },
    "id": 322471,
    "links": {
        "self": "https://petition.parliament.uk/petitions/322471.json"
    },
    "type": "petition"
}