{
    "attributes": {
        "action": "British citizenship for BNO Hong Kongers should China's Security Law be enabled",
        "additional_details": "Should this new law pass, the 1984 Sino-British treaty is as good as dead. For starters, One Country Two Systems would in effect have become One Country One System. Secondly, it was said that Hong Kong was to be run by Hong Kongers yet this law passing signifies that Hong Kong is run by Beijing. The CCP promised \"No change and a high level of autonomy\" in Hong Kong for at least 50 years prior to the handover. This promise looks to have been broken. It's now time for the UK to show BNO holders that they have not been forgotten. Former Prime Minister John Major once said that Hong Mongers would never walk alone, now is the time to prove it.",
        "background": "At the minimum, to help offer the 300000+ British citizens in Hong Kong a way out by giving them full British rights. If possible to also be extended to family members of those who wish to escape Hong Kong, seen as BNO can't be passed on by birth. For the UK and allies to follow Taiwan's lead.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-25T09:58:49.087Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-25T12:18:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-15T10:44:50.418Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/300091"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-15T10:47:47.012Z"
    },
    "id": 322717,
    "links": {
        "self": "https://petition.parliament.uk/petitions/322717.json"
    },
    "type": "petition"
}