{
    "attributes": {
        "action": "Do more about online grooming and pedophilia on social media!",
        "additional_details": "I want you to do this because right now in our climate most young children when turning 13 are eager to get online and create social media accounts. Facebook, Snapchat etc are very popular with the young generation but the harm its exposing them to, the sickening content and messages, HAS TO STOP. We let these sites do as they please, I do not feel that is what we stand for. I implore you to act!",
        "background": "I want you to enforce by law an act that requires all social media sites operating in the UK including Facebook to heavily fight against grooming, harassment and pedophilia as we have seen a sickening rise in online sexual harassment which in many cases can lead to harm outside of the internet!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-25T21:32:46.066Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "MoJ",
                "name": "Ministry of Justice",
                "url": "https://www.gov.uk/government/organisations/ministry-of-justice"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-26T09:34:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-03T09:05:12.343Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about people using social media for grooming and sharing illegal content, but it's not clear what you want the Government to do about this.\r\n\r\nLaws already exist to prevent online grooming, but taking action to enforce these laws is a matter for the police and National Crime Agency, not the Government or House of Commons.\r\n\r\nIf you have any concerns relating to online grooming you should call the police on 999, or contact the Child Exploitation and Online Protection section of the National Crime Agency at https://www.ceop.police.uk/safety-centre/ \r\n\r\nWe have published a number of petitions about the regulation of social media, which you might like to sign:\r\n\r\nBan anonymous accounts on social media: https://petition.parliament.uk/petitions/332315\r\n\r\nMake the legal age for social media users to 18+: https://petition.parliament.uk/petitions/300232\r\n\r\nRequire social media platforms to validate user IDs: https://petition.parliament.uk/petitions/331573\r\n\r\nRequire social media companies to retain data to prevent crimes: https://petition.parliament.uk/petitions/301344"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-03T09:05:12.341Z"
    },
    "id": 322893,
    "links": {
        "self": "https://petition.parliament.uk/petitions/322893.json"
    },
    "type": "petition"
}