{
    "attributes": {
        "action": "Ban use of non-pregnant models to sell maternity clothing",
        "additional_details": "There is no such thing as a \"standard\" bump and this is creating unrealistic beauty expectations, whilst retailers benefit from increased sales online from expectant mothers who are isolating. Pregnant models are also losing career opportunities in what should constitute maternity discrimination.\r\n\r\n As a part of society that can no longer interact with other expectant mothers and is subsequently less visible, this adds to the mental health pressures of women during COVID and should be addressed.",
        "background": "During COVID, pregnant women are being forced to look online for representations of themselves. Pregnancy is a time of natural bodily change and the perception of what is normal is being negatively affected by the use of standard \"fake bumps\" on models who are not pregnant, impacting mental health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-25T16:56:22.728Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DCMS",
                "name": "Department for Digital, Culture, Media and Sport",
                "url": "https://www.gov.uk/government/organisations/department-for-digital-culture-media-sport"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-25T17:16:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-03T08:46:29.055Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Deciding what models to use is a matter for individual retailers, not the Government or House of Commons.\r\n\r\nIf you are concerned about how maternity clothes are being advertise, you may wish to contact the Advertising Standards Authority about this issue at: https://www.asa.org.uk/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-03T08:46:29.053Z"
    },
    "id": 322823,
    "links": {
        "self": "https://petition.parliament.uk/petitions/322823.json"
    },
    "type": "petition"
}