{
    "attributes": {
        "action": "Ban 24 hour News stations.",
        "additional_details": "Some of us are fed up with them trying to drive narratives of their own choosing, consequently portraying themselves as a self elected spokespeople for members of the public. In times of national crises trying to fuel divisions rather than being mainly supportive. Failing to be fair on some of their reports. Also failing to report on certain subjects.",
        "background": "Stop continuous repetitive news programmes. Make them adhere and be accountable to all laws as every person or organisation is.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-26T13:25:49.423Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-27T11:43:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-06T08:13:48.995Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or House of Commons to take a specific action.\r\n\r\nIt's not clear whether you want the Government to ban 24 hour news stations, or regulate the content of news stations. News broadcasters are subject to the same laws as private individuals, and are also regulated by Ofcom, the UK's regulator for the communications industry.\r\n\r\nWe have published the following related petitions, which you might like to sign:\r\n\r\nEnsure balance and fairness in political reporting: https://petition.parliament.uk/petitions/300700\r\n\r\nReplace the current press self regulatory system with a statutory regulator: https://petition.parliament.uk/petitions/300246"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-06T08:13:48.992Z"
    },
    "id": 323012,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323012.json"
    },
    "type": "petition"
}