{
    "attributes": {
        "action": "Cancel all fines where people acted as Dominic Cummings would have done.",
        "additional_details": "Any response that focusses on whether Cummings' actions were lawful or right has ignored this petition.\r\n\r\nWe demand that the law be applied equally to all people. The police officers are not accountable for the guidance they are given, that responsibility lies firmly with politicians. All fines issued during lockdown should be reviewed and cancelled if it is possible the recipient was interpreting the law and guidelines the same way the government do.",
        "background": "We are not seeking to condemn the actions of any individual. Our purpose is to persue equal application of the law.\r\n14,000 fines have been issued and police were given guidance that contravened the government's own interpretation of lockdown laws and guidelines. The fines should be reviewed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-27T11:38:43.461Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-27T17:30:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-02T11:41:43.575Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The issuing of fines is a matter for the police and courts, not the Government or House of Commons.\r\n\r\nWe have published a petition calling on the Government to reimburse any resident of England that has been fined for breaking the lock down, which you might like to sign: https://petition.parliament.uk/petitions/322542\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-02T11:41:43.573Z"
    },
    "id": 323185,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323185.json"
    },
    "type": "petition"
}