{
    "attributes": {
        "action": "Scrap SATS tests for primary children",
        "additional_details": "As a parent of two children due to go into years 1 and 6 in September 2020 I am very concerned about the effect the extended disruption to their formal education will have on their SATS results. As the 2020 SATS have not gone ahead due to Covid19 and the likely unreliable results the next sets of results will produce now seems the perfect time to review their effectiveness and agree to scrap these unnecessary and stressful primary school tests.",
        "background": "Following the lengthy disruption of schooling for primary children this spring and the likely educational disruption which they will continue to face for some months, it is not fair or appropriate for them to be put through the SATS tests in years 1 and 6",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-26T22:31:57.632Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-27T17:20:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-08T11:35:38.710Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards, individual schools and Ofqual, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nSuspend school performance tables and make SATs tests optional (Coronavirus): https://petition.parliament.uk/petitions/301021\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-08T11:35:38.707Z"
    },
    "id": 323118,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323118.json"
    },
    "type": "petition"
}