{
    "attributes": {
        "action": "Grant immediate extensions of 'Leave to Remain' for essential COVID workers.",
        "additional_details": "We want the Government to grant immediate leave to remain because it is the right & decent thing to do\r\n\r\nApplications are normally intrusive & scary but 12 hour shifts with no PPE during a national terror when most people were locked up safely at home?\r\n\r\nPeople with a British spouse and leave to remain claim no benefits or housing.  Most are OK with that.  \r\n\r\nWe ask the Government to grant immediate leave without delay or further ‘processes’ to the families who have served this country so well.",
        "background": "Foreign spouses need 'Leave to Remain' in UK but there are delays causing fear and uncertainty.  Many did essential jobs during COVID providing food, fuel & medicine, working & dying in care homes, getting supplies to isolating families. \r\n\r\nIt is time to repay the debt and grant immediate leave.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-27T02:25:30.023Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-29T09:28:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-10T16:28:53.624Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAward immigrant key workers with permanent residency after coronavirus crisis: https://petition.parliament.uk/petitions/307483\r\n\r\nCitizenship to all immigrant key workers: https://petition.parliament.uk/petitions/313825\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-10T16:28:53.622Z"
    },
    "id": 323135,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323135.json"
    },
    "type": "petition"
}