{
    "attributes": {
        "action": "Hold a Vote of No Confidence in the current serving Government.",
        "additional_details": "The gross ineptitude of the current government has been laid bare by a prolonged trend which has been exasperated by recent events.\r\n  \r\nClear contempt for Policy and Legislation has been demonstrated, abandoning any concept of due diligence, respect for convention or ethical practice.\r\n\r\nThe mismanagement demonstrated by the current government can only be described as sheer complacency and would be remiss if this was not addressed directly with those held accountable.",
        "background": "As a fundamental principle of the Constitution, Government must retain confidence of the Legislature; sovereignty is awarded to the Government in assurance that public needs are met.\r\n\r\nAs representatives it is the duty of the Legislature to fulfil the sentiment prescribed here by the Electorate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-27T15:06:05.666Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-27T17:36:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-02T15:05:59.425Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.  \r\n\r\nYou might like to sign this petition calling for a public inquiry into the handling of coronavirus:\r\n\r\nhttps://petition.parliament.uk/petitions/302576"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-02T15:06:04.614Z"
    },
    "id": 323214,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323214.json"
    },
    "type": "petition"
}