{
    "attributes": {
        "action": "Stop Police Brutality in the Black Community and Serve Justice to Victims.",
        "additional_details": "The government needs to introduce a law against the police using unnecessary force and violence towards Black people in police custody or contact. A reform to revise the existing definition of 'unnecessary force' is to be undertaken. No one should be beaten and reasonable measures should be taken in all police arrests or contact to ensure that no violence is used. In cases of those resisting arrest the police should be governed by a new policy that breaks down how a suspect can be safely and lawfully detained. \r\nThere have been several cases of police beatings recently in London.",
        "background": "There is a disproportionate number of Black men that are being targeted and attacked by the police. The government needs to investigate and scrutinize when, where and why this is happening.\r\nThe government needs to take action to investigate corrupt policing against Black people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-28T15:06:20.119Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-28T17:05:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-04T10:44:55.116Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.   Police brutality is already against the law, and police using unnecessary force could be subject to disciplinary action and have charges brought against them by the CPS.\r\n\r\nWe have published several petitions calling for similar actions which you may wish to sign:\r\n\r\nhttps://petition.parliament.uk/petitions/329599\r\nhttps://petition.parliament.uk/petitions/323805\r\nhttps://petition.parliament.uk/petitions/323867\r\n\r\nOr if you would like a different action, you could start a new petition explaining more clearly the changes you would like."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-04T10:45:04.783Z"
    },
    "id": 323404,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323404.json"
    },
    "type": "petition"
}