{
    "attributes": {
        "action": "RISHI SUNAK: EXTEND THE SELF EMPLOYED SUPPORT SCHEME TO THE NEWLY SELF EMPLOYED",
        "additional_details": "The UK's Fashion industry is worth £32bn, making it the UK's largest creative industry. As a London based fashion designer going freelance mid 2019 was great; until Covid-19 paralysed the fashion industry, hire freezes and demand for work grinding to a halt. \r\nBy cutting us out from the SEISS, it has been devastating for people all over the country. If the self-employed income support scheme isn't extended to the 2019 newly self employed, many of us won't be able to survive on JSA or U.Credits.",
        "background": "Most of the self-employed have been successfully covered by the SEISS, but a lifeline has yet to be given to the 2019 newly self-employed, now unable to find/resume work. JSA and Universal Credits just doesn't fair up at £74pw (£320pm) which is a far cry from £2500pm for those on furlough or SEISS.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-28T14:25:58.911Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-28T15:03:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T11:18:51.336Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nPay self employed workers a wage due to lack or earnings caused by COVID-19: https://petition.parliament.uk/petitions/303345\r\n\r\nProvide COVID19 income support for the newly self-employed, without HMRC records: https://petition.parliament.uk/petitions/310471\r\n\r\nBase self employed income support grant on 2019-20 tax returns: https://petition.parliament.uk/petitions/318435\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T11:18:51.334Z"
    },
    "id": 323400,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323400.json"
    },
    "type": "petition"
}