{
    "attributes": {
        "action": "Make drones follow the DPA with pilots having to pass a course with a license.",
        "additional_details": "The law would mean people would come under a government body that regulate the use of drones. The body can strip rights away for improper use by pilots of drones in the UK. The method could kill other crimes with it under the data protection act. The articles could be expanded with increase use and stop terrorism spying with it.",
        "background": "Make drones licensed under Data Protection Act with pilot having to pass a course with a license. We need to have peoples data protected with copyright material for company privacy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-28T17:00:35.227Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-28T17:18:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-04T14:44:28.238Z",
        "rejection": {
            "code": "no-action",
            "details": "Drones are already regulated and operators of most drones have to register with the Civil Aviation Authority: https://www.caa.co.uk/Consumers/Unmanned-aircraft/Our-role/Drone-and-model-aircraft-registration/\r\n\r\nOperators of drones are already subject to the Data Protection Act:\r\nhttps://ico.org.uk/your-data-matters/drones/\r\n\r\nThe ICO is responsible for upholding information rights in the UK and is independent. You can find more information about making a complaint here: https://ico.org.uk/make-a-complaint/\r\n\r\nIf you would like more specific restrictions on the use of drones, you could start a new petition explaining clearly what changes you would like."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-04T14:44:34.659Z"
    },
    "id": 323428,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323428.json"
    },
    "type": "petition"
}