{
    "attributes": {
        "action": "Regulate UK Travel Companies",
        "additional_details": "Currently, there is no protection for anyone who books a holiday through the UK travel industry. Insurance is the offered alternative but more commonly than not insurance does not always cover or provide the required protection. A majority of people do not purchase insurance for holidays within the UK. Large travel companies are currently flouncing the rules and bending them to their favour as they do not have to ahere to anyone..... this must stop! The Government need to step in!",
        "background": "This is a call for the Government to regulate the UK travel industry. Due to the coronavirus it has become apparent that anyone who purchases a holiday from Uk travel companies (not package holidays) are not offered any protection from regulation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-31T20:45:02.857Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-31T20:51:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-06T08:57:13.414Z",
        "rejection": {
            "code": "no-action",
            "details": "Package travel and linked travel arrangements are already regulated: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/749498/package-travel-regulations-2018.pdf\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nExtend ATOL protection to all flights booked within the UK: https://petition.parliament.uk/petitions/302300\r\n\r\nCreate a fund to reimburse money lost due to covid-19 travel cancellations: https://petition.parliament.uk/petitions/304912\r\n\r\nIf you want the Government to make some other change to how travel companies are regulated you could start a new petition, but this would need to be clear what change you want the Government to make."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-06T08:57:13.413Z"
    },
    "id": 323834,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323834.json"
    },
    "type": "petition"
}