{
    "attributes": {
        "action": "Protect sensitive habitats from sources of fire including disposable BBQ's",
        "additional_details": "An increase in natural wildfires combined with fires caused by human carelessness suggests we need to do more to protect our countryside from fire.  In May 2020 significant wildfires in the UK demonstrated the habitat damage that can be caused and the risk to life. With some potentially caused by disposable BBQ's we need further measures to protect our environment. Control of disposable BBQ's as well as introduction of designations and controls for at risk areas would be a start.",
        "background": "Our natural habitats are being burnt to destruction by fires caused by carelessness and negligence from disposable BBQ's and other sources.    The government needs to introduce special protection for our at risk areas and specific controls for the use of disposable BBQ's.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-01T09:37:26.338Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-01T10:15:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-27T14:43:26.750Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about fire in sensitive habitats, but we're not sure what specific action you'd like the UK Government or Parliament to take. \r\n\r\nYou could start a new petition asking the UK Parliament or Government to fund fire control measures in sensitive habitats. \r\n\r\nYou might like to sign and share this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/315762"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-27T14:43:26.746Z"
    },
    "id": 323889,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323889.json"
    },
    "type": "petition"
}