{
    "attributes": {
        "action": "Ask the government to take control of the way banks handle bounce back loans.",
        "additional_details": "The government stated that the bounce back loans are available to all eligible self employed and small Businesses, who fit the criteria, this criteria states it should NOT be based on a person's financial history,nor  paid into a business bank account. However, most banks are insisting you need to hold,or open a business account in order to meet \"their\"criteria. For many this means the \"no credit check loan\" then becomes a credit check for an account,which if failed renders you illegible!",
        "background": "I want the government to monitor the banks,involved in the bounce back loan scheme for the self employed and small businesses. They are causing so much hardship by discriminating against self employed who do not have a business bank account, or cannot open one for whatever reason.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-31T20:25:59.877Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-31T21:34:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-23T12:34:46.863Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the way banks are providing loans under the Bounce Back Loan scheme, but it's not clear exactly what action you want the Government to take.\r\n\r\nThe Government is guaranteeing loans provided under the Bounce Back Loan Scheme, but the process for granting loans under this scheme is a matter for individual lenders, and not the Government or House of Commons.\r\n\r\nYou could start a petition calling for the Government to stop banks from providing loans under this scheme if they fail to meet certain conditions, such as refusing loans to applicants who meet the Government's eligibility criteria."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-23T12:34:46.861Z"
    },
    "id": 323829,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323829.json"
    },
    "type": "petition"
}