{
    "attributes": {
        "action": "Give special consideration to Year 10 and 12 pupils sitting exams in 2021",
        "additional_details": "Year 10 and Year 12 students have faced and still are facing an enormous challenge in the year prior to their exams, at the time of writing this they have not be informed of any changes to their exam season commencing in May 2021, despite the unprecedented levels of disruption due to the closure of schools to most pupils because of the Coronavirus pandemic. Many schools have not been doing virtual lessons, meaning many students have been left behind with the increasing strain of self teaching.",
        "background": "We ask the UK Government to give special consideration to Years 10 and Year 12 pupils sitting their exams in 2021, to ensure they receive a fair grade to recognise their work during this hugely disrupted academic year, not purely assessed by exams in 2021 but work done over their whole course.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-01T09:17:42.843Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-01T18:40:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-05T13:02:56.977Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards, individual schools and Ofqual, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570\r\n\r\nReduce curriculum content for year 10 & 12 students who will sit exams in 2021: https://petition.parliament.uk/petitions/320772\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-05T13:02:56.973Z"
    },
    "id": 323884,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323884.json"
    },
    "type": "petition"
}