{
    "attributes": {
        "action": "Stop all payments to the EU and give the money to the NHS instead",
        "additional_details": "Stop all payment of fees, refuse to pay the 39 billion 'divorce settlement', no contributions towards bailouts and no other payments for anything.   They have been enjoying making billions out of us taxpayers for far too long and its about time the other countries paid more instead.\r\n\r\nThis money will go a long way with helping the excellent work of the NHS.",
        "background": "It is obvious to us that the EU is only interested in our money.  We feel they are not treating us with any respect or like an independent country with the way they are negotiating.  They need to be hit where it hurts them the most and all payments to them must stop.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-01T18:07:34.853Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-01T18:29:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-30T14:46:11.521Z",
        "rejection": {
            "code": "no-action",
            "details": "The financial settlement between the UK and EU has been agreed as part of the withdrawal agreement. Any changes to this treaty would need to be agreed with the EU and ratified by Parliament.\r\n\r\nWe have published a number of petitions calling on the Government to increase or protect funding for the NHS, which you might like to sign:\r\n\r\nEnsure continued Universal health cover by legally committing to a minimum spend: https://petition.parliament.uk/petitions/300925\r\n\r\nCreate a National Health Insurance Tax for the NHS: https://petition.parliament.uk/petitions/313361\r\n\r\nRaise the rate of income tax and corporation tax to fund the NHS: https://petition.parliament.uk/petitions/313995"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-30T14:46:11.519Z"
    },
    "id": 323958,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323958.json"
    },
    "type": "petition"
}