{
    "attributes": {
        "action": "Make history a mandatory GCSE subject and include racism in the curriculum",
        "additional_details": "History is essential to tackling racism in the UK. Too many BAME individuals are suffering at the hands of unchecked underlying racism due to the poor educational attitudes towards race relations. History becoming a mandatory subject overcomes this barrier. It ensures that students understand the current socioeconomic environment through a comprehensive learning of the past treatment of BAME individuals as a result of British history of racism, involvement in slavery and colonialism.",
        "background": "Parliament must make history a mandatory subject for all students including in GCSE. They must also ensure the curriculum involves teaching British involvement in slavery, colonialism and its history of racism.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-01T22:15:41.738Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-01T22:24:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:17:46.897Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to change how schools teach history, but it's not clear exactly what changes you want the Government to make.\r\n\r\nHIstory is already a compulsory subject for Key Stage 3. For Key Stage 4, the Government sets the national curriculum, including \"core\" and \"foundation\" subjects, but does not specify that particular GCSEs are mandatory. This is a decision for individual schools to make based on the qualifications they offer.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality\r\n\r\nYou could start a petition calling on the Government to make history a core subject for Key Stage 4 students, if you want to petition on this change, as distinguished from the petitions that are already open, listed above."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:17:46.894Z"
    },
    "id": 324002,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324002.json"
    },
    "type": "petition"
}