{
    "attributes": {
        "action": "Publish review into BAME people being disproportionately affected by COVID-19",
        "additional_details": "Given the current situation and discussion surrounding 'Black Lives Matter', the government should not be able to hide potential failures within our society. By refusing to publish this report, the government risk the lives of people in order to avoid addressing issues affecting our communities . The government failing to act is indicative that they do not take the idea of black lives mattering seriously and by failing to release the information they are further contributing to this problem.",
        "background": "The Government's review into how the BAME community has been disproportionately affected by COVID-19 has been delayed for the second time. This is supposedly due to \"current global events\" and ongoing 'Black Lives Matter' protests. They should remove this delay and publish the report immediately.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-02T11:34:14.536Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-02T13:33:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-10T07:55:16.139Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has published two reviews by Public Health England.\r\n\r\nCOVID-19: review of disparities in risks and outcomes: https://www.gov.uk/government/publications/covid-19-review-of-disparities-in-risks-and-outcomes\r\n\r\nUnderstanding the impact of COVID-19 on BAME groups: https://www.gov.uk/government/publications/covid-19-understanding-the-impact-on-bame-communities\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-10T07:56:54.435Z"
    },
    "id": 324086,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324086.json"
    },
    "type": "petition"
}