{
    "attributes": {
        "action": "INCLUDE THE SUCCESS & OPPRESSION OF BLACK BRITISH PEOPLE IN NATIONAL CURRICULUM",
        "additional_details": "By currently only including the oppression and racism that African Americans have experienced; it dissociates and desensitizes the United Kingdom into believing it's not complicit & rewrites history. The curriculum needs to educate children on the history of British Racism and how it has affected the country. It should also include the accomplishments and successes of the Black British community and the adversity they are still yet to overcome.",
        "background": "The Government need to address and rectify the exclusion of the oppression of Black British People in the curriculum. \r\nThe curriculum needs to include the topic of racism and the oppression of black people in the UK as well as the US & include the accomplishments of Black British people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-02T12:47:53.799Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-02T13:07:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:19:02.507Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:19:02.505Z"
    },
    "id": 324109,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324109.json"
    },
    "type": "petition"
}