{
    "attributes": {
        "action": "Rethink the Immigration and Social Security Co-ordination (EU Withdrawal) Bill",
        "additional_details": "According to the Institute for Public Policy Research, this bill would make 69% of our current EU workforce ineligible for a visa, including 66% of the people currently working in our health and social care sector. This pandemic has highlighted how deeply we rely upon, and must value, migrant workers, especially those we label as low-skilled. In the words of MP Bell Ribeiro-Addy, this bill is \"a slap in the face to those many key workers... who have been our backbone throughout this pandemic\".",
        "background": "I urge the government to rethink this bill, which replaces free movement with a salary threshold of £25,600, in favour of a fair policy which does not retrospectively strip people of their rights, or at the very least to extend the list of shortage occupations to include care workers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-02T17:15:10.059Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-02T19:41:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-11T12:54:46.743Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the Immigration Bill, but it's not clear what changes you want the Government to make to this.\r\n\r\nUnder the Government's proposals, all job applicants will need to meet certain criteria, but those whose job is a shortage occupation (as designated by the Migration Advisory Committee) would not need to meet the higher minimum salary limits: https://www.gov.uk/government/publications/the-uks-points-based-immigration-system-policy-statement/the-uks-points-based-immigration-system-policy-statement\r\n\r\nWe have published the following petition, which calls for one of the actions your petition mentions, which you might like to sign:\r\n\r\nAmend the Immigration Bill to ensure non-UK care workers can be recruited: https://petition.parliament.uk/petitions/321378\r\n\r\nIf there is a specific change you would like the Government to make to the Immigration Bill, such as allowing EU citizens to come to and work in the UK without meeting any tests, you could start a new petition about this, but it would need to be clear what changes you want the Government to make to its proposals."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-11T12:54:46.741Z"
    },
    "id": 324187,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324187.json"
    },
    "type": "petition"
}