{
    "attributes": {
        "action": "Introduce compulsory eduation on Black History in the National Curriculum",
        "additional_details": "For years the educational system in the UK has neglected the teaching of Black History in schools and centres of learning. It is important for future generations to understand the impact people of colour have and continue to have on this country and the world.\r\n\r\nThe UK has long promoted itself as a multi-cultual society and yet continues to deprive students and young people of the resources to fully understand our nation and the origins of their identity.\r\n\r\nPlease support Lavinya Stennet.",
        "background": "We want the government to make Black History a staple of the National Curriculum in secondary schools. This is not only to help educate future generation on the impact people of colour have had upon shaping the world but to also combat xenophobia and racism at its roots.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-02T22:13:58.509Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-02T23:09:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:34:30.455Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:34:30.452Z"
    },
    "id": 324283,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324283.json"
    },
    "type": "petition"
}