{
    "attributes": {
        "action": "Put British colonial history on the national curriculum",
        "additional_details": "As a person of mixed South Asian/English heritage, it is something that is woven into the fabric of my identity, as much as it British history. It is crucial learn at a young age how BAME people have contributed to our modern society and to understand our colonial past.To understand the past is a step towards creating a better future. To silence this part of our history is to ignore the voices of so many in our society. I believe that education is the most important tool to reclaim those voices and gain a deeper understanding of Britain's identity and so colonialism should be a compulsory subject area in our national curriculum.",
        "background": "I am currently completing my training to become a primary school teacher. My student populations are always extremely diverse in backgrounds and cultures, which is something that we celebrate in our classrooms. What is shocking to me is the lack of attention paid to our own racial history.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-02T21:45:07.799Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-03T08:40:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:36:20.488Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:36:20.486Z"
    },
    "id": 324278,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324278.json"
    },
    "type": "petition"
}