{
    "attributes": {
        "action": "Make Black and Asian history part of the national curriculum to battle racism.",
        "additional_details": "There's much omitted from Britain’s colonial history, it excludes how members of Colonial Diaspora were treated and how they contributed to the British state. British children are robbed of understanding how colonialist ideology was implemented, stunting the growth of racial equality in the UK. We must show that this systemic racism still exists and we must educate young adolescents how they can actively be involved in standing up against racism (eg. diversity quotas in jobs, media and more).",
        "background": "Include Black and Asian British History in the national education curriculum and update the GCSE reading list to ensure children are educated on racial dilemmas. The realities of British Imperialism and Colonialism need to be taught, this is a part of British History which shouldn't be forgotten.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-03T11:00:28.945Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-03T11:37:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:38:11.754Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:38:11.752Z"
    },
    "id": 324381,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324381.json"
    },
    "type": "petition"
}