{
    "attributes": {
        "action": "Make anti-racism education a stand-alone part of the British school curriculum.",
        "additional_details": "Books like Why I'm no longer talking to white people about race- Reni Eddo Lodge, Natives- Akala, Don't touch my hair- Emma Dabiri, Me and White Supremacy- Layla Fsaad, and countless others, should be required reading. It's not enough to teach our children to be kind. We have to start teaching them to be actively anti-racist. Research says that children start to form racial biases before they're three. We have to start from school. We need to fix this broken system for our kids.",
        "background": "Change starts with our children. To ensure that racism stops with this generation, anti-racism education needs to start at school. No more white washed history, no more glossing over the atrocities of colonialism and empire.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-02T23:30:49.562Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-03T06:33:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:35:51.309Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:35:51.307Z"
    },
    "id": 324303,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324303.json"
    },
    "type": "petition"
}