{
    "attributes": {
        "action": "Hold an independent public inquiry into COVID-19 and BAME communities in the UK",
        "additional_details": "Public Health England have confirmed that people of black and South Asian ethnicities are twice as likely to die from COVID-19 than their white counterparts. We need a full investigation into the reasons for this and how they can be addressed. In a country with a national healthcare system paid for through taxation, there is no excuse for healthcare disparities of this magnitude. It is likely that the contributing factors are multiple and complex - all the more reason for a full inquiry.",
        "background": "The government needs to hold an independent public inquiry into the impact of COVID-19 on black and other minority ethic groups in the UK and commit to implementing the recommendations of the inquiry as soon as it is published",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-03T11:44:08.638Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-03T13:21:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-12T15:31:37.489Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has published a number of documents about Covid -19, disparities in risks and outcomes, and the impact on BAME communities.\r\n\r\nA review into how different factors have affected COVID-19 risk and outcomes was published on 2 June: https://www.gov.uk/government/publications/covid-19-review-of-disparities-in-risks-and-outcomes\r\n\r\nA summary of stakeholder insights into factors affecting the impact of coronavirus (COVID-19) on black, Asian and minority ethnic (BAME) communities was published on 16 June: https://www.gov.uk/government/publications/covid-19-understanding-the-impact-on-bame-communities\r\n\r\nOn 11 August the Minister for Equalities set out further work the Government is undertaking in this area: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908584/Minister_for_Equalities_letter.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-12T15:31:37.487Z"
    },
    "id": 324398,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324398.json"
    },
    "type": "petition"
}