{
    "attributes": {
        "action": "Make the Slave Trade and the British Empire compulsory on the History curriculum",
        "additional_details": "This petition is important so that all UK citizens understand the role of Britain historically and how Britain's interactions with the world, both good and bad, shaped the UK's identity today. It also gives students of a BAME background understanding of their own ancestral history and how it intertwines with British history generally, whilst allowing BAME students to gain a sense of identity and not allow people to strip of them of being British based on the colour of their skin.",
        "background": "I want the government to make an aspect of the History curriculum more prescriptive by making the Transatlantic Slave Trade and the atrocities of the British Empire compulsory topics of study in the UK. Currently, the Holocaust is the only topic with this level of protection.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-03T05:36:26.464Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-03T06:25:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:35:26.945Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:35:26.943Z"
    },
    "id": 324325,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324325.json"
    },
    "type": "petition"
}