{
    "attributes": {
        "action": "Decolonise UK education & introduce postcolonial studies to the curriculum",
        "additional_details": "Enough is enough. The UK needs to actively engage in being anti-racist. Society needs to mobilise and we need to act in solidarity. By educating children on this important subject during school years and not just in paid higher education, greater understanding and awareness can be achieved. White privilege needs to be discussed and unpacked. Racism needs to be taken seriously. The UK needs to decolonise its education and broaden its perspectives.",
        "background": "The UK's education is whitewashed and Eurocentric and must be decolonised. Postcolonial theory is a crucial form of education that considers the powerful effects of colonisation & racism. This topic is only available within paid, higher education and needs to be mandatory within the UK's curriculum.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-03T12:43:20.268Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-03T13:30:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:40:51.675Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:40:51.672Z"
    },
    "id": 324428,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324428.json"
    },
    "type": "petition"
}