{
    "attributes": {
        "action": "Allow Chester zoo to reopen with its Covid-19 Measures that are in place",
        "additional_details": "The Zoo is the uk’s largest charity zoo, not only does it support animals in the UK it also supports animals that are on the brink of extinction through overseas projects. The Zoo now faces a struggle to survive and is losing approximately £1.6m per month which is there basic outgoings which has been coming from gate footfall. \r\nThe zoo provides education for our future. \r\nAllowing the zoo to reopen will ensure its future will remain",
        "background": "Chester Zoo has been told it must remain closed indefinitely due to the coronavirus. \r\nChester Zoo has implemented all measures to ensure it meets the Covid-19 rules and have implemented more than is required. \r\nThe government are allowing beaches and other resorts to open where no regs exist.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-03T13:45:38.822Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-03T15:02:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-09T08:21:34.394Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAllow Zoos and Wildlife attractions to reopen with social distancing in place: https://petition.parliament.uk/petitions/323881\r\n\r\nProvide financial help to zoos, aquariums, & rescue centres during the pandemic: https://petition.parliament.uk/petitions/308733\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-09T08:21:34.392Z"
    },
    "id": 324454,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324454.json"
    },
    "type": "petition"
}