{
    "attributes": {
        "action": "Allow Chester Zoo to re-open with immediate effect",
        "additional_details": "Chester Zoo are an amazing charity. The work they do for their animals and conservation around the world is invaluable. The cost  to feed the animals alone amount to £500K per month on top of that you have the staff who have been their throughout this crisis providing care to the animals that need it most. Their debts are escalating as they haven't had visitor income since March due to the pandemic. They have continued to provide the upmost care to these animals and their employees throughout.",
        "background": "Allow Chester Zoo to re-open immediately during the COVID - 19 pandemic so long as social distancing measures are adhered to and visitor numbers are reduced and controlled.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-03T12:04:34.769Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-03T12:08:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-09T08:14:12.296Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAllow Zoos and Wildlife attractions to reopen with social distancing in place: https://petition.parliament.uk/petitions/323881\r\n\r\nProvide financial help to zoos, aquariums, & rescue centres during the pandemic: https://petition.parliament.uk/petitions/308733\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-09T08:14:12.292Z"
    },
    "id": 324406,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324406.json"
    },
    "type": "petition"
}