{
    "attributes": {
        "action": "Include black history in all curriculums and the negative side of colonisation.",
        "additional_details": "We want the curriculum changed and less to be taught about the world wars.  5 years on the world wars and no time on black or queer history reinforces the systematic racisms of the population as well as eradicating black contributions to society. It is imperative that we teach a balanced view to help remove hatred and xenophobia from the world. Teach a balanced history and include the negatives of colonial expansion and how we have helped the world and also negatively impacted it",
        "background": "Following the obvious and systematic racism in the USA and UK it is imperative that we are teaching the new generation about all sides of history. This includes but is not limited to black and queer history and the atrocities that colonialism brought to the world.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-03T12:51:17.802Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-03T13:10:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:39:55.805Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:39:55.803Z"
    },
    "id": 324433,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324433.json"
    },
    "type": "petition"
}