{
    "attributes": {
        "action": "To take a moral and legislative stance on BAME inequality.",
        "additional_details": "Those who fall within the BAME umbrella suffer systematic oppression on the daily, it is ingrained and it is our responsibility to root it out and fix it.  Through the findings of the BAME report and the ongoing riots in America, the facts have been laid clear and are undeniable.  It is not enough to stand in solidarity against these messages of oppression, action must be taken, accountability needs to be pushed and change needs to be made.  We can not stop, until we are equal.",
        "background": "To accept accountability for the findings in the BAME report and to implement strategies to redress the imbalances that have led to the loss of innocent lives\r\n\r\nTo condemn the use of tear gas, rubber bullets and riot shields in the US in the ongoing riots and to cease the UKs export of these items",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-03T14:40:54.892Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-03T15:05:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-11T15:38:24.500Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nSuspend future sales of tear gas and other crowd control equipment to the USA: https://petition.parliament.uk/petitions/324208\r\n\r\nCondemn the US government for the use of force against its citizens: https://petition.parliament.uk/petitions/323863\r\n\r\nReview the use of force against BAME people by the police: https://petition.parliament.uk/petitions/329599\r\n\r\nAcknowledge systemic racism; implement the Lammy and Angiolini justice reviews: https://petition.parliament.uk/petitions/329097"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-11T15:38:24.497Z"
    },
    "id": 324475,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324475.json"
    },
    "type": "petition"
}