{
    "attributes": {
        "action": "Reform the national curriculum, Introduce compulsory Diversity/BAME classes.",
        "additional_details": "To properly inform students of the prevalence of racism today, and educate them on the need for inclusivity, understanding & acceptance. Thus, dismantling systematic racism & discrimination. Ensuring an education system that is not biased, whitewashed, or bypasses the experiences of BAME people throughout history. Encourages students to pursue anti-racist paths of action, whilst embracing diversity in their communities. We demand a devised plan to be implemented by the latest September 2022.",
        "background": "Introduce a compulsory diversity-based subject into the national curriculum, educating students on diversity, racial inequality, inclusivity, white privilege, and systemic racism. Reform history classes for an unglorified, unbiased approach to Britain’s Imperial and Colonial history.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-03T14:57:14.782Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-03T15:19:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:41:43.113Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:41:43.110Z"
    },
    "id": 324482,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324482.json"
    },
    "type": "petition"
}