{
    "attributes": {
        "action": "Prioritise a green transformation in the COVID-19 economic recovery plan",
        "additional_details": "We call on the government to step up their commitment to people and our environment.\r\n\r\nThe evidence is clear: implementing green policies is the best way to revive the economy and tackle climate change.\r\n\r\nWith all of our futures thrown into question by the pandemic, now is the best time to re-prioritise and build back better.\r\n\r\nWe’ve consolidated expert research on the most impactful measures to achieve a sustainable and thriving economy. \r\n\r\nVisit: Peoplesplan.org",
        "background": "People want an urgent response to the climate emergency. We have now seen that rapid action in times of crisis is possible. \r\n\r\nLet’s use the COVID-19 pandemic as a turning point in climate action, combining economic recovery with sustainable climate policy. \r\n\r\nThe time for action is now.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-03T20:12:25.845Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-04T11:04:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-15T07:30:49.819Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/317343\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-15T07:30:49.816Z"
    },
    "id": 324593,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324593.json"
    },
    "type": "petition"
}