{
    "attributes": {
        "action": "Allow Chester Zoo to reopen following their efforts to become 'Covid Secure'",
        "additional_details": "Chester Zoo is an important attraction for the UK, and global wildlife conservation and education. Due to the recent order to remain closed 'Indefinitely' they are now at risk of closing permanently.\r\n\r\nThe government have already eased restrictions on people in public spaces where the ability to control the number of people is limited. Chester Zoo is a wide open space under the control of an organisation that has the experience and the resources to limit the number of people who are on site.",
        "background": "I wish for the Government to allow Chester Zoo to reopen, and revoke the order that it must remain closed 'Indefinitely'. When other similar sites have been given permission to open. This has put the Zoo in a precarious position and are now at risk of closing permanently.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-04T09:36:48.992Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-04T10:03:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-09T08:39:44.275Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAllow Zoos and Wildlife attractions to reopen with social distancing in place: https://petition.parliament.uk/petitions/323881\r\n\r\nProvide financial help to zoos, aquariums, & rescue centres during the pandemic: https://petition.parliament.uk/petitions/308733\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-09T08:39:44.271Z"
    },
    "id": 324682,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324682.json"
    },
    "type": "petition"
}