{
    "attributes": {
        "action": "Instruct PGL to refund monies on Covid-19 cancelled school residential trips.",
        "additional_details": "Thousands of UK schools have made bookings with PGL for trips to be taken this Summer Term. Due to Covid-19 PGL are cancelling trips siting 'government travel restrictions' and refusing to make refunds on monies paid. School's finances will be hit as they endeavour to pay back parents currently in deep financial crisis due to being furloughed, losing their jobs or are self employed. In our particular case, we are a primary School in a non affluent area of North London with high deprevation.",
        "background": "Government to issue guidance/instruction to School Residential Trip organisers PGL, or similar organisations, to offer schools options as below\r\n- make immediate refunds on all money paid for trips where required, or \r\n- offer credit notes for future trips, for those schools who wish to accept.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-04T09:47:06.449Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-04T09:58:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-20T09:50:00.089Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Arrangements for refunding, changing or rebooking travel are a civil matter between schools and holiday operators, not the Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRequire travel companies & airlines to pay compensation if no refund in 14 days: https://petition.parliament.uk/petitions/317878\r\n\r\nCreate a fund to reimburse money lost due to covid-19 travel cancellations: https://petition.parliament.uk/petitions/304912\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\nwww.gov.uk/coronavirus \r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-20T09:50:00.086Z"
    },
    "id": 324684,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324684.json"
    },
    "type": "petition"
}