{
    "attributes": {
        "action": "Bring the SEISS In line  to the Covid Job Retention Scheme",
        "additional_details": "There are many professionals who work hard and have profits over £50000 on average over the 3 tax years. To exclude these professionals from any government help is inequitable.\r\nIt is also inequitable to exclude the self employed who left employment to commence self employment simply because their employment income is greater than their profits because they commenced later in the 2020 tax year. \r\nThe newly self employed are also excluded from access to the Bounce Back Loan.",
        "background": "The UK Government should debate scrapping the ceiling threshold of the SEISS as there is already a maximum payable (in line with the JRS) and the SEISS should be available for all who were registered self employed as of 19th March at HMRCs discretion.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-04T07:57:08.247Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-06T18:53:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-10T08:36:24.607Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nRemove the £50k earnings limit for self-employed to access government funding: https://petition.parliament.uk/petitions/310455\r\n\r\nProvide COVID19 income support for the newly self-employed, without HMRC records: https://petition.parliament.uk/petitions/310471\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-10T08:36:24.604Z"
    },
    "id": 324664,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324664.json"
    },
    "type": "petition"
}