{
    "attributes": {
        "action": "Lead international action to protect poor countries against Covid-19",
        "additional_details": "There is no international leadership at present. The UK has the expertise to do this.  A very small %age of the spend by the developed world on protecting itself will make a big difference.  As well as saving many lives it will also protect against re-importing a second spike of  infection from the developing world.",
        "background": "UK Government should bring together willing rich nations to provide funding, drugs, protective equipment and economic support for poor nations struggling to protect their people. Many of them don't stand a chance of fighting the virus alone.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-04T19:38:23.620Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-05T15:56:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-17T07:55:57.454Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the UK Government to take action to help protect poorer countries against Covid-19, but it's not clear what action you want the Government to take that it is not already taking.\r\n\r\nThe UK Government has made several announcements about support it is providing to help other countries fight Covid-19:\r\n\r\nUK aid to help developing countries tackle coronavirus: https://dfidnews.blog.gov.uk/2020/04/12/new-uk-aid-to-help-charities-and-global-organisations-tackle-coronavirus/\r\n\r\nUK aid boost for charities fighting coronavirus: https://www.gov.uk/government/news/uk-aid-boost-for-charities-fighting-coronavirus\r\n\r\nInternational organisations of which the UK is a member have also made announcements about support being provided to help counties respond to the Covid-19 outbreak:\r\n\r\nWorld Bank Group: 100 Countries Get Support in Response to COVID-19 (Coronavirus): https://www.worldbank.org/en/news/press-release/2020/05/19/world-bank-group-100-countries-get-support-in-response-to-covid-19-coronavirus\r\n\r\nUN: Funding the fight against COVID-19 in the world’s poorest countries: https://www.un.org/en/un-coronavirus-communications-team/funding-fight-against-covid-19-world%E2%80%99s-poorest-countries\r\n\r\nWe could accept a petition calling on the Government to increase foreign aid to help in the fight against Covid-19, or calling on the Government to request further action by international bodies, but it would need to be clear what action you want the UK Government to take, that it is not taking already."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-17T07:55:57.451Z"
    },
    "id": 324799,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324799.json"
    },
    "type": "petition"
}