{
    "attributes": {
        "action": "ALLOW THE CEREMONY OF MARRIAGES AND PLACES OF WORSHIP TO OPEN IN A SAFE MANNER",
        "additional_details": "For months, many people have put their weddings future lives on hold, not knowing when they can celebrate their most special moments. Businesses are also suffering; halls, caterers, singers, bands etc. Allow people to build their future TODAY.\r\nAllow places of worship to reopen TODAY. Many people are living by themselves and are becoming frustrated and depressed, with no end in sight. Marriage celebrations & places of worship is as important as many permitted activities and often more important.",
        "background": "People are allowed to go to protest, shop, beaches & work. But marriages are still banned, causing agony to thousands. Places of worship also, a fundamental right to so many who need the spirituality connection helping emotional health. Allow Marriages and places of worship (with social distancing).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-04T16:44:20.274Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-04T16:58:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-09T10:51:33.676Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that some weddings are able to take place, and has published guidance for small marriages and civil partnerships: https://www.gov.uk/government/publications/covid-19-guidance-for-small-marriages-and-civil-partnerships/covid-19-guidance-for-small-marriages-and-civil-partnerships\r\n\r\nThe Government has also announced that places of worship are allowed to open, and has published guidance for the safe use of places of worship during the pandemic: https://www.gov.uk/government/publications/covid-19-guidance-for-the-safe-use-of-places-of-worship-during-the-pandemic-from-4-july/covid-19-guidance-for-the-safe-use-of-places-of-worship-during-the-pandemic-from-4-july#section3\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-09T10:51:33.672Z"
    },
    "id": 324758,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324758.json"
    },
    "type": "petition"
}