{
    "attributes": {
        "action": "Prevent racism by tackling the ethnocentric UK Education System",
        "additional_details": "Through refining the education system to tackle the issue of racism, we can hopefully start building towards a future where racial injustice is overcome and where the worth of individuals are not based on their skin colour. \r\nBy exposing students to the normality of different cultures and how racism is detrimental, we can build a much more open-minded generation and create unity between racial groups. This can bring us a step closer to eradicating racism, ignorance and supremacy.",
        "background": "Include black authors e.g. Malorie Blackman and books on slavery in GCSE English reading lists.\r\n\r\nMake the Scramble for Africa a bigger part of the History curriculum to make lessons more inclusive, diverse and less ethnocentric - without glorification of the British Empire - less savior language.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-04T18:28:20.651Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-04T19:20:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-18T15:57:05.647Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nReform the National Curriculum on the basis of equality and BAME representation: https://petition.parliament.uk/petitions/324690\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nMake black history a compulsory part of the national curriculum for all ages: https://petition.parliament.uk/petitions/323654\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-18T15:57:05.644Z"
    },
    "id": 324787,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324787.json"
    },
    "type": "petition"
}