{
    "attributes": {
        "action": "The UK should pause the exporting of policing & security equipment to the US.",
        "additional_details": "The UK government should immediately halt the sale of tear gas, rubber bullets and riot shields to the US. The UK government records show it grants export licences worth millions of pounds for the sale of anti-crowd gas, riot equipment as rubber bullets – but the government’s own rules say such exports should not go ahead where they are likely to be used for internal repression. Due to the police violence which is widely evidenced across the US, we must cease these exports immediately.",
        "background": "The Government should announce a freeze  in accordance with British law, on the exporting of all policing and security equipment to the United States. As the internal repression escalates in America, we see the US government attacking peaceful protestors, journalists, and activists hourly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-04T12:05:07.070Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-04T14:36:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-11T15:38:53.428Z",
        "rejection": {
            "code": "duplicate",
            "details": "We can't publish petitions that include unproven or potentially defamatory statements, including accusations of a crime, police misconduct or human rights breaches.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nCondemn the US government for the use of force against its citizens: https://petition.parliament.uk/petitions/323863\r\n\r\nSuspend future sales of tear gas and other crowd control equipment to the USA: https://petition.parliament.uk/petitions/324208\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-11T15:38:53.426Z"
    },
    "id": 324714,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324714.json"
    },
    "type": "petition"
}