{
    "attributes": {
        "action": "Abolish the mandatory use of face masks on public transport from June 15th.",
        "additional_details": "It should be a choice. Not everyone has been wearing them throughout the lockdown when on transport or visiting shops. They shouldnt be mandatory on transport , more so because you dont need to wear them in terminals. They arent a proven way of protection and its not fair to force everyone to wear one. If they dont want to they shouldnt have to. Preventing someone from travelling which could impact them greatly is unfair just for not wearing a mask.",
        "background": "Not make it mandatory. Not everyone will have access to one. Not everyone feels comfortable wearing one. No-one should have to wear one unless they want to.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-04T18:39:50.786Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-04T18:51:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-08T09:12:08.441Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/325079\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-08T09:12:08.437Z"
    },
    "id": 324788,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324788.json"
    },
    "type": "petition"
}