{
    "attributes": {
        "action": "Postpone BlackLivesMatter events in UK for Public Health & Prevent disorder",
        "additional_details": "This action would ensure public safety & security. Allowing mass gatherings at this time is a dereliction of duty and reckless in light of such stringent and well observed rules from memebers of the British public. Until designated by the goverment that large scale public events or demonstrations are safe and can be policed adequately. These events should not be allowed to endanger public safety & put stress on the healthcare system we have so vehemently defended and applauded over recent months",
        "background": "Postpone these events to protect the public from the spread of Corona Virus. Until a risk assessment has been undertaken involving local and national public health authorities event organizers Emergencies transport safety and security in line with government & world health organisation guidelines",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-04T21:00:16.182Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-04T21:32:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-14T15:23:44.198Z",
        "rejection": {
            "code": "no-action",
            "details": "The Coronavirus Act 2020 already requires protest organisers to submit a Health and Safety Risk Assessment before permission for their protest can be given. \r\n\r\nYou could start a petition calling for the Coronavirus regulations to be tightened to prohibit groups of over 30 people from gathering for political purposes, if that is what you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19",
            "race-and-equality"
        ],
        "updated_at": "2020-08-14T15:24:08.046Z"
    },
    "id": 324811,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324811.json"
    },
    "type": "petition"
}