{
    "attributes": {
        "action": "Black history should be embedded in the national curriculum",
        "additional_details": "Black history should be added to the national curriculum to develop a sense of identity and belonging among young people, as well as help build social cohesion and raise attainment. Black History Month has been an annual fixture in the UK since 1987, celebrated in schools and at tens of thousands of events across the country, but in 2018 a row occurred after a number of local authorities scrapped the name, rebranding it “diversity month”. Progress must carry on.",
        "background": "Black history should be embedded in the national curriculum and taught in schools in England year round, as an alternative to the limitation of Black History Month.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-04T23:04:36.800Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-04T23:15:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:54:29.005Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:54:29.002Z"
    },
    "id": 324836,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324836.json"
    },
    "type": "petition"
}