{
    "attributes": {
        "action": "Make in-depth Black History a compulsory part of Secondary education",
        "additional_details": "The lack of detailed education surrounding Black History and the role that Britain played in this makes it almost impossible to change society’s opinions and perceptions in the years to come. Only through early education and intervention do we stand a chance of putting a stop to ignorance and racism. The current history curriculum is heavily focussed on World War One and Two, Hitler and the Holocaust, the history of the British Monarchy with a mere nod to slavery in America.",
        "background": "We want the Government to introduce truthful and in-depth Black History education to Secondary school children. We want the Government to teach beyond the obligatory nod to slavery in America, and actually educate our future generations on the history and topics of racism in Britain.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-04T22:00:22.383Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-05T09:59:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:54:53.077Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:54:53.158Z"
    },
    "id": 324826,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324826.json"
    },
    "type": "petition"
}