{
    "attributes": {
        "action": "Make white privilege and systematic racism compulsory part of British education",
        "additional_details": "In UK schools students learn about racism through history leading many adolescents to the impression that racism is an issue of the past as oppose to something we face daily. Students are misinformed and can be ignorant to white privilege. \r\nIn response to the countless tragic events that have occurred, and are occurring, globally and nationally, regarding racism it is clearer than ever that education on white privilege and systemic racism in our schools across the UK is essential.",
        "background": "Change the British Education system to ensure that it is compulsory across the country for students to be taught about white privilege and systematic racism so students are aware of the deeper roots of racism and how they can actively stand up against racism",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-04T21:07:32.125Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-04T21:20:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:54:06.737Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:54:06.735Z"
    },
    "id": 324813,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324813.json"
    },
    "type": "petition"
}