{
    "attributes": {
        "action": "Make it compulsory for schools to teach topics about racism and black history",
        "additional_details": "Racism is a problem that has been overlooked by the UK government for decades and they've done little to fix it. Coming from a mixed family I have seen first-hand the way racism is still affecting people from minority backgrounds. Introducing children to the problem of racism and the history behind minority communities in the UK will decrease misunderstandings and discriminatory behaviour where eventually everyone treats each other as equal.",
        "background": "I would like the government to make it compulsory for all schools to introduce topics about racism and its history in the UK in their curriculums and PSHE sessions. This would be taught across all years as it's important to introduce children to the issue from a young age.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-05T11:34:52.189Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-05T12:01:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:55:42.382Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:55:42.380Z"
    },
    "id": 324918,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324918.json"
    },
    "type": "petition"
}