{
    "attributes": {
        "action": "To have 2 birthing partners not just one.",
        "additional_details": "Being pregnant during the pandemic has been very challenging for us first times mum, we’ve missed out on everything. Baby showers, 4D scans, not being able to show the world my growing bump, it’s took the experience that’s meant to be wonderful to quite upsetting. So starting this petition I hope we can make it work.",
        "background": "Change the birthing partners to 2 not just one. Being a first time mum it’s very scary to experience like birth and being very close to my mum, I’m gonna want the support of my mum as well as my partner.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-05T13:18:15.974Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-05T14:24:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-13T11:17:06.200Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We were sorry to read how the pandemic has impacted your experience of being pregnant. We wish you the best for the rest of your pregnancy and birth. \r\n\r\nWe can't accept your petition because the UK Government or Parliament are not responsible for this issue. Decisions about the number of birth partners who are permitted to attend a birth is a matter for individual hospitals and NHS trusts, and not the Government or House of Commons.\r\n\r\nThe NHS has published guidance on intrapartum maternity care which states that women should have access to one birth partner during labour, provided they are asymptomatic: https://www.england.nhs.uk/coronavirus/wp-content/uploads/sites/52/2020/04/C0241-specialty-guide-intrapartum-maternity-care-9-april-2020.pdf\r\n\r\nThe Royal College of Obstetricians and Gynaecologists has also produced guidance which states that women should be able to have a birth partner present during labour and birth: https://www.rcog.org.uk/en/guidelines-research-services/guidelines/coronavirus-pregnancy/covid-19-virus-infection-and-pregnancy/#choices\r\n\r\nIt is an operational decision as to how individual hospitals and NHS trusts implement this guidance.\r\n\r\nYou may be interested to know that the Petitions Committee conducted an inquiry into the impact of Covid-19 on parental leave, as a result of a petition it received and published a report.\r\n\r\nYou can read the summary here: https://houseofcommons.shorthandstories.com/how-has-maternity-and-parental-leave-been-impacted-by-coronavirus-/index.html\r\n\r\nYou can read the full report here: https://publications.parliament.uk/pa/cm5801/cmselect/cmpetitions/526/52602.htm"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-13T11:17:19.631Z"
    },
    "id": 324945,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324945.json"
    },
    "type": "petition"
}