{
    "attributes": {
        "action": "Make Black histories mandatory across different subject areas in the curriculum.",
        "additional_details": "In 2014, Gove insisted that schools \"have a duty to actively promote...fundamental British values\", and thus suggested the removal of texts written by an array of diverse authors. Whitewashing our children's education is blatantly racist, and it hinders the government's \"commitments to social justice...\". Only with a true portrayal of the UK's history, will people across the country have the chance to become well-rounded and accepting citizens. It is time for education to replace indoctrination.",
        "background": "The current education system omits the vast contributions Black people have made to the UK. As a result, young people who learn from the curriculum are not given a full or accurate portrayal of British history. This reinforces a message that a sizeable part of the British population are not valued.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-05T17:06:26.695Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-05T19:36:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:56:51.932Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:56:51.930Z"
    },
    "id": 324983,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324983.json"
    },
    "type": "petition"
}