{
    "attributes": {
        "action": "Introduce race to the school curriculum in context of British past and present.",
        "additional_details": "Yet so much is forgotten and left out which leads to much of the conscious and subconscious divide seen in recent times.\r\n\r\nOne powerful way to change this is through education. Let us lead by example and highlight Britains historical relationship with common descent, culture, religion, language and race across the world. By reminding ourselves of our identity as a nation we can better explain why Britain is the way it is today and create unity rather than the divide we are seeing in recent times.",
        "background": "As far as I can remember, our educational system has always highlighted the importance of Maths, Science, English and everything else besides the subjects that impact our society most. And there’s none more relevant during recent events than race.\r\n\r\nBritain prides itself on its prolific history.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-05T20:29:18.695Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-06T09:38:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:06:45.216Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:06:45.213Z"
    },
    "id": 325014,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325014.json"
    },
    "type": "petition"
}