{
    "attributes": {
        "action": "Release records of Britain's dark past for inclusion in curriculum",
        "additional_details": "Given the current global climate, we must make our past transparently known for all of its evils for the benefit of all of our citizens; regardless of our respective skin pigmentation. Hiding our past has not made us heroes and that is clear for all to see now in 2020. This must be included in history curriculum in a format that denounces, as to educate that history must not be repeated.",
        "background": "Release records of Britain's slave traders, genocides in India and all former empire territories, all human rights abuses known of our colonial past for unabashed inclusion in curriculum to make our future more transparent than our past.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-06T04:20:09.879Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-07T23:31:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:12:59.300Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure if you want the Government to publish public records, and if so which ones, or update the national curriculum.\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:12:59.297Z"
    },
    "id": 325042,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325042.json"
    },
    "type": "petition"
}