{
    "attributes": {
        "action": "Fund hospitals fully during this pandemic without demanding they make cuts.",
        "additional_details": "Trust are already paying external companies to advise them how to save money. This is understandable, since they have had to burn through half a year of funding in the first quarter of the year, however it is a waste of precious resources. NHS trusts are already some of the most regulated and efficient organizations in the country, and it's obvious that central funding is the answer, not local cuts.",
        "background": "Hospitals have expanded ITU capacity, retrained staff, sourced vast quantities of PPE and run parallel services side by side for covid positive and covid negative patients. No trust should have to make cuts or so called \"efficiency savings\" to pay for this crisis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-06T21:49:57.760Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-06T23:08:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-30T10:31:21.443Z",
        "rejection": {
            "code": "already-happening",
            "details": "During the 2020 Budget the Chancellor of the Exchequer said that the NHS will get whatever resources it needs to fight the NHS: https://www.gov.uk/government/speeches/budget-speech-2020\r\n\r\nThe Government has since announced that more than £6 billion has gone to support our health services, free up hospital beds and deliver urgent priorities including acquiring ventilators, diagnostic tests and protective equipment for NHS staff: https://www.gov.uk/government/news/chancellor-provides-over-14-billion-for-our-nhs-and-vital-public-services\r\n\r\nThe NHS has not been required to make budget cuts due to the current outbreak.\r\n\r\nWe have published the following petition about ensuring future funding for the NHS, which you might like to sign:\r\n\r\nEnsure continued Universal health cover by legally committing to a minimum spend: https://petition.parliament.uk/petitions/300925\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-30T10:31:21.441Z"
    },
    "id": 325194,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325194.json"
    },
    "type": "petition"
}