{
    "attributes": {
        "action": "Immediately stop the use of policing animals during the London protests",
        "additional_details": "The risk of injury to the horses being used is extremely high. Unlike the protesters who chose to be at the protests, the animals have nothing to do with the fight the world is currently facing and should not be used as a display of power by the police force. THIS IS NOT THEIR FIGHT, there is no place for animal cruelty as well as any form of discrimination in our society and injury to these vulnerable animals should be avoided at all costs.",
        "background": "I would like to urge the government to put an immediate stop to the use of policing animals during such precarious times. Videos are emerging where protesters are throwing items at officers on the horses who are trying to diffuse the situation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-06T19:47:15.529Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-06T20:06:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-18T16:31:42.084Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for the Metropolitan Police. The London Mayor has responsibility for policing London, and decisions about how to deal with particular events is an operational matter for the Metropolitan Police.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nBan the use of horses in the police force: https://petition.parliament.uk/petitions/325179\r\n\r\nBan the use of horses for crowd control: https://petition.parliament.uk/petitions/325275"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-18T16:31:42.081Z"
    },
    "id": 325166,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325166.json"
    },
    "type": "petition"
}