{
    "attributes": {
        "action": "Commission independent  review of UK government's management of the C19 crisis.",
        "additional_details": "Why was Operation Cygnus ignored? \r\nThe procurement of PPE has been very difficult due to privatisation and fragmentation of supply lines.  Why?  How is this to be addressed? \r\nWhy is test, track and isolate still not fit for purpose?\r\nHow can we end lock down safely?",
        "background": "UK is experiencing high mortality rates in comparison to Europe.  Assess how effective actions taken have been in protecting the population.  Consider how we can learn from recent losses and ensure that in the immediate and long term future the lives of the nation better cared for?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-06T20:24:16.672Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-07T18:22:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-18T10:47:42.202Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nHold a Public Inquiry into the handling of the Covid-19 crisis: https://petition.parliament.uk/petitions/302576\r\n\r\nSet up a Royal Commission into Government planning and handling of pandemics: https://petition.parliament.uk/petitions/321251\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-18T10:47:42.199Z"
    },
    "id": 325173,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325173.json"
    },
    "type": "petition"
}