{
    "attributes": {
        "action": "Legislative powers to criminally prosecute for Misconduct of Public Office.",
        "additional_details": "Black Lives Matter has deeply moved all humanity regardless of nationality, race or belief. The misrepresentation performed by officers, has battered the public's trust. It's rooted in all Public Office positions from the top of Government to the bottom at local authority level. Legislative powers to be granted for criminal prosecution. The obscure article Misconduct of Public Office needs reform to become an Act of Parliament before its becomes set by legal precedent in High Court.",
        "background": "To grant legislative powers to criminally prosecute any or all officers who perform Misconduct of Public Office. Misconduct in public office is an offence at common law triable only on indictment. Thus allowing officers to resign after abusing the public trust, and or duties.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-06T17:24:10.401Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-07T11:57:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-17T08:06:54.672Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about misconduct in public office, but it's not clear what action you want the Government to take.\r\n\r\nMisconduct in Public Office is already a criminal offence, and the Crown Prosecution Service already has the power to bring charges for this offence. Charges can be brought whether or not a public officer has resigned their post, but decisions about whether to bring charges would be a matter for the Crown Prosecution Service, and not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to reform what constitutes misconduct in public office, or to increase the minimum of maximum sentences for this offence, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-17T08:06:54.669Z"
    },
    "id": 325142,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325142.json"
    },
    "type": "petition"
}