{
    "attributes": {
        "action": "Please scrap KS2 SATs in year 2021",
        "additional_details": "The impact on all children's education and well-being is currently unknown. By scrapping SATs next year, school leaders and teachers will be able to focus on the health, safety and well-being of the local communities. The data the SATs produce will be unreliable and the money spent administering them could be better spent supporting schools and its pupild.",
        "background": "Given that so many children have missed so much time out of Education this academic year, and may be missing much more to come, please consider scrapping SATs next year. The data will be of no use and will allow schools to concentrate on pupil well-being and re-establishing learning and teaching.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-06T15:21:51.827Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-06T18:11:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-08T11:35:52.734Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards, individual schools and Ofqual, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nSuspend school performance tables and make SATs tests optional (Coronavirus): https://petition.parliament.uk/petitions/301021\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-08T11:35:52.731Z"
    },
    "id": 325127,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325127.json"
    },
    "type": "petition"
}