{
    "attributes": {
        "action": "Include Black history & colonialism to Primary and Secondary curriculum",
        "additional_details": "Half the story has never been told! In this country we have a problem with racism. Part of this problem is the failed curriculum at school levels. The failure to teach students of the Actual history of Britain, which isn’t just kings and queens. I believe the correct education would be a vast improvement to any child growing up in Britain & it will also teach children about equality, discrimination and prejudice. More needs to be taught at schools so the generations to come are not blind.",
        "background": "Black history and the history of British colonialism to be taught in UK schools & by black teachers most importantly! This includes such topics as Britain’s involvement in the slave trade, the wind rush generation, civil rights movement, Whiteness, structural and systemic racism & black lives matter",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-06T17:56:01.925Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-06T19:25:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:08:08.027Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:08:08.023Z"
    },
    "id": 325146,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325146.json"
    },
    "type": "petition"
}