{
    "attributes": {
        "action": "Add Black History as a mandatory part of the curriculum for key Stage 1 and 2.",
        "additional_details": "Black history is a massive part of British history and “If we do not remember history we are condemned to repeat it”. I believe racism is often learnt from parents and so if we can open up the minds of young children and show them the history of what white British people have done and are still doing to black people we have a chance of breaking the cycle and making children more informed on important matters that still affect our country today.",
        "background": "So far the curriculum for history outlines things such as the Bronze Age and the history of railways. At the very least, Black history should become a suggested topic for key stage one and key stage two children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-07T10:50:08.484Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-07T11:53:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T06:59:26.648Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nReform the National Curriculum on the basis of equality and BAME representation: https://petition.parliament.uk/petitions/324690\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nMake black history a compulsory part of the national curriculum for all ages: https://petition.parliament.uk/petitions/323654\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T06:59:26.646Z"
    },
    "id": 325269,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325269.json"
    },
    "type": "petition"
}