{
    "attributes": {
        "action": "Surgical masks with clear screens to provide in hospitals for hearing impaired",
        "additional_details": "To enable to keep us working through the pandemic. We need to keep working to earn money to pay our bills. Before the pandemic we weren’t wearing masks in hospitals so communication via lipreading wasn’t an issue. Now it is an issue as hearing impaired staff are struggling to communicate and understand what another staff member is saying while wearing the mask. Please can you help to provide masks with clear mouth screens at our hospitals.",
        "background": "To provide surgical masks with clear mouth screens for the hearing impaired staff who work at our hospitals! They rely heavily on lip reading to communicate and it’s a struggle with the current masks covering our mouths. Also would help patients who are deaf that struggle to communicate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-06T22:36:10.981Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-06T23:03:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-21T08:20:01.797Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/330665\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-21T08:20:01.794Z"
    },
    "id": 325204,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325204.json"
    },
    "type": "petition"
}