{
    "attributes": {
        "action": "Pay BlackLivesMatter charities modern equivalent of money paid to slave owners.",
        "additional_details": "The British taxpayer has been unintentionally complicit in paying for the British slave trade. This money should go towards making reparations for people who were abused by the slave trade, not to the owners responsible for the heinous treatment of them. We, the British taxpayer, want this money pledged and paid to Black Lives Matter charities by way of apology from the British Government.",
        "background": "The UK promised to pay £20 million to the estates of slave owners after the abolition of slavery in 1807. The promise was made in 1833 to compensate these people for the inconvenience of having lost their slaves and took until 2015 to pay off. In modern money, this equates to £2,147,368,421.05.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-07T17:13:49.033Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-07T19:34:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-18T16:08:03.078Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government does not donate public funds to individuals charities, but you could start a petition calling on the Government to create a fund which provides money to organisations seeking to achieve particular ends, such as reducing racial inequality across the UK, if that is what you want to happen.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nPay Slavery Reparations to all Caribbean & African Descendants: https://petition.parliament.uk/petitions/325237\r\n \r\nLegislate for the provision of reparations to communities affected by slavery: https://petition.parliament.uk/petitions/325529\r\n \r\nRefund taxes used to pay slavery abolition debt to British descendants of slaves: https://petition.parliament.uk/petitions/325536\r\n \r\nReimburse tax payers for monies used to compensate slave owners: https://petition.parliament.uk/petitions/325300\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-18T16:08:03.075Z"
    },
    "id": 325365,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325365.json"
    },
    "type": "petition"
}