{
    "attributes": {
        "action": "We want change to the judicial system for the BAME communities of the UK",
        "additional_details": "As a member of the BAME community I feel it is right for the government to give the citizens of ethnic minority back grounds an equal fair trial as a white person in this country.",
        "background": "The government To make the courts select jury’s from multi cultural back grounds. Because we understand there is a lot of racism in the United Kingdom towards the BAME communities, and around ninety percent of jury panels are all of white British origin.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-07T16:46:35.903Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-07T18:09:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-18T14:53:49.245Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Jury selection is a matter for the Courts, not the UK Government or Parliament. \r\n\r\nYou might be interested to know that the Lammy Review found that, on average,  juries were consistent in their decision-making, irrespective of the ethnicity of the defendant. The Review does however make certain other recommendations to address concerns about the treatment of BAME people by the justice system. You can find out more here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/643001/lammy-review-final-report.pdf.\r\n\r\nYou may wish to sign this petition which calls for systemic racism to be addressed by implementing the Lammy and Angiolini Reviews to be implemented: https://petition.parliament.uk/petitions/329097."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-18T14:53:49.243Z"
    },
    "id": 325361,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325361.json"
    },
    "type": "petition"
}