{
    "attributes": {
        "action": "Make English ethnicity in ethnic monitoring forms compulsory in England",
        "additional_details": "With English ethnicity being a minority in Leicester and London as the Census for England 2011 did collect this information be it vague with just one tick box for all five English, N Irish, Scottish, Welsh & British ethnic identities, all statutory bodies and businesses have a duty to collect this information and a duty to promote equality and combat discrimination, so one single tick box for the one single ethnicity of English should be compulsory in ethnic monitoring forms England-wide.",
        "background": "Statuary bodies have a duty of ethnic monitoring. If they do not include the English in this process they cannot detect inequality & discrimination of the English, this means that they cannot introduce policies to combat inequality and discrimination of the English, so please make it compulsory.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-07T18:29:43.202Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-08T06:54:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-13T07:29:14.830Z",
        "rejection": {
            "code": "no-action",
            "details": "The Equality Act 2010 created a duties for public sector authorities in respect of equality legislation, but the legislation did not create a legal duty to collect equality information. The Equality Act makes race, including nationality, a protected characteristic.\r\n\r\nThe Government's advice on equality monitoring states that you don’t have to track how many job applications you receive from different groups of people, or the characteristics of the people working for you: https://www.gov.uk/employers-responsibilities-equality-monitoring\r\n\r\nThe Equality and Human Rights Commission has advised that having due regard to the aims of the general equality duty requires public\r\nauthorities to have an adequate evidence base for their decision-making: https://www.equalityhumanrights.com/sites/default/files/psed_essential_guide_-_guidance_for_english_public_bodies.pdf\r\n\r\nThe information that authorities might want to collect is not set out in law, and the EHRC states that the information that different authorities will need to collect to inform their decisions under the general equality duty will vary widely between different sectors, and will depend on a number of factors."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-13T07:29:14.827Z"
    },
    "id": 325389,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325389.json"
    },
    "type": "petition"
}