{
    "attributes": {
        "action": "Children should repeat the school year due to the impact of Covid-19",
        "additional_details": "Due to the disruption caused by Covid-19 on childrens' education, all children should repeat their school year. This pandemic will impact on many students attainment levels compared to previous generations due to the impact of lost learning. It's unlikely that all children will be able to attend school in September due to social distancing.\r\n\r\nThere will be logistical issues, however it needs to be acknowledged that this pandemic will impact on many changes to the way everyone lives their life.",
        "background": "I want the Government to consider all children repeating a school year due to the high loss of learning which will impact on most children and their future exams, and future opportunities\r\n\r\nAttainment levels for a generation of children will be impacted on if the Government don't consider this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-07T15:23:52.060Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-08T12:12:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-09T09:01:52.172Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/319171\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-09T09:01:52.169Z"
    },
    "id": 325336,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325336.json"
    },
    "type": "petition"
}