{
    "attributes": {
        "action": "Parliament to debate removing all slave trader statues in public spaces",
        "additional_details": "In the rise of social and moral feeling following the Covid-19 disparity in doctors and nurses deaths from the BAME community and the disparity in population mortality and morbidity that has brought into clear focus the long standing and persistent health and social racial inequalities.\r\n\r\nOn the 7 June 2020 black lives matter campaigners pulled down a slave trader statue in Bristol and it was tossed into the water like many of his slaves would have been.",
        "background": "I want the parliament to debate and agree that all slave trader statues should now be removed from public spaces and assembled outside the international slave museum to ensure those that cast eyes on the statues know their past and the pain and suffering they caused.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-07T17:10:31.193Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-07T17:24:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-19T16:11:40.028Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEncourage and support the removal of memorials that glorify the slave trade: https://petition.parliament.uk/petitions/325449\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-19T16:11:40.023Z"
    },
    "id": 325364,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325364.json"
    },
    "type": "petition"
}