{
    "attributes": {
        "action": "Rename streets and buildings and remove statues which celebrate the slave trade",
        "additional_details": "I believe destroying these statues is a step in the right direction towards recognising and condemning Britain’s dark past. We should be educating our children about the British empire and the harm it caused to millions of people so colonialism never happens again, but we should not be celebrating these people in any way, shape or form due to the atrocities they have committed all over the world and their contribution to the racism we see in our societies today.",
        "background": "The UK has a number of statues, street names and venues which celebrate prominent figures in the slave trade and the British empire. For example, Cecil Rhodes in Oxford University, Chochrane Street in Glasgow and the Wills Memorial Building in Bristol, to name a few.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-07T18:13:39.520Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-07T18:29:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-19T16:11:58.804Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEncourage and support the removal of memorials that glorify the slave trade: https://petition.parliament.uk/petitions/325449\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-19T16:11:58.801Z"
    },
    "id": 325381,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325381.json"
    },
    "type": "petition"
}