{
    "attributes": {
        "action": "Make it mandatory to teach against racism in primary schools in the UK",
        "additional_details": "Children know what is right from wrong by the age of 2. They develop critical thinking by age 7-11; yet many adults are not aware that they are perpetuating racism which is morally wrong. To reduce the pressing issue of racism in our society we must teach against it. This has to start from primary school. Key stage 1 is the earliest time that this education can be delivered effectively, and will limit the no. of children that grow up into racist teachers, politicians, policemen/women, etc.",
        "background": "As a black girl growing up in Britain I experienced racism as soon as I entered the education system at age 4, causing emotional trauma that still affects me. If children are taught that racism is wrong we can directly combat this issue, allowing for BAME to have an improved overall quality of life.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-07T20:18:32.490Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-07T21:25:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:10:45.175Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:10:45.173Z"
    },
    "id": 325419,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325419.json"
    },
    "type": "petition"
}