{
    "attributes": {
        "action": "Introduce Black History, including British History, to the school curriculum",
        "additional_details": "It is only fair that children be educated on the heritage of black and brown people and make it part of the curriculum. As well as teaching black history, it is important to teach about all races and culture. We are taught different religions in RE; we can be taught cultures in our history. By teaching our children at a young age, it will bring awareness to the oppression and discrimination that these communities face, resulting in a more a more understanding, knowledgeable and equal country.",
        "background": "This petition is to call for British Black History to be made mandatory throughout UK schools. We are taught basics of US black history e.g. MLK and Rosa Parks, yet nothing on the Slave Trade or other British history involving people of colour. It is essential to not brush over these key moments.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-08T08:42:21.327Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-08T09:46:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:13:26.816Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:13:26.813Z"
    },
    "id": 325520,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325520.json"
    },
    "type": "petition"
}