{
    "attributes": {
        "action": "Do not prosecute the desecration of Edward Coulston's statue.",
        "additional_details": "Edward Coulson's statue was a symbol of White Supremacy. It was a symbol to cognitive dissonance and the racist belief that black lives mattered less than those of whites. That  charity to whites mattered more than crimes against blacks.\r\n\r\nThe tearing down this symbol is a message that such ideas are no longer acceptable. It's a clear message that Black Lives Matter and we should remember Edward Coulson as the monster he was and not as a charitable aristocrat with a shady background.",
        "background": "Instruct the Crown Prosecution Service not to prosecute those who desecrated the statue of Edward Coulston, and do not waste public resources investigating the \"culprits\".\r\n\r\nHeed the message of this action and remove all other monuments to White Supremacy and Slavery.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-06-08T11:54:43.881Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-08T13:25:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-19T16:22:37.688Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions on whether to arrest and prosecute alleged offenders is a matter for local police forces and the Crown Prosecution Service, not the UK Government or Parliament.\r\n\r\nDecisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEncourage and support the removal of memorials that glorify the slave trade: https://petition.parliament.uk/petitions/325449\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-19T16:22:37.685Z"
    },
    "id": 325590,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325590.json"
    },
    "type": "petition"
}