{
    "attributes": {
        "action": "Bring The British Army To Our Streets-",
        "additional_details": "After the last few shocking days, the amount of disorder is overwhelming our country and police force. The Prime Minister must take brave and historic steps and bring the British Army onto the streets to help bring about order! These protests have turned violent.\r\n\r\nThe damage this disorder is doing to our struggling economy could be fatal, so people of Britain let our government know how we want this shocking episode to be brought to an end and promptly. ",
        "background": "These are violent protests and we have covid 19 still in circulation. These protesters need to be dispersed- using force if necessary. Our police force are being abused, we refuse to allow this to happen to our police who protect our people. Our streets are being vandalised, civilians attacked.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-06-08T11:27:26.046Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-08T12:09:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-30T15:29:51.461Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Maintaining public order is the responsibility of the police, not the military. The Government has said that the Ministry of Defence is working with a range of partners across Government, including the National Police Chiefs Council and the Home Office, to understand how it can best support the Government’s response to the outbreak. It would be an operational decision for the police whether to request assistance.\r\n\r\nYou can find out more here: https://www.gov.uk/guidance/covid-support-force-the-mods-contribution-to-the-coronavirus-response"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-30T15:32:13.976Z"
    },
    "id": 325578,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325578.json"
    },
    "type": "petition"
}