{
    "attributes": {
        "action": "Petition to order removal of statues of former slave traders in the UK.",
        "additional_details": "Britain has come far in its fight against racism but the stains of the darkest moments of our past still remain across the country. Reminders in public squares of a country that once honoured its slavers as philanthropists and men of public service. These statues are not only offensive to those who oppose slavery, but often are rallying points for extreme right wing activist movements. It is time the Government recognised that this is not a proud part of our history, and sends a clear message.",
        "background": "We call upon the Government to begin actively pursuing policies that would begin the removal of all statues of slave traders across the UK. These statues would then either be placed in a museum, perhaps one to slavery, or be destroyed/recycled.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-08T14:50:35.610Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-08T15:04:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-19T16:22:51.473Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nEncourage and support the removal of memorials that glorify the slave trade: https://petition.parliament.uk/petitions/325449\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-19T16:22:51.696Z"
    },
    "id": 325643,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325643.json"
    },
    "type": "petition"
}