{
    "attributes": {
        "action": "Put colonialism and the history of slavery in the UK on the curriculum",
        "additional_details": "The UK's diversity is attributable to its role as a colonial power. Unpicking how and why race was constructed would support a sophisticated national discussion about race issues now. The Windrush scandal demonstrates that people and institutions need more education about the history of the UK and its relationship with the rest of the world. Some might assume that difficult conversations with schoolchildren will make them ashamed of the UK’s past but Germany and Japan have shown differently.",
        "background": "All of us in the UK have been directly or indirectly affected by the UK's role in colonialism and slavery. Huge progress could be made in race relations if students were taught this from early youth (key stage 3 and 4) in an objective way.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-08T14:17:59.486Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-08T17:42:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:30:27.376Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:30:27.374Z"
    },
    "id": 325636,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325636.json"
    },
    "type": "petition"
}