{
    "attributes": {
        "action": "Amend the British School Curriculum to Teach British Colonialism and Racism",
        "additional_details": "A Runnymede and TIDE report from December last year found that there isn’t enough systematic teaching about empire – despite the fact that the curriculum states young people are supposed to learn about ‘how Britain has influenced and been influenced by the wider world’. Children in this country are not being taught effectively about the British Empire or Britain’s role in major historical events, and the ramifications of this gap in knowledge can be huge.",
        "background": "A third of people in the UK believe Britain’s colonies were ‘better off’ for being part of an empire, despite the many atrocities that were committed under British rule.  We need to teach about the realities of the Empire and the lasting effects of colonialism for people of colour in Britain.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-08T15:08:33.177Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-08T15:54:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:17:49.423Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:17:49.420Z"
    },
    "id": 325654,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325654.json"
    },
    "type": "petition"
}