{
    "attributes": {
        "action": "Include more BAME voices perspectives and histories into the national curriculum",
        "additional_details": "When I went to school the only time we learnt about BAME struggles was in relation to the 1960 civil rights movement. It is important that children leave school with a more rounded understanding of race, and the history of it, in our own society. The new curriculum will celebrate BAME contributions to our society and the world. Overall I hope this will open people's eyes to the positive impact immigrants and minorities have had on our country and will provide a more appropriate reference point for many than the stories from America.",
        "background": "Revise the national curriculum in primary and secondary school to reflect our modern multicultural society. This will include more BAME authors being discussed in English classes, and history lessons including more diverse topics celebrating Africa, Black British and Caribbean stories.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-08T13:50:17.225Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-08T17:01:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:18:01.256Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:18:01.254Z"
    },
    "id": 325628,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325628.json"
    },
    "type": "petition"
}