{
    "attributes": {
        "action": "Remove all racist statues in the UK.",
        "additional_details": "Boris Johnson doesn't believe that the UK is racist. However, the perpetuation of racism and white supremacy in the UK is shown glaringly every day that the perpetrators of the murder and subjugation of BIPOC are celebrated by having their statues remain. Enough is enough.\r\n\r\nWe demand that ALL statues are removed as a commitment to building an anti-racist country. Any council that does not remove statues of this nature should be considered white supremacists. No Justice, No Peace. ",
        "background": "We want the Government to remove all statues across the UK that celebrate perpetrators of murder and subjugation of black, indigenous and people of colour.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-08T15:42:35.214Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-08T15:51:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-19T16:24:08.925Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEncourage and support the removal of memorials that glorify the slave trade: https://petition.parliament.uk/petitions/325449\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-19T16:24:08.922Z"
    },
    "id": 325662,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325662.json"
    },
    "type": "petition"
}