{
    "attributes": {
        "action": "Remove every statue in the UK where the statue depicts a slave owner.",
        "additional_details": "On 7 June 2020, protesters supporting Black Lives Matters movement tore down the statue of former British slave trader Edward Colston and threw it into the water where many of our ancestors had arrived in the country as part of the Atlantic slave trade.\r\nThis statue was just one of many UK statues that served as a physical reminder of the institutional and systemic racism faced by black and ethnic minorities in the UK and we want all slave owners statues removed so society is more inclusive.",
        "background": "We want Parliament to agree to remove every statue in the UK that depicts a slave owner so that black and ethnic minority can live in our country inclusively without visual reminders of negative aspects of history and improve our race relations as a society.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-08T15:50:49.422Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-08T16:26:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-19T16:24:41.477Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEncourage and support the removal of memorials that glorify the slave trade: https://petition.parliament.uk/petitions/325449\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-19T16:24:41.475Z"
    },
    "id": 325666,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325666.json"
    },
    "type": "petition"
}