{
    "attributes": {
        "action": "Preserve the rights of transgender people in single sex spaces.",
        "additional_details": "Due to opposition to the Gender Recognition Act Reform Liz Truss has tabled potentially discriminatory amendments to Section 7 of the Equalities Act (EA.) http://www.legislation.gov.uk/ukpga/2010/15/section/7\r\nThis could potentially affect the rights of Transgender people as they would no longer be permitted access to single sex spaces that align with their gender identity. As Gender Reassignment is a protected characteristic under the EA it would be improper for a minister to infringe upon this.",
        "background": "In light of Liz Truss’ recent motion to ban Transgender citizens from accessing single sex spaces that align with their gender identity, we implore the Government to act in accordance with the Equalities Act to preserve the right of Trans people to use the single sex space of their acquired gender.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-08T19:43:01.946Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-08T20:03:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-03T11:00:20.657Z",
        "rejection": {
            "code": "no-action",
            "details": "No motion has been tabled to \"ban Transgender citizens from accessing single sex spaces that align with their gender identity\" or to change section 7 of the Equality Act. There are no Government proposals to make the changes you suggest. We are therefore not sure what action you'd like the UK Government or Parliament to take. \r\n\r\nYou might like to sign and share this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/327108\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-03T11:00:32.844Z"
    },
    "id": 325722,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325722.json"
    },
    "type": "petition"
}