{
    "attributes": {
        "action": "Accelerate the opening of diagnostics and treatment for non-covid patients",
        "additional_details": "We are calling on the Government to prevent avoidable harm and death to non-covid patients by massively accelerating the opening of all NHS diagnostic and treatment services for life threatening conditions and for vulnerable groups. Maximum use should be made, with sensible precautions to protect staff and patients, of spare capacity in the NHS, the Nightingale Hospitals and the private sector capacity which was commissioned to help deal with the pandemic.",
        "background": "Drastic action was taken to protect patients and NHS staff at the start of the pandemic and treatment of patients with covid-19 was prioritised. This has meant access even to urgent diagnostic procedures and treatment for non-covid conditions has been severely restricted, putting lives at risk",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T09:23:32.517Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T10:07:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-06T13:36:56.178Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. This is an operational matter for the NHS.\r\n\r\nSince you started this petition, the NHS has issued new guidance for trusts, including \"Accelerating the return to near-normal levels of non-Covid health services\". You can read the full guidance here: https://www.england.nhs.uk/coronavirus/wp-content/uploads/sites/52/2020/07/Phase-3-letter-July-31-2020.pdf\r\n\r\nWe could accept a petition calling for additional funding to be made available for specific services, if this is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-01T14:21:05.334Z"
    },
    "id": 325825,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325825.json"
    },
    "type": "petition"
}