{
    "attributes": {
        "action": "Allow Year 12 and Year 10 students to have extra credit for their exams.",
        "additional_details": "Some students will have acted as carers for their parents or siblings who are vulnerable in the current climate. Other students will have had to self isolate for weeks or months before the lockdown and schools shutting. The government should allow students to get extra credit for their exams due to all of these conditions. It is unfair for students to be expected to achieve their target grades with the current climate interrupting their studies.",
        "background": "Mr. Williamson announced that exams will go on as usual next year, however, for the students that will be returning back an sitting exams after missing many months of teacher-led studies, it will be much more difficult.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T18:11:33.615Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T18:29:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-09T09:04:28.402Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, and are not a matter for the UK Government or Parliament. Ofqual has launched a consultation on 2021 exams and assessments, which you can read about here: https://www.gov.uk/government/news/ofqual-launches-consultation-on-2021-exams-and-assessments\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nReduce curriculum content for year 10 & 12 students who will sit exams in 2021: https://petition.parliament.uk/petitions/320772\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-09T09:04:28.400Z"
    },
    "id": 325987,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325987.json"
    },
    "type": "petition"
}