{
    "attributes": {
        "action": "Adjust plaques on statues and memorials to confront our cultural history.",
        "additional_details": "The removal of statues undermines the idea of social justice. Once we start removing these statues, it is a very slippery slope to erasing our history and not learning from it. History happened, and for equality to be achieved, we must learn from it. By leaving them in their place, but addressing how 21st Century Britons can learn from the past, every single day will provide a learning opportunity to each citizen around every corner; and a chance to reflect on modern British values.",
        "background": "We want to Government to recognise our history. Government and citizens should be given the opportunity to reflect on our cultural history by opening up a dialogue around all existing statues and monuments and to adjust the information available at all sites so that it addresses the past truthfully.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T15:53:01.916Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T16:46:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T07:07:28.737Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T07:07:28.734Z"
    },
    "id": 325940,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325940.json"
    },
    "type": "petition"
}