{
    "attributes": {
        "action": "To teach about racism in schools, particularly about introducing Black history.",
        "additional_details": "With the recent events on protests in regards to \"Black Lives Matter\" and the murder of a man of colour in America, people have taken to the streets in the UK to protest. I feel that the protests will be forgotten, but feel the reason why they have protested shouldn't be. Racism is important and people should be educated in these matters, this is why I feel strongly about starting to add Racism education to the school curriculum",
        "background": "I never learnt about racism in school, it's only something I have learnt as an adult. We are not born racist, it is something that we learn from our parents at a young age. We cannot change the opinion of those who are already, but we can teach younger generations as they will be our voice in future",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T14:53:01.706Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-10T10:52:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:40:36.697Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:40:36.694Z"
    },
    "id": 325921,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325921.json"
    },
    "type": "petition"
}