{
    "attributes": {
        "action": "Preserve Gomm Valley as last chalk valley of BuckinghamShire",
        "additional_details": "Government has provided guidance on population and housing needs in all areas of the country. These guidelines were created way before Brexit, and even before financial crisis. There have been many changes since, and more focus has gone on Environment. \r\nGovernment should provide guidance and evaluate any current masterplans for environmental impact and necessity.",
        "background": "Government should stop any building plans in Gomm Valley, as it's a site of environmental importance, and last chalk valley in Buckinghamshire.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T14:19:58.300Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T20:14:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-18T13:57:44.072Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The development of land is a planning matter for local authorities, not the UK Government or Parliament. \r\n\r\nParts of the Gomm Valley are already designated as a Site of Special Scientific Interest (SSSI) and an Area of Outstanding Natural Beauty (AONB), and there are restrictions on what activity, including development of land, can take place on areas with these designations. These include a requirement to consult with Natural England before proceeding. \r\n\r\nYou could therefore start a petition calling for a clearly defined extension of the Gomm Valley SSSI and/or AONB if that was something you wanted to happen. This could serve to further protect the area you are concerned about."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-18T13:57:44.070Z"
    },
    "id": 325914,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325914.json"
    },
    "type": "petition"
}