{
    "attributes": {
        "action": "I would like all statues in the UK to be left where they are..",
        "additional_details": "This is our History. Yes some are bad but they also did good. They tell a lot about what we have achieved from all those years ago! They need to stay. This is England the United Kingdom it’s our History.",
        "background": "I would like the government to leave all statues alone and keep them where they are. They are the United Kingdoms history! Good or bad!! We have come so far from all those years ago!! You can not rewrite history but you can change the future.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T18:50:40.034Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T18:56:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T07:11:50.656Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProtect all monuments and statues from being taken down: https://petition.parliament.uk/petitions/325814\r\n\r\nMake it a specific offence to desecrate national flags, symbols and monuments: https://petition.parliament.uk/petitions/325545"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T07:11:50.653Z"
    },
    "id": 326001,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326001.json"
    },
    "type": "petition"
}