{
    "attributes": {
        "action": "Make the Police uphold the law according to the oath. \r\nWithout fear or favour.",
        "additional_details": "It is every person's right to expect equal treatment under the law.\r\nThis last weekend we have seen protestors commit wanton acts of criminal behavior, while the police have stood back or joined in with the protestors by kneeling down and practically becoming subservient. \r\nOfficers have in the past joined in with the gay pride celebrations. \r\nDoes the Government really believe that such behavior earns respect for our police force among ordinary citizens? \r\nStop recruiting people from  Universities.",
        "background": "We, the law abiding citizens of the UK ask that our elected Government make the Police accountable to uphold the law according to the oath they take. Without fear or favour, not make decisions based on who they are confronting or not to upset certain sections of society.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T20:50:36.018Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T23:07:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-18T15:40:48.709Z",
        "rejection": {
            "code": "no-action",
            "details": "Police officers are already required under the Standards of Professional Behaviour to treat everyone equally under the law. Misconduct proceedings take place under these standards. You can read the Standards here: https://www.legislation.gov.uk/uksi/2008/2864/schedule/made.\r\n\r\nYou could start a petition calling for the Standards of Professional Behaviour to be changed in a specified way if that is something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-18T15:41:00.245Z"
    },
    "id": 326042,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326042.json"
    },
    "type": "petition"
}