{
    "attributes": {
        "action": "Make Black British History Compulsory in Schools",
        "additional_details": "It is the responsibility of our government to ensure the children of the UK hold a plethora of knowledge related to our country. As Black people and their heritage is highly valuable to the UK for many reasons, it is of extreme essence that this is now taught to all children in the UK. British children need to learn about racial oppression, discrimination, and systematic racism, to ensure we have a forward thinking country, for years to come, to ensure systematic racism is put to an end.",
        "background": "British Black History to be made mandatory in the curriculum throughout primary and secondary schools in the UK. British Black history is predominantly unknown and as the population of POC grows, it is paramount that children have an understanding of the heritage of Black people in the UK",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T22:33:51.167Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-12T09:20:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-10T12:48:16.728Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign: \r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808 \r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961 \r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "race-and-equality"
        ],
        "updated_at": "2020-07-10T12:48:26.771Z"
    },
    "id": 326085,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326085.json"
    },
    "type": "petition"
}