{
    "attributes": {
        "action": "Change the time scale of Local Elections once COVID-19 R rate has dropped.",
        "additional_details": "Many candidates will stand in local elections as well as county elections and will cause confusion among many residents, some Cllrs where hoping to step aside but now have to stay on another year longer because of COVID-19, Call once COVID-19 R rate has dropped.\r\n\r\nIn order to call the election I understand social distancing polling stations would have to be put in to measure.\r\n\r\nit would be very difficult please listen to the public.",
        "background": "Elections have been delayed for another year because of the coronavirus outbreak of course safety does come first however many candidates across the country  are annoyed that the time scale has been set for another year, county council elections and local election shouldn’t fall on the same date.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T21:35:10.472Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T21:50:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-18T13:00:38.639Z",
        "rejection": {
            "code": "no-action",
            "details": "You say you want the time scale changed for local and parish council elections but you don't specify when you would like them to be held or what level you want the 'R' rate to reduce to before these elections can take place. \r\n\r\nUnder the Coronavirus Act 2020, delayed local government elections will take place on 6 May 2021. You could start a petition calling for the Government to further postpone elections until the national R rate is at a specified level if that is what you wanted to happen. Alternatively, you could start a petition calling for local council and parish council elections to be held on different days."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-08-18T13:00:43.062Z"
    },
    "id": 326069,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326069.json"
    },
    "type": "petition"
}