{
    "attributes": {
        "action": "Erect a statue of Sir David Attenborough in Bristol City Center.",
        "additional_details": "Now that the Colston statue has been removed it leaves place for a more positive prescence in the city center. Not just to it's citezens but to it's visitors. Sir David Attenborough has long been a reconozable figure linked to Bristol thanks to his work with the BBC Natural History Unit based in Bristol. He has been awarded with the freedom of the city as well as freeman of the city. His work on educating the world about it's natural wonder and preservation of nature should not be forgotten.",
        "background": "We would like to erect a statue of Sir David Attenborough in place of the former Edward Colston Statue in Bristol City Center.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-10T08:35:54.098Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-10T09:28:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T07:42:45.700Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue or request the erection of a statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T07:42:45.698Z"
    },
    "id": 326165,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326165.json"
    },
    "type": "petition"
}