{
    "attributes": {
        "action": "Protect our war memorials and Stop local councils removing statues",
        "additional_details": "I believe that our war memorials should not be graffitied and destroyed as these people died to save the people of Britain’s life and to protect our country. To deface graves of our fallen soldiers and people who have died in honour of our country is disgraceful.",
        "background": "I would like our government in parliament to do more to protect our  war memorials and stop local councils removing statues of past people who have place in England’s history!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-10T09:58:06.756Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-10T10:06:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T07:45:46.057Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nProtect all monuments and statues from being taken down: https://petition.parliament.uk/petitions/325814\r\n\r\nMake it a specific offence to desecrate national flags, symbols and monuments: https://petition.parliament.uk/petitions/325545\r\n\r\nDecisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T07:45:46.054Z"
    },
    "id": 326181,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326181.json"
    },
    "type": "petition"
}