{
    "attributes": {
        "action": "Give those with weddings in July - December 2020 COVID restriction guidance",
        "additional_details": "Thousands of couples have been left devastated, financially and emotionally, by the COVID-19 pandemic. Those with wedding dates from March - June have already been forced to postpone or cancel their day. Many of those who postponed changed their date to late summer or autumn 2020. \r\n\r\nThose couples are now at risk of being forced to postpone again and those with original dates in late 2020 are in limbo due to the lack of government guidance.",
        "background": "We ask the government to provide guidance or a roadmap for the wedding industry. This will allow couples and suppliers to plan around restrictions that might be in place on wedding dates or allow couples to decide to postpone now rather than at the last minute, reducing their financial burden.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-10T10:43:12.284Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-10T15:32:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-09T10:55:28.857Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that weddings are able to take place, and has published guidance for small marriages and civil partnerships: https://www.gov.uk/government/publications/covid-19-guidance-for-small-marriages-and-civil-partnerships/covid-19-guidance-for-small-marriages-and-civil-partnerships\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-09T10:55:28.854Z"
    },
    "id": 326197,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326197.json"
    },
    "type": "petition"
}