{
    "attributes": {
        "action": "British Black History to be made mandatory throughout all schools in the   UK.",
        "additional_details": "Back in 2008 black history was supposedly made compulsory to be taught in secondary schools in UK, still in, secondary and primary schools, we only get taught about Black History in America and the slave trade that occurred there. We are taught names of Martin Luther King Jr., But people have never heard Stuart Hall and Walter Tull. They never heard of the slave trade that occurred in Britain.The youth will be our future leaders and by educating them we can make the people of our great country more compassionate,more understanding and can bring more unity regardless of culture and ethnicity making UK society a much more equal, safe and racially just place.",
        "background": "It's only fair that the education of ethnic minority people becomes compulsory and part of the curriculum.The history of BAME has been wiped out in our country and it’s not right.Our country are not being taught about the racism that occurred here either,e.g. the murder of Stephan Lawrence",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-10T13:09:23.356Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-11T12:50:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-16T14:44:55.494Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government sets the curriculum for schools, but is not responsible for prescribing the activities schools undertake in respect of particular events.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-16T14:44:55.490Z"
    },
    "id": 326259,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326259.json"
    },
    "type": "petition"
}