{
    "attributes": {
        "action": "Stop the removal of any UK Historical Monument/Sculptures",
        "additional_details": "Many UK Monuments are a reminder of the past of the UK.  While many people may not agree with some of them, they are none the less part of UK history. Some may reflect a chequered past but they remind us of mistakes made and help educate to prevent similar issues in the future.  History should not be eradicated or seemingly replaced with an alternative history.\r\nParliament/Government needs to place protective measures in place to mitigate local hastey approvals to remove such historical items.",
        "background": "There has been call to remove historical Monuments/Sculptures from public places in response to recent BLM protests.  Indeed some cities are responding to pressures from such group hastening the removal of such items.  This should not happen without Public Consultation and Parliament approval.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-10T12:03:39.635Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-10T12:14:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T07:50:10.389Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nProtect all monuments and statues from being taken down: https://petition.parliament.uk/petitions/325814\r\n\r\nMake it a specific offence to desecrate national flags, symbols and monuments: https://petition.parliament.uk/petitions/325545"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T07:50:10.386Z"
    },
    "id": 326233,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326233.json"
    },
    "type": "petition"
}