{
    "attributes": {
        "action": "Remove the statue of Horatio Nelson from Trafalgar Square.",
        "additional_details": "Horatio Nelson is a figure of Britains colonial past. In light of George Floyd's murder by police recently it has sparked a massive global public outcry. Nelson was a white supremacist and a defender of the transatlantic slave trade. There are many statues of slave owners across the western world that should've been pulled down a long time ago. The world needs this to begin healing. Please help us do this.",
        "background": "Replace Nelsons Column with something that reflects the world today. Not the abhorrent time where we believed we could own other humans as if they were property.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-10T12:15:28.970Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-10T14:46:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T08:00:31.021Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEncourage and support the removal of memorials that glorify the slave trade: https://petition.parliament.uk/petitions/325449\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T08:00:31.018Z"
    },
    "id": 326238,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326238.json"
    },
    "type": "petition"
}