{
    "attributes": {
        "action": "Protect Britain's Historic Monuments from Being Removed",
        "additional_details": "We are mere custodians of our Heritage and it is our duty to preserve it for the future; statues are works of art and objects of historical significance which should be preserved regardless of context. \r\n\r\nThe statue of Edward Colston was removed illegally in an act of vandalism and many other have been desecrated. If vandals are allowed to dictate which statues remain and which depart, it sets a dangerous precedent.\r\n\r\nThe only way to learn from History is to understand it, not to eradicate it.",
        "background": "The Government should ensure that none of Britain's statues or historic monuments will be removed and that the Edward Colston statue shall be restored. We oppose the Mayor of London's intention to review London monuments and street names. Much is at risk if a policy of Preservation is not adopted.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-10T15:32:12.068Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-11T08:35:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T08:24:43.570Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProtect all monuments and statues from being taken down: https://petition.parliament.uk/petitions/325814\r\n\r\nMake it a specific offence to desecrate national flags, symbols and monuments: https://petition.parliament.uk/petitions/325545\r\n\r\nRequire referendums on the removal of historically significant statues: https://petition.parliament.uk/petitions/326361"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T08:24:43.568Z"
    },
    "id": 326290,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326290.json"
    },
    "type": "petition"
}