{
    "attributes": {
        "action": "Develop a strategy and plan to remove all statues of slave traders",
        "additional_details": "Monuments to slave traders have no place in a civilised world. Statues of slave traders should be removed from all our towns. It’s a sad truth that a significant element of our wealth was derived from the slave trade - but this should not have to be celebrated in our public spaces.\r\n\r\nWe must use this significant moment as a catalyst for change to tackle racism, discrimination, and inequality.\r\n\r\nA Royal Commission into the slave trade, the full history, and its impact, should also be established - to ensure oversight for the future, and to make recommendations regarding all relevant aspects; including recommendations to ensure an appropriate curriculum for all children and young people is provided.",
        "background": "Establish a committee or subcommittee to oversee the timely review of slave trade related monuments across the United Kingdom, and to develop an action plan for their removal to a suitable and adequately funded national museum of slavery, or alternatively to a local museum.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-10T18:18:58.050Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-10T21:53:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T08:13:17.099Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nEncourage and support the removal of memorials that glorify the slave trade: https://petition.parliament.uk/petitions/325449\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T08:13:17.096Z"
    },
    "id": 326349,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326349.json"
    },
    "type": "petition"
}