{
    "attributes": {
        "action": "Remove White Supremacist Nelson from Nelson’s Column in Trafalgar Square.",
        "additional_details": "In our current political and social climate it is clear that it is inappropriate to continue to ignore the abhorrent views of an individual who is celebrated by one of London’s most famous landmark’s, Trafalgar Square. Nelson was a racist and white supremacist who fought against the abolition of the slave trade in the 19th century, instead encouraging slavery and its atrocities to benefit himself and his associates. We should discuss this history in a more appropriate setting, not celebrate it.",
        "background": "Remove the statue of racist and white supremacist Horatio Nelson from Nelson’s Column in Trafalgar Square, instead displaying it in context elsewhere. The statue should be replaced by a plaque that explains its removal on the grounds of its glorification of a racist.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-10T16:37:23.878Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-10T19:57:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T08:11:12.598Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEncourage and support the removal of memorials that glorify the slave trade: https://petition.parliament.uk/petitions/325449\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T08:11:12.595Z"
    },
    "id": 326316,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326316.json"
    },
    "type": "petition"
}