{
    "attributes": {
        "action": "Make sure Black History in all schools is covered extensively",
        "additional_details": "I think it’s important that black people are not portrayed in a negative light all the time, I think it is also important that black people feel a sense of importance and pride in their culture and it is also important that we teach both the good and the bad. I think Black people should be proud of their culture and teaching others about the amazing contributions they have made in society can help to wean out prejudices in the next generations to come.",
        "background": "Ensure that Black History that is taught in the UK does not just entail brief excerpts about the Slave Trade and has positive things like; the first black voter, black peoples involvement in the wars, Bristol Bus Boycott, Windrush Scandal, and even African Empires such as the Benin Kingdom",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-10T17:34:40.689Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-10T17:59:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-16T12:24:05.599Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-16T12:24:05.596Z"
    },
    "id": 326330,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326330.json"
    },
    "type": "petition"
}