{
    "attributes": {
        "action": "Include Britain’s colonial history in the National Curriculum",
        "additional_details": "Recent events have highlighted, yet again, the deep-rooted inequalities experienced by BAME people here in the UK and across the world. Some argue that statues of historical figures, who played key roles in the slave trade and our imperialist past, offer us a way to remember that past and that to remove them will be erasing our history. Let’s resolve the dilemma by removing the statues and simultaneously adding our colonial and imperial history to the National Curriculum, educating our children and ourselves in the process.",
        "background": "Many people are concerned that the removal of statues of British slave owners and imperialists will erase a history we need to remember. I agree we must remember this dark period in our history so let's remove the statues and add to the national curriculum a comprehensive study of our colonial past.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-10T17:35:59.864Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-10T17:44:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-16T12:23:47.557Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-16T12:23:47.554Z"
    },
    "id": 326331,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326331.json"
    },
    "type": "petition"
}