{
    "attributes": {
        "action": "Change the day the end of WW2 is celebrated from VE-Day to V(J)-Day.",
        "additional_details": "This correction of an injustice against the hundreds of thousands of British, Indian and African troops who fought on in the Far East theatre is long overdue.\r\nThere are examples of veterans who could never bear to celebrate \"VE Day\" as the actual VE Day in 1945 was marked by Japanese prison guards parading them to witness beheadings of some of their comrades for the flimsiest of reasons to show their contempt for the loss of their Nazi ally.",
        "background": "This permanent change to a bank holiday should be made by 15th August 2020, as, due to the Coronavirus, we were unable to celebrate the 75th anniversary of VE-Day in May.\r\nIt would be an enduring tribute to Captain Tom Moore and Dame Vera Lynn and to all the other veterans and their relatives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-10T21:21:39.303Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-11T17:01:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-20T15:06:35.523Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for which day people chose to commemorate the end of World War 2. \r\n\r\nYou could start a new petition about something the UK Parliament and Government are responsible for. For example, you could start a new petition asking the UK Government or Parliament to create a new bank holiday to mark VJ day, if that's what you'd like to happen.\r\n\r\nYou might also like to sign and share this petition: \r\nhttps://petition.parliament.uk/petitions/319955"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-20T15:06:40.321Z"
    },
    "id": 326394,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326394.json"
    },
    "type": "petition"
}