{
    "attributes": {
        "action": "Repay & redistribute the money paid by UK taxpayers to 'compensate' slave owners",
        "additional_details": "When slavery was abolished the Government agreed to pay the slave owners a sum of £20M (= to £300BN today) for “loss of property”. This was only paid off in 2015 & British taxpayers have contributed to this payment. Including individuals that are descendants of slaves.\r\nI am asking the government to repay this money, instead of onus to have been on taxpayers. NO ONE should have to have to buy their freedom, especially when Black UK citizens are still facing systemic discrimination every day.",
        "background": "We want the Government to repay the money paid by the UK taxpayers. This £330bn should be redistributed among the black communities across the UK. In turn helping to close the gap on racial disparity, to help create equal opportunities and be an important symbolic gesture for the Black community.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-10T21:59:25.104Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-10T22:19:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-18T16:11:28.612Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nPay Slavery Reparations to all Caribbean & African Descendants: https://petition.parliament.uk/petitions/325237\r\n \r\nLegislate for the provision of reparations to communities affected by slavery: https://petition.parliament.uk/petitions/325529\r\n \r\nRefund taxes used to pay slavery abolition debt to British descendants of slaves: https://petition.parliament.uk/petitions/325536\r\n \r\nReimburse tax payers for monies used to compensate slave owners: https://petition.parliament.uk/petitions/325300\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-18T16:11:28.610Z"
    },
    "id": 326403,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326403.json"
    },
    "type": "petition"
}