{
    "attributes": {
        "action": "Remove the names associated with the slave trade in Bristol",
        "additional_details": "I believe all associations with the slave trade within Bristol should be removed. This includes renaming street names, buildings, schools, removing all statues and plaques. These items should be place within a museum for people to view as historic artefacts. \r\n\r\nThe recent events of removing the statue of Edward Colston should be evident to how passionate the people of Bristol are about removing offensive bits of history to glamorise something as horrific as the transatlantic slave trade.",
        "background": "I would like the government to remove building names, statues and street names associated with the save trade as it encourages anxiety and depression to descendants of the slave trade as it glorifies these former slave owners. Over the years, we’ve becoming more educated and understanding.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-10T23:53:13.452Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-11T08:06:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-29T12:55:13.247Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue, or request a new monument or statue be erected, you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEncourage and support the removal of memorials that glorify the slave trade: https://petition.parliament.uk/petitions/325449\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-29T12:55:13.244Z"
    },
    "id": 326427,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326427.json"
    },
    "type": "petition"
}