{
    "attributes": {
        "action": "Stop removing statues and re-instate those already removed.",
        "additional_details": "I think it wrong to try and portray the subjects of some of these statues as they are viewed today. at their time they were great men and women, living at their times.\r\nThe past is the past, you can't re-write history and they should be left where they are and those already removed should be re-instated.\r\nIf this herd mentality carries on where will it stop?  Anyone who doesn't like a statue of someone, for whatever reason, can have it removed if they shout loud enough?\r\nRemoval of statues should be stopped now!",
        "background": "That the Government stop the removal statues on this knee jerk re-action to events in another country.\r\nSome statues might be of less than savoury individuals, but you can't re-write history and you shouldn't remove statues of people that are part of our culture, however they may be portrayed today.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-11T11:56:43.834Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-11T14:54:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T08:27:54.254Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProtect all monuments and statues from being taken down: https://petition.parliament.uk/petitions/325814\r\n\r\nMake it a specific offence to desecrate national flags, symbols and monuments: https://petition.parliament.uk/petitions/325545\r\n\r\nRequire referendums on the removal of historically significant statues: https://petition.parliament.uk/petitions/326361"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T08:27:54.251Z"
    },
    "id": 326518,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326518.json"
    },
    "type": "petition"
}