{
    "attributes": {
        "action": "Remove rules for mandatory face masks on public transport in England",
        "additional_details": "The recently announced draconian measure to make face masks compulsory on public transport in England needs to be cancelled forthwith. We are three months into a lockdown. Cases have been declining for weeks and weeks. There is no scientific or lawful basis for this change now. We weren't forced to wear face masks before, so why now? It is unacceptable. Plenty of doctors and scientists advise they do little to no good. Why are you not taking their advice? I have the right to choose how I appear",
        "background": "I ask Boris Johnson MP and Grant Schapps MP to remove the mandatory face mask rule on public transport in England. An individual's appearance should be up to their own free will. If someone wishes to wear a face mask voluntarily, allow them to. If someone does not wish to wear one, also allow it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-11T15:01:47.195Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-13T12:31:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-08T09:17:06.483Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/325079\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-08T09:17:06.479Z"
    },
    "id": 326594,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326594.json"
    },
    "type": "petition"
}