{
    "attributes": {
        "action": "Support a full international investigation as to the true origin of coronavirus.",
        "additional_details": "I wish for this to be undertaken because it is presently been a complete whitewash - and I worry there will be no accountability. We cannot lost hundreds of thousands of lives globally; plus unprecedented disruption and financial loss; without fully understanding - and learning from - the true cause / origin. This cannot be “swept under the carpet” and agreed with China. This needs a coalition of countries committed to finding the truth and not a political “behind the scenes” deal with China.",
        "background": "Fully support Australia’s appeal for a full and frank investigation as to the origin of the coronavirus, exploring fully: when China really knew about it (and whether that was before the Wuhan Games in August); whether it did, in fact, originate in a laboratory; and how transparent China has been.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-12T05:51:07.630Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-14T21:13:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-10T08:58:37.896Z",
        "rejection": {
            "code": "already-happening",
            "details": "World Health Organization (WHO) member states, including the UK, have agreed to set up an independent inquiry into the global response to the coronavirus pandemic and \"identify the zoonotic source of the virus and the route of introduction to the human population”.\r\n\r\nYou can find out more here: https://www.who.int/news-room/detail/09-07-2020-independent-evaluation-of-global-covid-19-response-announced\r\n\r\nWe have also published the following petition, which you might like to sign:\r\n\r\nDebate the Chinese government’s handling of Covid-19: https://petition.parliament.uk/petitions/311905"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-10T08:58:37.893Z"
    },
    "id": 326729,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326729.json"
    },
    "type": "petition"
}