{
    "attributes": {
        "action": "Abandon the use of 'BAME' and refer to minorities as individual ethnicities",
        "additional_details": "It has become apparent that, in general, there is a disparity between the quality of life of black people and other ethnic groups. Systemic racial inequalities have placed disproportionate numbers of black people at the social and economic fringes of our society, when compared to other minorities. For these inequalities to be examined effectively, the use of the term 'BAME' should be abandoned within all areas of public service. Only then, can the full extent of systemic racism be understood.",
        "background": "The term 'BAME' is no longer fit for purpose. Grouping ethnicities strips them of their unique identity and fails to address specific issues within ethnic groups. The government and parliament should discontinue the use of the label, 'BAME', and refer to minority groups by their individual titles.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-12T17:21:34.621Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-12T18:46:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-28T12:06:41.606Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for determining how ethnic minorities are referred to.\r\n\r\nThe Government's guidance on writing about ethnicity already states that it does not use BAME or BME for a number of reasons: https://www.ethnicity-facts-figures.service.gov.uk/style-guide/writing-about-ethnicity"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-28T12:06:41.603Z"
    },
    "id": 326887,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326887.json"
    },
    "type": "petition"
}