{
    "attributes": {
        "action": "Removal of the monument of sir Henry Tate in Brixton.",
        "additional_details": "Sugar imported from the British Caribbean by the Tate or Lyle companies in the post-slavery era was from estates established under slavery, in the case of British Guiana and Trinidad by indentured labour, a system that lasted into early 20th century.Land-ownership and labour practices implemented by British firms that dominated the industry  in the second half of the 19th century and most of the 20th century, contributed to the progressive under development , impoverishment of the Caribbean.",
        "background": "The Tate and the Lyle firms were absolutely constructed on the foundation of slavery in the 17th and 18th centuries, both in supply and in demand. Without slavery, the British sugar industry and the wider Atlantic sugar industry would not have existed on the scale they did.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-12T17:27:31.476Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-12T20:35:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T10:42:44.128Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEncourage and support the removal of memorials that glorify the slave trade: https://petition.parliament.uk/petitions/325449\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T10:42:44.125Z"
    },
    "id": 326889,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326889.json"
    },
    "type": "petition"
}