{
    "attributes": {
        "action": "Ban UK Police from using horses in demonstrations and protests.",
        "additional_details": "As protests arise to combat issues regarding race inequality and police brutality, police forces in the UK are using horses in a hostile manner in an attempt to control these gatherings. As seen in the London BLM (Black Lives Matter) demonstrations (06/05/20), the police unnecessarily brought these sentient animals into a stressful and uncomfortable environment. During the protest a spooked horse panicked and charged towards the crowds, knocking over and risking the lives of both police and protestors.",
        "background": "Horses are not a form of crowd control nor a battering ram. I'm urging the UK Government to instruct U.K police forces to ban the presence of horses at protests and demonstrations. By using horses for this purpose, the police are mistreating these animals and are putting lives at risk.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-13T09:45:57.435Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-13T11:12:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-18T16:47:45.636Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBan the use of horses in the police force: https://petition.parliament.uk/petitions/325179\r\n\r\nBan the use of horses for crowd control: https://petition.parliament.uk/petitions/325275"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-18T16:47:45.632Z"
    },
    "id": 326970,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326970.json"
    },
    "type": "petition"
}