{
    "attributes": {
        "action": "Reform The National Curriculum From KS1-KS5 To Be More Culturally Diverse",
        "additional_details": "For too long, the curriculum reflects an imperialistic, colonial, idealised Britain that in reality is inaccurate. This is not just damaging to BAME people who are learning distorted versions of their history but to everyone in the UK who is unaware of the dark side of British history. The purpose of education is to create a well rounded and holistic individual but we cannot ask citizens to be that when the educational curriculum does not acknowledge our own mistakes. This needs to change now!",
        "background": "Systemic & institutionalised racism needs to be officially added to the PSHE curriculum. History of BAME needs to be cumpolsory across all subjects from Year 1-Sixth Form: i.e topics such as Africa pre colonialism & Native American Settlement as well as representations of BAME in media & literature.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-13T11:46:59.894Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-13T11:58:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-10T13:19:38.901Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign: \r\n\r\n \r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808 \r\n\r\n \r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961 \r\n\r\n \r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092 \r\n\r\n \r\n\r\nIntroduce Gender and Race equity for GCSE English Literature set texts: \r\n\r\nhttps://petition.parliament.uk/petitions/324934 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "race-and-equality"
        ],
        "updated_at": "2020-07-10T13:19:47.130Z"
    },
    "id": 326994,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326994.json"
    },
    "type": "petition"
}