{
    "attributes": {
        "action": "Provide £10,000 one-off payment for all excluded from current support schemes",
        "additional_details": "The Chancellor stated that nobody would be left behind, and support would be provided to all who needed it.\r\nApproximately 3 million are excluded from current support schemes, due to starting self employment or changing jobs after specific dates, meaning they have had no income since mid march.\r\nThis is not fair.\r\nA single taxable payment will help the economy recover and ensure future government income via tax.\r\nThe alternative is increased unemployment and unnecessary strain on the benefit system.",
        "background": "Available for all excluded from current government support grants, SEISS and furlough schemes\r\n\r\n-£10,000 one-off taxable payment\r\n-Administered via HMRC\r\n-Counted as income towards personal tax allowance\r\n-No affect on eligibility of government loan schemes (CBILS and BBL)",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-13T13:29:51.318Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-13T14:01:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-10T08:37:30.141Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/319899\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-10T08:37:30.138Z"
    },
    "id": 327013,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327013.json"
    },
    "type": "petition"
}