{
    "attributes": {
        "action": "Address the plans from 10 downing street around transgender rights",
        "additional_details": "To settle uncertainties within the transgender community and what else will happen in the LGBT community. Why have the comments been made and what will it actually include with a replacement plan highlighted to replace the current one, if there even is one? Also why has this been done during the COVID-19 pandemic even though the UN have warned countries not to as it would be shadowed which is not fair because not everyone will see what is happening?",
        "background": "Address the comments made from 10 downing street that Boris Johnson wants to make it harder for transgender people to change their legal gender and therefore make the whole process of transitioning harder, despite the current procedures in place",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-14T13:00:46.419Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-14T13:07:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-24T11:01:18.536Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions instead:\r\n\r\nRequire schools and colleges to have gender neutral toilets:\r\nhttps://petition.parliament.uk/petitions/302997\r\n\r\nUphold current legal protections for transgender individuals and under 18s:\r\nhttps://petition.parliament.uk/petitions/318175\r\n\r\nDo not ban gender transition treatments for under 18s:\r\nhttps://petition.parliament.uk/petitions/318025\r\n\r\nAdd gender identity to the characteristics protected under the Equality Act 2010:\r\nhttps://petition.parliament.uk/petitions/301138\r\n\r\nIntroduce Gender and Race equity for GCSE English Literature set texts:\r\nhttps://petition.parliament.uk/petitions/324934\r\n\r\nAllow for a gender neutral option on a passport, such as an \"X\":\r\nhttps://petition.parliament.uk/petitions/301083"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-24T11:01:24.178Z"
    },
    "id": 327190,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327190.json"
    },
    "type": "petition"
}