{
    "attributes": {
        "action": "Move all memorials for racist icons into black history and slave history museums",
        "additional_details": "The removal of memorials and statues idolising those involved in racist activity would send a strong message that the UK does not support nor idolise racism or those involved. \r\n\r\nThe history of POC has been forgotten and ignored. The creation of educational facilities, such as museums, would provide some what of a first step to healing our hateful pasts and provide a rightful place for the remembrance of slave traders and racist idols.",
        "background": "The UK has a dark history within the slave trade and racism, this should not be celebrated.\r\n\r\nThe history of POC should be prioritised in respective museums and educational facilities whos financial income should support organisations of POC.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-14T14:16:14.731Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-14T17:30:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T10:38:06.287Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEncourage and support the removal of memorials that glorify the slave trade: https://petition.parliament.uk/petitions/325449\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T10:38:06.283Z"
    },
    "id": 327203,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327203.json"
    },
    "type": "petition"
}