{
    "attributes": {
        "action": "Reform GCSE English curriculum to reduce the dominance of eurocentrism",
        "additional_details": "It is important to stress that despite the recent introduction of Asian British authors (more so in OCR) into the curriculum there is still a prevailing lack of Black British authors in the GCSE English curriculum. This subliminally upholds the \"model minority myth\" which suggests that the Asian minority is intelligent and hard-working whereas the Black minority is idle and ignorant. This could dissuade young POC (especially black people in this case) to pursue further studies in that field.",
        "background": "In light of the BLM movement I want the government to urge exam boards to reform GCSE English exam syllabuses to include a more ethnically diverse selection of authors' works. As a whole, this country is particularly diverse therefore what is taught in this country's schools should reflect that.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-14T18:37:53.883Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-14T19:53:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-10T14:24:18.606Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign: \r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808 \r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961 \r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092 \r\n\r\nIntroduce Gender and Race equity for GCSE English Literature set texts: https://petition.parliament.uk/petitions/324934 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "race-and-equality"
        ],
        "updated_at": "2020-07-10T14:24:27.485Z"
    },
    "id": 327251,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327251.json"
    },
    "type": "petition"
}