{
    "attributes": {
        "action": "Introduce a right to bear arms in the UK (2AUK)",
        "additional_details": "The right to bear arms (including non-lethal self defence items) is vital in protecting people from robbery and sexual assault.  As well as this, it allows individuals to protect their freedoms from being infringed upon, whether by the Government or terrorist organisations.",
        "background": "We are asking that the government brings in a right to bear arms in the United Kingdom which would relax the currently very strict gun regulations in the country.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-14T21:33:27.758Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-15T07:11:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-15T10:05:11.167Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. We don't know what you would like a right to bear arms to include, so we're not sure what specific action you want taken. \r\n\r\nAt the moment, permission to possess or to purchase or acquire a firearm will be granted to an individual who is assessed by the licensing authority, the police, as not posing a threat to public safety and having good reason to own the firearm. \r\n\r\nYou could start a new petition clearly explaining what you'd like to happen. For example, you could start a new petition asking the UK Government and Parliament to make a specific change to firearm regulations, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-15T10:05:11.163Z"
    },
    "id": 327282,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327282.json"
    },
    "type": "petition"
}