{
    "attributes": {
        "action": "Continue issuing food vouchers over the summer holidays",
        "additional_details": "Families are struggling to feed their children with job losses, reduced wages due to furlough and there is much uncertainly over the ability to pay bills. The government have said they will stop issuing food vouchers over the summer holiday period and that will mean thousands of children going hungry. They will not have access to summer clubs and schemes which may have guaranteed a meal. These are exceptional circumstances due to Covid 19 and they need an exceptional response. Please sign.",
        "background": "The government need to continue issuing food vouchers to families with children eligible for free school meals over the summer holiday period.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-15T09:53:46.534Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-15T15:16:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-24T13:54:59.216Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition, the Government has extended the voucher scheme to cover the school summer holidays. For more information visit: https://www.gov.uk/guidance/covid-summer-food-fund.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-24T13:54:59.213Z"
    },
    "id": 327341,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327341.json"
    },
    "type": "petition"
}