{
    "attributes": {
        "action": "Allow Partners to be apart of Pregnancy and all of birth during lockdown easing",
        "additional_details": "England are opening shops, Wales are to follow next week.. If shops can open why can't partners be apart of a pregnancy of their child? It's crucial for a women's mental health to have support through the worst pain anybody can go through and for the baby's parents to be present for bonding.\r\nAs it stands partners can only be present for active labour. Sometimes you can be in non active labour for days. \r\nThere is a petition on change.org for the same thing but I wanted to cover all grounds so we are heard.",
        "background": "I call for the rules of maternity care during lockdown to be relooked at.\r\nWe found out in December we where pregnant.\r\nSince lockdown happened my husband has not been allowed in scans or any appointments which I understood at the time to prevent the virus spreading",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-14T23:23:59.841Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-14T23:30:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-02T17:20:07.437Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about visitors are a matter for the NHS, not the Government or House of Commons.\r\n\r\nOn 5 June, the NHS’s suspension of hospital visiting was lifted. This means that visiting is now subject to local discretion by trusts and other NHS bodies. You should check with your maternity team and sonography unit for their policy on visitors attending antenatal appointments, including scans."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-02T17:20:18.562Z"
    },
    "id": 327303,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327303.json"
    },
    "type": "petition"
}