{
    "attributes": {
        "action": "Make Black History mandatory learning in schools.",
        "additional_details": "Ignorance births racism. Our country has a long and cruel history of treating black people as less than, and we owe it to our black friends, family and colleagues to educate ourselves and each other so that racial ignorance can end. We have mistreated black people for too long, and educating our young people on race history, white privilege and race today is a great stride to take in fighting racism in the UK.",
        "background": "Add black history to school's curriculum. Add books by black authors about race to required reading lists. Educate students on not just the statistics of slavery, but the social repercussions that entailed. Make sure students understand white privilege and how it affects white and black people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-15T13:20:24.526Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-15T13:53:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-18T16:20:52.146Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nReform the National Curriculum on the basis of equality and BAME representation: https://petition.parliament.uk/petitions/324690\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nMake black history a compulsory part of the national curriculum for all ages: https://petition.parliament.uk/petitions/323654\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808S\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-18T16:20:52.144Z"
    },
    "id": 327389,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327389.json"
    },
    "type": "petition"
}