{
    "attributes": {
        "action": "Continue free school meals during the summer for less fortunate kids",
        "additional_details": "There’s children out there who can’t even get a meal a day and relay on that one school meal everyday, how will they survive a summer we’re they won’t even get that one meal a day, we want the government to allow kids to receive that one meal a day, may that be by giving them a voucher, or even setting up a place we’re they can collect a meal, how cold hearted can we be by not giving those kids a meal just once a day, imagine if that was your child would you like to see them suffer like that",
        "background": "We want kids who aren’t fortunate enough as others to continue getting free meals during the summer holiday, may that even be one free meal a day",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-15T19:57:20.882Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-15T20:36:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-24T13:55:48.895Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition, the Government has extended the voucher scheme to cover the school summer holidays. For more information visit: https://www.gov.uk/guidance/covid-summer-food-fund.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-24T13:55:48.892Z"
    },
    "id": 327482,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327482.json"
    },
    "type": "petition"
}