{
    "attributes": {
        "action": "All MP's should take a pay cut as a result of the Covid-19 pandemic.",
        "additional_details": "The basic starting salary of an MP is £81,932. \r\nThis average median income in the UK is roughly £30,350.\r\nThe full time salary on the National Living wage is roughly £17,000. \r\n\r\nThe pay cut could be taken voluntarily or passed as legislation, it is within the power of Government/Parliament to do this. \r\n\r\nThe New Zealand Government has set the precedent that it’s possible, but only if MP's think it is the right thing to do.",
        "background": "The whole country has been affected and will be paying for the economic damage, whether through job losses, pay cuts or pay freezes. \r\nIt is only right and fair that all MP's take a pay cut to show solidarity, empathy and that they truly serve the public.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-15T20:25:37.535Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-15T21:00:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-15T13:51:30.914Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-15T13:51:30.911Z"
    },
    "id": 327485,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327485.json"
    },
    "type": "petition"
}