{
    "attributes": {
        "action": "I want you to provide the UK's vulnerable children summer holiday food vouchers",
        "additional_details": "During Covid-19 as a government you have provided over £100 billion for businesses.\r\nRecently your £63 million to councils for vulnerable 'households' provides no clarity that 1.3 million children will be given meals for 6 weeks directly. This is not good enough. It will cost over 110million to feed exactly 1.3million children for 6 weeks with your £15 a week vouchers. You have supported businesses when needed, now it's time to support our nations vulnerable children during their time of need.",
        "background": "After your decision to stop food vouchers for the summer holidays, I want you to 'make the U turn'. I want you to provide the UK's vulnerable children who are eligible for free school meals (1.3million), food vouchers for the summer holiday period of 6 weeks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-16T10:20:28.850Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-16T10:43:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-24T13:57:12.349Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition, the Government has extended the voucher scheme to cover the school summer holidays. For more information visit: https://www.gov.uk/guidance/covid-summer-food-fund.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-24T13:57:12.346Z"
    },
    "id": 327549,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327549.json"
    },
    "type": "petition"
}