{
    "attributes": {
        "action": "#MakeTheUturn - Free School Meals for the 1.3 million children over the Summer",
        "additional_details": "The pandemic has left many families struggling with food insecurity. The Government’s decision not to extend Free School Meal provision or vouchers across the summer holidays will mean many children will go hungry. Free school meals provide vital support for low-income families and for almost a third of children, school lunch is their main meal of the day.\r\n\r\nExtending this scheme can potentially decrease health inequalities and ensuring a holiday without hunger for our country's children.",
        "background": "No child should go hungry in our country. We call on the Government make the U-turn to extend free school meals to all children living in poverty, including low-income working families. This roughly equates to 1.3 million children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-16T09:19:40.444Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-16T09:25:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-24T13:57:04.365Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition, the Government has extended the voucher scheme to cover the school summer holidays. For more information visit: https://www.gov.uk/guidance/covid-summer-food-fund.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-24T13:57:04.363Z"
    },
    "id": 327535,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327535.json"
    },
    "type": "petition"
}