{
    "attributes": {
        "action": "A Levels & GCSES 2021 should be OPEN - BOOK and have REDUCED CONTENT (COVID-19)",
        "additional_details": "It would benefit the students’ mental health & their grades to have open-book exams & reduced content. Globally, 1 in 5 students already suffer with a mental health issue, depression & anxiety are the top 2 offenders. Professor Elliot Major stated that “pupils are set to lose at least a third of teaching time for their courses.” Furthermore, students from disadvantaged backgrounds may have been affected more by COVID-19 resulting in them falling even further behind their counterparts. Mary Bousted, joint general secretary of the National Education Union: “all exams – including primary school Sats – would have to be slimmed down in 2021. “Any idea that GCSEs and A-levels in 2021 can just be the same as they were in 2019 is profoundly wrong,”",
        "background": "There has been a lot of disruption to those who are taking exams next year: many missed lessons & there simply is not enough time to cover what has been missed. No change means adding more stress to an already unfortunate situation. The idea of 2021 exams being normal is “increasingly tenuous”",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-16T19:02:56.882Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-16T19:21:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-09T09:09:14.554Z",
        "rejection": {
            "code": "duplicate",
            "details": "Open book exams for GCSE and A-level students sitting exams in 2021:\r\n\r\nhttps://petition.parliament.uk/petitions/327397\r\n\r\nReduce curriculum content for year 10 & 12 students who will sit exams in 2021:\r\n\r\nhttps://petition.parliament.uk/petitions/320772"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-09-08T13:50:06.497Z"
    },
    "id": 327669,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327669.json"
    },
    "type": "petition"
}