{
    "attributes": {
        "action": "Sign in support of Reparation for descendants of slavery",
        "additional_details": "Reparation nor an apology, has ever been issued for the UK's involvement in slavery. Whilst an apology will never bridge the gap of pain and destruction caused, reparations can assist to bridge the financial and social imbalance slavery caused. Whilst the past can't be changed it is time the UK Government were held accountable for the political injustices it has benefitted from by offering reparation to the descendants of slavery, in a first step to rectifying a long outstanding wrong.",
        "background": "The UK benefitted hugely from the Slave Trade. Up until 2015, UK Taxpayers have been compensating slave owners for financial and property losses.\r\n \r\nThe UK Government need to take action to rectify the actions of its past and reparate the descendants of those subjected to slavery in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-16T19:19:54.635Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-16T20:44:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-18T16:26:10.639Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nPay Slavery Reparations to all Caribbean & African Descendants: https://petition.parliament.uk/petitions/325237\r\n \r\nLegislate for the provision of reparations to communities affected by slavery: https://petition.parliament.uk/petitions/325529\r\n \r\nRefund taxes used to pay slavery abolition debt to British descendants of slaves: https://petition.parliament.uk/petitions/325536\r\n \r\nReimburse tax payers for monies used to compensate slave owners: https://petition.parliament.uk/petitions/325300\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-18T16:26:10.637Z"
    },
    "id": 327674,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327674.json"
    },
    "type": "petition"
}