{
    "attributes": {
        "action": "Recognise ALL petitions directed at UK government with over 100,000 signatures",
        "additional_details": "Petitions directed at the UK government and with overwhelming support from the British public have been unjustly barred from debate because they are hosted on non-government petition platforms. \r\n\r\nThese platforms require the same information from signatories (email address, name, home address etc.) and are addressed directly to the UK government - it is unacceptable that they should be barred simply because of their origin website.",
        "background": "The government should debate petitions directed to them with 100,000+ signatures even if hosted on non-government platforms (e.g Change, 38Degrees, SumOfUs etc.)\r\nhttps://www.thelondoneconomic.com/news/rees-mogg-tells-campaigner-we-wont-debate-petitions-unless-theyre-hosted-on-government-site/14/05/",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-17T12:41:33.694Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-19T11:29:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-02T13:07:35.218Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/325480\r\n\r\nPetitions on petition.parliament.uk have to meet the standards that have been agreed by the House of Commons and the UK Government. Other petition websites don't have the same standards. You can find out more about the standards for petitions here: https://petition.parliament.uk/help\r\n\r\nThe Petitions Committee, the group of MPs who oversee the petitions site consider petitions over 100,000 signatures for a debate in Parliament. They have a special slot on Mondays to schedule debates.\r\n\r\nPetitions started on other sites could be debated in Parliament. There are several ways that MPs can request debates. Any MP could request a debate on the issue raised in a petition started on another site. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-02T13:07:45.294Z"
    },
    "id": 327797,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327797.json"
    },
    "type": "petition"
}