{
    "attributes": {
        "action": "Reconsider scrapping the Gender Recognition Act changes",
        "additional_details": "I myself am a Trans Woman, currently undergoing Hormone Therapy. I am reaching the point in my transition that a legal change in gender is becoming necessary. Scrapping the changes now, and introducing measures to limit my, and others in my situation, access to services I require; will have a detrimental effect on the long term health of me and those in my situation. I understand the concept of fear, which holds back reform; but fear can take many forms and all must be considered democratically",
        "background": "To reconsider the scrapping of the proposed changes to the Gender Recognition Act, in favour of a phased approach; so that all parties affected (including women's rights groups) have time to adjust",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-17T06:11:17.411Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-17T06:59:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-24T15:39:31.241Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has not confirmed any plans to scrap the Gender Recognition Act (GRA). When announcing their plans for reform of the GRA in 2018, the Government confirmed they were “not proposing any amendments to the Equality Act 2010\". Single-sex spaces are protected under the Equality Act 2010.\r\n\r\nYou may wish to sign these petitions which call for increased rights, and the protection of existing rights, for transgender people and those considering gender reassignment:\r\n\r\nReform the Gender Recognition Act: https://petition.parliament.uk/petitions/327108\r\n\r\nUphold current legal protections for transgender individuals and under 18s:\r\nhttps://petition.parliament.uk/petitions/318175\r\n\r\nDo not ban gender transition treatments for under 18s:\r\nhttps://petition.parliament.uk/petitions/318025\r\n\r\nAdd gender identity to the characteristics protected under the Equality Act 2010:\r\nhttps://petition.parliament.uk/petitions/301138\r\n\r\nRequire schools and colleges to have gender neutral toilets:\r\nhttps://petition.parliament.uk/petitions/302997\r\n\r\nIntroduce Gender and Race equity for GCSE English Literature set texts:\r\nhttps://petition.parliament.uk/petitions/324934\r\n\r\nAllow for a gender neutral option on a passport, such as an \"X\":\r\nhttps://petition.parliament.uk/petitions/301083"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-24T15:39:40.343Z"
    },
    "id": 327731,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327731.json"
    },
    "type": "petition"
}