{
    "attributes": {
        "action": "Remove all statues associated with the slave trade and build a dedicated museum.",
        "additional_details": "So I am calling on the government to take away all statues that are linked to the slave trade and build a dedicated museum which gives people the facts about what the United Kingdom did to the millions of black people who where in slaved and made to work and die in the most appalling ways that you wouldn't even treat a dog.\r\n\r\nThis is the only way the government and British empire can make a real step to say rasisium is not acceptable and to show the reality behind racism in out country's history",
        "background": "given the many hundreds of years the black comunity and ethnic minoritys have stuffed from racism and physical and emotional abuse through slavary which then lead on to the sometimes suttle or more direct racism  both of which are so clear in today's society.\r\n\r\nSo that's why I think we need museums",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-17T12:19:58.922Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-17T12:56:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T10:46:56.758Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nSimilarly, the Government is not responsible for the creation of new museums or determining what is exhibited in individual museums. This is a matter for individual museums, not the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEncourage and support the removal of memorials that glorify the slave trade: https://petition.parliament.uk/petitions/325449\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T10:46:56.755Z"
    },
    "id": 327790,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327790.json"
    },
    "type": "petition"
}