{
    "attributes": {
        "action": "Stop the Government from abolishing the gender reform act",
        "additional_details": "The removal of this act is taking away from basic human rights.\r\nNot being allowed to self identify is taking a step back from equality and is likely to damage them immensely.\r\nThe process to legally change your biological sex is challenging enough. Transgender people already go through this system with enough damage to their mental health. Banning access to refuges will put vulnerable transgender women in dangerous places with Surveys stating 80% of transgender women have experienced abuse.",
        "background": "The Gender Reform Act allows people who have gender dysphoria (whose feelings do not resonate with there biological sex) to change their legal gender. Preventing trans people from self identifying, banning trans women from using public toilets and refuges is simply unfair and unjust.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-18T01:05:07.406Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-18T01:17:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-27T13:08:40.220Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThere is no evidence that the UK Government or Parliament are planning to repeal the Gender Recognition Act. \r\n\r\nYou might like to sign and share one of these petitions:\r\n\r\nReform the Gender Recognition Act: https://petition.parliament.uk/petitions/327108\r\n\r\nUphold current legal protections for transgender individuals and under 18s: \r\nhttps://petition.parliament.uk/petitions/318175\r\n\r\nAdd gender identity to the characteristics protected under the Equality Act 2010: \r\nhttps://petition.parliament.uk/petitions/301138\r\n\r\nRequire schools and colleges to have gender neutral toilets: \r\nhttps://petition.parliament.uk/petitions/302997\r\n\r\nIntroduce Gender and Race equity for GCSE English Literature set texts: \r\nhttps://petition.parliament.uk/petitions/324934\r\n\r\nAllow for a gender neutral option on a passport, such as an \"X\": \r\nhttps://petition.parliament.uk/petitions/301083\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-27T13:08:58.162Z"
    },
    "id": 327934,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327934.json"
    },
    "type": "petition"
}