{
    "attributes": {
        "action": "Require each MP to publish their own decision taken in a House of Commons vote.",
        "additional_details": "Recently, the world has been plauged by fake news & bad actors trying to influence decisions based on specific content to further their own agenda.\r\n\r\nTo start preventing some of this fake news and to try bringing direct accountability to our elected administrators, MP's should publish on official social media accounts, the following:\r\n\r\n1: The item that has been voted on that day\r\n2: How the MP voted\r\n3: Why the MP voted this way.\r\n\r\nIt is important to directly understand how MP's are working for us.",
        "background": "Require each MP to publish their voting decisions publically online via an official social media account following each House of Commons Vote. It is important they also explain the reasons why they made this decision to vote this way, so all of their constituants are able to read & understand.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-18T14:40:43.830Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-18T17:13:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-21T15:35:33.598Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The conduct and social media content of individual MPs is a matter for each of them. \r\n\r\nYou might find it helpful to know that the outcome of all votes is available at: \r\n\r\nhttps://votes.parliament.uk/Votes/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-10T17:58:13.647Z"
    },
    "id": 328064,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328064.json"
    },
    "type": "petition"
}