{
    "attributes": {
        "action": "Remove pointless learning at Primary Schools, i.e. nonsense words/ parenthesis.",
        "additional_details": "Children should be learning to love reading and writing, and this will only make it less fun and harder.  Primary school children should not be expected to learn this, when I didn't even learn it at GCSE.  I have never needed to know these things, and it is a pointless waste of time for the pupils and teachers alike.",
        "background": "Change what is expected of primary schools. Children should not be taught about nonsense words, parenthesis, phonemes, adjectives, pronouns, adverbials, model verbs etc as all they should be learning is to read and write, not about how language is formed, that should be for GCSE level.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-18T14:59:15.617Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-18T17:20:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-03T15:19:34.682Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are unhappy with the current English curriculum for primary school students, but it's not clear what changes you want the Government to make.\r\n\r\nThe curriculum does not include reference to \"nonsense words\", and grammar and phonemes are referred to in the context of reading and writing, which you want the curriculum to focus on: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/425601/PRIMARY_national_curriculum.pdf\r\n\r\nIf you want the Government to remove statutory requirements for primary school students to be taught grammar and phonemes you could start a new petition calling for this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-03T15:19:34.680Z"
    },
    "id": 328070,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328070.json"
    },
    "type": "petition"
}