{
    "attributes": {
        "action": "Require educational institutions to employ people with a visible difference.",
        "additional_details": "As a young person with a visible difference (a disability under the Equality Act) myself, I have attended over 200 hundred interviews in educational settings and I have consistently been discriminated against due to the way that I look. I am well qualified and have a lot of experience. I believe that the only way to insure that school staff represent the diversity in the community, is to make it mandatory to employ visibly disabled people.",
        "background": "I would like the government to make it a requirement for educational institutions to employ a certain percentage of people with a visible difference.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-19T11:42:25.895Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-20T17:28:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-07T13:40:35.370Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for individuals schools and other educational facilities, as autonomous employers, not the UK Government or Parliament.\r\n\r\nYou could start a petition calling for a review of barriers to employment (specifically in the education sector if you like) for those with visible differences, if that is something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-07T13:40:39.863Z"
    },
    "id": 328227,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328227.json"
    },
    "type": "petition"
}