{
    "attributes": {
        "action": "Facilitate the public with a direct vote on our confidence in this government.",
        "additional_details": "Dissatisfaction over (I) the non-representative FPTP system is growing; less than 50% of the popular vote has provided the government with a huge majority, (ii) the current government's handling of the Corona virus and of brexit negotiations is also growing. The people must be provided with a means to overthrow any government that they feel do not act in their best interests, should the electorate indicate online or by post such a desire. The full list should be visible online, open to scrutiny.",
        "background": "We, the people, demand a means to provide a direct vote of no confidence on this and all future governments. Should 51% of the public indicate a discontent for the government, the opposition will be allowed to form a minority government. This can be achieved online or by post for any UK citizen.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-19T23:42:13.135Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-20T07:59:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-03T16:41:40.493Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\t\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example you could start a new petition asking for General Elections to be held more frequently. \r\n\r\nYou may wish to sign this petition about referendums on confidence in the Government: https://petition.parliament.uk/petitions/548897 \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-03T16:41:46.243Z"
    },
    "id": 328363,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328363.json"
    },
    "type": "petition"
}