{
    "attributes": {
        "action": "Yemen is on the verge of extinction - condemn and take appropriate action",
        "additional_details": "The British-backed Saudi-led military coalition continues to target civilians in a widespread and systematic manner; an indiscriminate bombing regime, which targets hospitals, schools, homes, funerals, and even camps for displaced Yemenis hopelessly trying to flee the conflict.  To quote John Deverall (a former Ministry of Defence mandarin): “[Saudi] couldn't do it without us.” There is clear evidence that the UK is in breach of international law in its supply of munitions to the Saudi military.",
        "background": "War, famine, a pandemic and an epidemic. Yemen is suffering the worst humanitarian crisis in 100 years. According to the ICRC, 80% of Yemen needs humanitarian aid to survive, 60% do not have enough to eat, 58% have no access to clean water, 52% have no access to healthcare, and 11% are malnourished.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-20T12:55:29.386Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-20T13:28:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-16T11:38:30.986Z",
        "rejection": {
            "code": "foi",
            "details": "We can't publish petitions that make accusations of crime. \r\n\r\nIn any case, there’s already a petition about this issue. We cannot accept a new petition when we already have one about a very similar issue.\r\n\r\nYou are more likely to get action on this issue if you sign and share a single petition.\r\nhttps://petition.parliament.uk/petitions/326822\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-16T12:17:06.915Z"
    },
    "id": 328417,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328417.json"
    },
    "type": "petition"
}