{
    "attributes": {
        "action": "Make March 25th a National Holiday, to commemorate the abolition of Slavery",
        "additional_details": "If you grant us this day as a National Holiday, you will allow us all to focus on, celebrate, respect and honour our history and communities together. You will help us remember that we can all be different, together and proud! It will be a day for society to join and celebrate together in brotherhood and solidarity. It will help promote justice, highlight marginalization and modern inequalities and modern slavery and to heal the cracks in our society, right now, and for our children's tomorrow.",
        "background": "I want to humbly ask your Right Honourable Members of the Houses to please institute Emancipation Day. A day to understand the history of slavery, and its legacy in society, the triumph of the abolitionists over this evil. I want you to fund community groups to celebrate diversity and its education.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-20T14:11:57.311Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-20T15:18:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-07T12:12:43.735Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/325202\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-07T12:12:43.731Z"
    },
    "id": 328427,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328427.json"
    },
    "type": "petition"
}