{
    "attributes": {
        "action": "Make Exam Boards trust the predictions teachers have made for year 11s and 13s.",
        "additional_details": "Many of us students have been improving academically, especially after our Mock exams. We have worked hard and put action into improving after our Mocks to get higher grades in the real exams. We do not want the exam boards to scrap our hard work away. If you can trust teachers to teach us the content you’ve given why can’t you trust their predictions? They know us more than anything, they know how hard we’ve worked for 5 years. Please don’t let us students down and help us.",
        "background": "Exam boards are threatening to downgrade us Because of teachers “generously” predicting us. We want exam boards to trust our teachers and the predictions they’ve made.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-21T12:17:45.147Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-21T13:23:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-09T09:14:46.744Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, and are not a matter for the UK Government or Parliament. You can read the decision made by exam boards on what will happen to exams here: https://www.gov.uk/government/news/further-details-on-exams-and-grades-announced\r\n\r\nWe have published the following petition, which you might like to sign: https://petition.parliament.uk/petitions/306773\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-09T09:14:46.741Z"
    },
    "id": 328522,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328522.json"
    },
    "type": "petition"
}