{
    "attributes": {
        "action": "Wipe out the bounce back and business interruption loans to boost the economy.",
        "additional_details": "This will help to boost the economy, as businesses can then focus on marketing and rebuilding their customer base using the money. This will help more businesses to survive this awful time. Many will fail or come into financial difficulty if they are expected to pay the loans back in full.",
        "background": "Many businesses and self employed people have had no choice but to take out these loans to keep their businesses afloat during a time of no/limited income. Please consider wiping the slate clean, or reducing the amount owed significantly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-22T10:03:10.989Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-22T12:44:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-03T12:20:23.702Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government has guaranteed Bounce Back and Business Interruption Loans, but these loans are issued by individual lenders, not the Government or House of Commons, so repayment is a matter for individual lenders and debtors.\r\n\r\nWe could accept a petition calling on the Government to provide grants to businesses and individuals who have applied for these loans, to allow them to repay the loans, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-03T12:20:23.699Z"
    },
    "id": 328623,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328623.json"
    },
    "type": "petition"
}