{
    "attributes": {
        "action": "The Crown Estate to forego any income from renewable energy projects in the UK.",
        "additional_details": "Offshore Wind Sector Deal\r\nThe government will work collaboratively with the sector and wider stakeholders to ensure that up to 30GW of offshore wind can be delivered by 2030.\r\n\r\nThe Crown Estate and Crown Estate Scotland will undertake new seabed leasing in 2019, ensuring a sustainable pipeline of new projects for the late 2020s and early 2030s. \r\n\r\nwww.gov.uk/government/publications/offshore-wind-sector-deal/offshore-wind-sector-deal",
        "background": "The British monarch receives 25% of all profits from the Crown Estate. With the expanding renewable energy sector, mainly offshore wind farms, the monarch will receive a windfall of 10's of millions of pounds from green energy license sales. This money should be used to fund green energy projects.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-22T12:59:26.423Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-22T14:38:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-19T16:29:48.179Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Crown Estate's income, including from offshore wind, is returned to the Treasury.  The Sovereign Grant is calcualted as 25% of the income from two years previously. We're not sure whether you want to reduce the size of the Sovereign Grant or stop the collection of any income.\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-19T16:29:48.175Z"
    },
    "id": 328650,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328650.json"
    },
    "type": "petition"
}