{
    "attributes": {
        "action": "The rising cost of pet insurance",
        "additional_details": "As things stand at the moment it would seem that there is no governing body monitoring companies like this, they seem able to increase annual premiums without any intervention or restrictions to justify there actions. Somebody should (at your level) look into this and see if an increase of this magnitude, is both legal and justifiable. Maybe pensioners should lobby the government to increase their pension by 35% as it's mostly people of a certain age that have pets purely for company.",
        "background": "We've just received our renewal premium for the coming year, it's been increased by £185 (about 35%). We are prevented switching to another company as they won't cover any previous operations etc if we were to switch over.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-22T11:49:46.082Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-23T10:15:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-04T13:19:08.535Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government aren't responsible for the price of insurance or eligibility. \r\n\r\nYou could start a petition calling for the Government to set limits on insurance premiums, or for controls on the costs of vet bills, if those are things you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-04T13:19:08.533Z"
    },
    "id": 328640,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328640.json"
    },
    "type": "petition"
}