{
    "attributes": {
        "action": "London Congestion Charge discount for Mini cab drivers as key workers.",
        "additional_details": "These drivers lost their lives while supporting the country to move on during critical time. Many of them have seen reduction in their earnings which has led them claiming benefits for the first time. \r\nThey are still helping many of the NHS workers getting to work.\r\n Very unfortunate all of their help during the lockdown is not recognised except getting penalised with increase on congestion charge and turning them to rely longer on benefits. \r\nThe increase will cost drivers 400 pounds monthly.",
        "background": "The minicab drivers are part of the key workers that kept the country running during the national crisis of the COVID-19 lockdown, the drivers continued working risking their lives taking the front line NHS workers like nurses, doctors, care homes workers around through and from work.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-22T21:46:10.829Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-23T08:08:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-03T15:11:42.889Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the UK Government or Parliament. This is the responsibility of the London Assembly.\r\n\r\nYou can petition the London Assembly directly: https://www.london.gov.uk/about-us/london-assembly/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-03T15:11:42.886Z"
    },
    "id": 328706,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328706.json"
    },
    "type": "petition"
}