{
    "attributes": {
        "action": "So that Nails and Beauty Bars can reopen on the 4th like hairdressing salons.",
        "additional_details": "Summer is when our businesses thrive, What can be earned during our summer months pays for what is lacking in our winter months. If we delay any further, businesses are at risk of permanently shutting down. The help from the grants does not stretch enough to support us for the remaining of the year. This will lead to further unemployment and the industry businesses may collapse causing closures to highstreet. \r\n\r\nWe carry the same risk as hairdressers, we should be allowed to open on the 4th.",
        "background": "Reconsider our reopening date to the 4th like hairdressing salons. Businesses have brought PPE, changed their salon operation during the past few months in order to prepare for reopening, only to find hairdressers are allowed to open but Nails and Beauty are not. When they both carry the same risk",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-23T14:42:43.579Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-23T15:05:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-10T09:40:24.930Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have already published this petition calling for a similar action: https://petition.parliament.uk/petitions/320507\r\n\r\nSince you started your petition the Government has announced businesses including beauty salons, nail bars and tattoo studios can reopen safely from Monday 13 July: https://www.gov.uk/government/news/beauty-salons-set-to-reopen-for-some-services-next-week-under-new-government-guidelines\r\n\r\nThe Government has published guidance for people who provide close contact services, including hairdressers, barbers, beauticians, tattooists, sports and massage therapists, dress fitters, tailors and fashion designers: https://www.gov.uk/guidance/working-safely-during-coronavirus-covid-19/close-contact-services\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-10T09:40:24.928Z"
    },
    "id": 328827,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328827.json"
    },
    "type": "petition"
}