{
    "attributes": {
        "action": "Open the beauty salons on 4th of July in correspondence to hairdressers",
        "additional_details": "To help save jobs and small businesses by allowing salons to open with the same social distancing and safety measures as hairdressers. Salons are an essential part of people’s livelihoods, health, cleanliness and mental wellbeing.",
        "background": "Rethink the decision on keeping beauty salons closed, the beauty industry relies on customers to run their day to day activities and with limited government support most are small businesses struggling to keep expenses afloat.Salons are more important than pubs and restaurants for mental wellbeing",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-23T17:41:24.147Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-23T17:47:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-21T14:41:57.475Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that beauty salons are being allowed to reopen, and has published guidance for close contact services.\r\n\r\nRead the announcement about the reopening of beauty salons here: https://www.gov.uk/government/news/beauty-salons-set-to-reopen-for-some-services-next-week-under-new-government-guidelines\r\n\r\nRead the Government's guidance on close contact services here: https://www.gov.uk/guidance/working-safely-during-coronavirus-covid-19/close-contact-services\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-21T14:41:57.472Z"
    },
    "id": 328880,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328880.json"
    },
    "type": "petition"
}