{
    "attributes": {
        "action": "Free voluntary national DNA database for family, medical and crime investigation",
        "additional_details": "Testing enough volunteers for a large set of markers can help identify people of interest without these needing to be tested.\r\n\r\nThis UK asset will attract full-price customers among genealogists in the USA, Australia, Canada and NZ. It would save having UK enthusiasts use test labs in the USA.\r\n\r\nPriority would be for the old, whose results give the most 'reach' and would otherwise be lost. Next are those without a father named on their birth certificate, who could gain emotionally and materially.",
        "background": "This has to be ethical (so joining must be voluntary) and very large (so free or cheap and of interest to family historians). Sponsoring it meets not only the DNA database needs of the nation but also the moral and social imperative of every child's right to know their own biological parentage.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-23T14:14:31.978Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-01T17:11:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-10T13:38:07.288Z",
        "rejection": {
            "code": "no-action",
            "details": "There is already a National DNA database, run by the Home Office, which stores DNA from suspects and crime scenes to help the police to fight crime. You could start a petition calling for people to be allowed to voluntarily donate their DNA to this database with the sole purpose of helping the police fight crime, if that is something you'd like to happen.\r\n\r\nSimilarly, the NHS runs a genomics project in which people can voluntarily take part. You could therefore start a petition calling for this scheme to be extended to allow the public to voluntarily donate their DNA for the purposes of informing treatment decisions and medical research, if that is something you'd like to happen.\r\n\r\nThe establishment of any commercial DNA database for genealogy purposes would not be the responsibility of the UK Government. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-10T13:38:13.373Z"
    },
    "id": 328819,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328819.json"
    },
    "type": "petition"
}