{
    "attributes": {
        "action": "Open Tattoo Studios in the UK.",
        "additional_details": "Bars and hairdressers have been allowed to reopen, which is absolutely no different to tattoo studios in terms of working in close proximity with your client, and reduced social distance. The difference is, barber shops can see 20+ clients per barber, per day. Yet a standard tattoo studio ONE artist has ONE client per day. Our working environment is medically as clean as a hospital, 100% cleaner then pubs which have been given the opening nod over us. We NEED to reopen.",
        "background": "Tattoo studios have absolutely no indication of when they can re-open. We have the most clean, sterile, safe environment out of any other business’s. Our equipment is 100% sterile, single use and every working area is deep cleaned with hospital standard cleaning equipment multiple times daily.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-23T23:10:56.915Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-23T23:17:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-10T09:24:58.951Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have already published this petition calling for a similar action: https://petition.parliament.uk/petitions/320507\r\n\r\nSince you started your petition the Government has announced businesses including beauty salons, nail bars and tattoo studios can reopen safely from Monday 13 July: https://www.gov.uk/government/news/beauty-salons-set-to-reopen-for-some-services-next-week-under-new-government-guidelines\r\n\r\nThe Government has published guidance for people who provide close contact services, including hairdressers, barbers, beauticians, tattooists, sports and massage therapists, dress fitters, tailors and fashion designers: https://www.gov.uk/guidance/working-safely-during-coronavirus-covid-19/close-contact-services\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-10T09:24:58.948Z"
    },
    "id": 328956,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328956.json"
    },
    "type": "petition"
}