{
    "attributes": {
        "action": "Include the Tattoo and Piercing industry in the third phase of U.K re-opening.",
        "additional_details": "The Tattoo and Piercing industry professionals have always safeguarded high hygiene standards for themselves and clients, are certified in cross contamination and pathogen training, and follow in-depth health and safety procedures. \r\nAs such, Tattooers/Piercers are more qualified in infection prevention controls than Hair Salons, and we can prove the environment in which we work is already more than well equipped to reduce any infection risk.\r\nPPE is already in use and can be easily increased.",
        "background": "Include the Tattoo and Piercing industry in phase 3 of the U.K lock down re-opening.\r\nThe government must include Tattoo and Piercing shops in reopening phase 3, and remove any outdated bias or opinions that are clouding this decision.\r\nApprove Tattoo and Piercing shops to open on July 4th.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-23T18:57:38.663Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-23T19:03:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-10T09:23:06.270Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have already published this petition calling for a similar action: https://petition.parliament.uk/petitions/320507\r\n\r\nSince you started your petition the Government has announced businesses including beauty salons, nail bars and tattoo studios can reopen safely from Monday 13 July: https://www.gov.uk/government/news/beauty-salons-set-to-reopen-for-some-services-next-week-under-new-government-guidelines\r\n\r\nThe Government has published guidance for people who provide close contact services, including hairdressers, barbers, beauticians, tattooists, sports and massage therapists, dress fitters, tailors and fashion designers: https://www.gov.uk/guidance/working-safely-during-coronavirus-covid-19/close-contact-services"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-10T09:23:06.268Z"
    },
    "id": 328905,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328905.json"
    },
    "type": "petition"
}