{
    "attributes": {
        "action": "Stop using the umbrella term BAME or BME to categorise all ethnic minorities.",
        "additional_details": "Different minority groups face different issues, challenges and have different needs. Lumping them together under one category does not help to distinguish which particular groups are disadvantaged or advantaged in differing situations.\r\n\r\nEach group has a different lived experience and a one size fits all approach masks inequalities that exist for the different groups.\r\n\r\nDescribing each group individually would be fairer and allow for a more targeted approach in order to address inequality.",
        "background": "To stop using the umbrella categorisation of BAME or BME to group ethnic minorities when collecting data and reporting on findings, and when describing ethnic minorities. Minority groups to be given their own individual categorisation which is agreed through consultation with the groups concerned.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-24T16:07:20.574Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-24T17:47:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-29T09:04:20.997Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for determining how ethnic minorities are referred to.\r\n\r\nThe Government's guidance on writing about ethnicity already states that it does not use BAME or BME for a number of reasons: https://www.ethnicity-facts-figures.service.gov.uk/style-guide/writing-about-ethnicity"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-13T12:18:03.052Z"
    },
    "id": 329073,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329073.json"
    },
    "type": "petition"
}