{
    "attributes": {
        "action": "Allow weddings to have receptions if restaurants can reopen",
        "additional_details": "Hopefully there will be more restrictions lifted next month\r\n\r\nBut there could now be thousands of companies that could potentially go bust and close because of a lack of income. \r\n\r\nCouples that can go and sit in a restaurant with 30+ people for an hour or so have to miss out or wait for there Receptions with speeches and sit down meals. \r\n\r\nGoverment and Parliament will be helping keep businesses trading, help the economy recover faster & allow people to have their days that they have long awaited",
        "background": "The government announced on Tuesday 23rd June that weddings (Ceremonies only) can restart with 30 people, social distancing in place.\r\n\r\nTHIS IS AMAZING! BUT...\r\n\r\nWhy can restaurants reopen with people keeping 1m+ apart but we can’t have our receptions with 30 people, sit down meal and speech’s?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-24T08:54:24.650Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-24T09:42:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-21T12:26:43.144Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that from 1 August, small wedding receptions will be able to take place. The Government's guidance states that this means sit-down meals for no more than 30 people, subject to COVID-19 Secure guidance: https://www.gov.uk/government/publications/covid-19-guidance-for-small-marriages-and-civil-partnerships/covid-19-guidance-for-small-marriages-and-civil-partnerships\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-21T12:26:43.141Z"
    },
    "id": 329002,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329002.json"
    },
    "type": "petition"
}