{
    "attributes": {
        "action": "Remove and ban racist language in media",
        "additional_details": "My son and people in the UK should not be subject to use of this word in all forms of media. Widespread use of these profanities is completely unacceptable in todays society and continues to a lack of respect and use of very derogatory language.",
        "background": "Remove all derogatory racist phrases such as “Nigger” Or any other racist derogatory phrases from use in all forms of media - films, music, music videos, computer games, art, broadcasting,",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-24T11:36:03.025Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-07T09:43:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-13T11:19:29.137Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government is not responsible for the words which people use.\r\n\r\nThe Office of Communications (Ofcom) is responsible for regulating the broadcast, telecommunications, and postal service industries in the UK. If you wish to raise a complaint about the use of certain language on TV or in other media, you can find out how to do so here: https://www.ofcom.org.uk/complaints.\r\n\r\nNevertheless, anyone using such language with the purpose or effect of discriminating against someone on the basis of their race would be breaking the law under the Equality Act 2010, so the law already protects people under these circumstances."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-13T11:19:29.135Z"
    },
    "id": 329033,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329033.json"
    },
    "type": "petition"
}