{
    "attributes": {
        "action": "Allow tattoo studios to commence trading from the 4th of July.",
        "additional_details": "We have already thought through how to be covid safe. Only allowing the customer and artist in the workspace areas. With masks, visors and disposable aprons. We already sterilise and clean all equipment before and after each customer. So we view ourselves as one of the safest trades to allow to be opened at this time. We can refuse work on chest, neck and head and can ensure customers face away from artists during procedures. Tattooing is 100% safer then allowing people to go back to pubs.",
        "background": "Allow tattoo studios to reopen. Under covid safe rules. Were aware piercing is a potential danger. But fail to see how a sterile environment with Above adequate Health & safety as standard cannot commence trading.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-24T16:17:51.231Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-24T16:24:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-08T09:24:15.160Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/320507\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-08T09:24:15.158Z"
    },
    "id": 329077,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329077.json"
    },
    "type": "petition"
}