{
    "attributes": {
        "action": "Reverse Northamptonshire Police's plans to arm front-line officers with Tasers.",
        "additional_details": "Crime rates in Northamptonshire have risen in the last 10yrs as local services have seen huge cuts. Community policing is now reactive, rather than proactive and many of the community groups who remain would agree that relations among the police and the general public have dissolved. Arming officers with these weapons is counter-intuitive to reducing crime and will disproportionately affect people of colour, in particular black people, according to findings in HOSB 25/19 by the Home Office 2019.",
        "background": "We, the undersigned, demand the reversal of Northamptonshire Police force's decision to arm front-line staff with tasers, and we request that funds be spent on community projects such as mentoring and after-school recreation to help reduce crime as detailed in Research Report DFE-RR111 by the DFE.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-24T19:53:24.818Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-24T21:01:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-04T13:35:23.358Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is an operational decision for the police force.\r\n\r\nYou might like to sign these petitions instead\r\n\r\nImpose restrictions on which police can use tasers and in what circumstances\r\nhttps://petition.parliament.uk/petitions/319982\r\n\r\nAbolish police use of Tasers\r\nhttps://petition.parliament.uk/petitions/333260"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-04T13:35:23.355Z"
    },
    "id": 329120,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329120.json"
    },
    "type": "petition"
}