{
    "attributes": {
        "action": "Create a scheme for EU students wanting to study in the UK",
        "additional_details": "As of 2019, there were about 135,000 EU students in UK. \r\n\r\nThe London School of Economics had almost 2,000 EU students, representing a staggering 18% of its students, with EU students representing more than 10% of total students across many universities. \r\n\r\nThe UK is successful because we're lucky enough to have people come from all over the world to learn & grow and integrate within society. This is a loss on both sides.\r\n\r\nThis is an end of an era where UK universities and society benefited enormously from an inflow of very smart students from Europe.\r\n\r\nNow the UK will become financially unviable for many future EU students. It's cruel and disgraceful and UK universities will pay the price of this intellectual loss. \r\n\r\nWhat does the UK gain from this? In my opinion, absolutely zero,",
        "background": "The decision that EU students will lose home status and loan access in England from 2021 comes as gut-wrenching news. \r\n\r\nThe unnecessaryness of it is the saddest part. \r\n\r\nI ask the UK Government to create a scheme that makes study in the UK for many bright EU students affordable and viable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-24T22:37:53.114Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-24T22:59:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-24T13:41:00.592Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/329241"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-24T13:41:00.588Z"
    },
    "id": 329137,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329137.json"
    },
    "type": "petition"
}