{
    "attributes": {
        "action": "Allow partners of pregnant women into the room for appointments/scans.",
        "additional_details": "If we come from the same household, wear masks, stay a certain distance away from others, it’s okay to do that in non-essential places BUT we aren’t allowed to do that where it’s essential for a lot of people. Partners are feeling left out, pregnant women aren’t getting the full support they need. It’s unfair partners can’t witness their first child moving on an ultrasound, they just have to imagine from the one picture they give the woman. IF YOU OPEN PUBS, LET PARTNERS EXPERIENCE PREGNANCY TOO",
        "background": "You’ve opened non-essential places, I think it’s time for women to have the support they need throughout their pregnancies, allowing the partners to be able to experience seeing their child move on the screen (as we aren’t allowed to film scans for them) and having them there from birth-discharge.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-25T09:50:23.246Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-25T13:19:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-14T15:46:33.906Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about who can attend scans are a matter for the NHS, not the UK Government or House of Commons.\r\n\r\nOn 5 June, the NHS’s suspension of hospital visiting was lifted. This means that visiting is now subject to local discretion by trusts and other NHS bodies. You should check with your maternity team and sonography unit for their policy on visitors attending antenatal appointments, including scans.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-14T15:46:33.902Z"
    },
    "id": 329165,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329165.json"
    },
    "type": "petition"
}