{
    "attributes": {
        "action": "Make it a legal requirement for all companies to outsource all HR procedures",
        "additional_details": "Company’s regularly during disciplinaries or grievances with in their organisation are non objective and do not support the rights of the employee by simply ignoring the employee and evidence to suit there own needs or to simply protect themselves or other senior figures. If all company's were forced to source HR procedures and systems to external company’s it would generate new jobs with new company's generated to fill the industry gap and allow the procedures to objective and fair to all.",
        "background": "Make it a legal requirement for all companies to outsource HR systems and procedures so that disciplinary’s and grievance investigations amongst other procedures are carried out by external company’s to add objectivity to current legally required procedures.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-06-25T16:14:50.381Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-26T11:38:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-14T09:28:43.957Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The structure of private businesses, including their HR functions, is a matter for them not the UK Government or Parliament.\r\n\r\nYou may however wish to sign one or more of the following petitions which relate to the issue of racism and unconscious bias in the workplace: \r\n\r\nhttps://petition.parliament.uk/petitions/331511\r\nhttps://petition.parliament.uk/petitions/328068\r\nhttps://petition.parliament.uk/petitions/324896"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "race-and-equality"
        ],
        "updated_at": "2020-09-14T09:28:52.679Z"
    },
    "id": 329220,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329220.json"
    },
    "type": "petition"
}