{
    "attributes": {
        "action": "Have it in Law that Horseracing staff have 1 day off per week.",
        "additional_details": "As it stands racing staff in the UK currently must work 13 days in every 14.\r\nRegular work. I.e. mon-fri jobs will have 2 days off per week. 52x2 =104 days per annum.\r\nRacing staff have 52÷2= 26 days per annum.\r\nThat is 78 days staff miss out on annually.\r\nRacing staff must work unsociable hours, work in all weather conditions, split shifts, plus work weekends and bank holidays.\r\nThere is not going to be change from within the industry without help from Government.",
        "background": "I would like the government to introduce 1 day of rest per week for all horseracing staff in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-27T14:00:13.169Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-27T14:34:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-07T15:09:06.031Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  All UK workers, other than in certain jobs (not including the racing industry) are entitled to the same amount of leave, one day per week. It is for individual employers to offer longer rest periods, depending on hours worked per week.  \r\n\r\nEmployers cannot be required to work more than 48 hours in any 7 day period.\r\n\r\nYou can find out more here: https://www.tuc.org.uk/sites/default/files/TUC_KYR_Working%20Time%2C%20Breaks%20and%20Holidays_ART_Low%20res.pdf\r\n\r\nYou could start a petition calling for the UK Government to guarantee a 48 hour break for all workers, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-07T15:09:06.029Z"
    },
    "id": 329490,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329490.json"
    },
    "type": "petition"
}