{
    "attributes": {
        "action": "Open the public toilets that have been closed since the Coronavirus outbreak.",
        "additional_details": "Access to public toilets are a necessity. Older people and disabled people rely on them and won't leave the house for fear of toilet closures. Women have a range of sanitation and biological functions from periods to pregnancies and after childbirth. People suffering with bladder and bowel conditions and diseases require access. People will be using other means of relieving themselves which is going to cause sanitation problems. Therefore toilet closures are causing stress, discomfort and pain.",
        "background": "Public toilets have been closed since the coronavirus outbreak and need to be opened. Lockdown measures have eased, many are accessing outdoor spaces for fitness, health and wellbeing. Others would like to go out but won't due to the closures. It's having a negative impact on health and wellbeing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-28T10:12:17.646Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-28T17:49:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-15T07:40:26.171Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can’t accept your petition because it is about something local authorities, not the Government or House of Commons, are responsible for. Individual local authorities are responsible for the provision of public toilets, and the Government has not required these to be closed at any point during the outbreak.\r\n\r\nOn 28 June Government ministers wrote to councils thanking those that had kept toilets open during the pandemic, and urging those that have closed them to refer to advice on measures that can be taken to open toilets in a safe way: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/896040/Joint_letter_Simon_Clarke_MP_and_Rebecca_Pow_MP.pdf\r\n\r\nIf your local authority has not reopened public toilets in your area, you should contact them directly about this.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-15T07:40:26.168Z"
    },
    "id": 329570,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329570.json"
    },
    "type": "petition"
}