{
    "attributes": {
        "action": "Reduce the rent of small businesses by 25%",
        "additional_details": "Small businesses are losing out due to them being closed. The landlords are taking advantage and trying to pressure their tenants to pay. Think logically, how can a business pay rent if they are not making any money. The businesses are already stressed due to this current pandemic and on top of that, they are getting more stress from landlords. We would really appreciate it if you can help business owners out by reducing the rent otherwise businesses will have to hand their keys in and close.",
        "background": "Small businesses are losing out due to them being closed. The landlords are taking advantage and trying to pressure their tenants to pay. Think logically, how can a business pay its rent if they are not making any money. Landlords are giving threats to their tenants which is not fair.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-29T10:23:43.098Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-29T21:28:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-27T11:43:13.957Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for the level of private rents. This is a matter for individual landlords and tenants, not the Government or House of Commons.\r\n\r\nWe have published the following petitions, some of which you might like to sign:\r\n\r\nEncourage lenders, landlords and utilities to freeze payments during lockdown: https://petition.parliament.uk/petitions/302256\r\n\r\nGovernment should help small businesses by paying rent in full or part: https://petition.parliament.uk/petitions/320877\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-27T11:43:13.954Z"
    },
    "id": 329687,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329687.json"
    },
    "type": "petition"
}