{
    "attributes": {
        "action": "Stop the 33% downgrade of 2020 A level and GCSE results!",
        "additional_details": "No school sets a child up for something they cannot achieve. Uni places hang in the balance too. You’ve already u-turned on the date results will be available. Kids’ mental health is suffering. A* students with top uni offers face not getting their places. Students with conditional offers have their futures at risk. This is wrong. Bright, deserving, hard-working kids having their futures ripped away that we gave everything for. Please help pass this petition, before more kids’ lives are ruined.",
        "background": "A-level and GCSE results will be handed out in August this year on the date expected, with results based on work so far: mocks, teacher assessments, and more. Each school has someone to sign them off, but you’ve decided to reduce grades by up to 33%.\r\nWe call on you to intervene now and stop this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-28T21:40:53.483Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-29T11:21:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:08:36.254Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:08:36.250Z"
    },
    "id": 329652,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329652.json"
    },
    "type": "petition"
}