{
    "attributes": {
        "action": "Stop the govt from reducing A Level and GCSE grades by 33%",
        "additional_details": "No school will set a child up for something they cannot achieve, that would be senseless. \r\nUni places already hang in the balance. The govt has already u turned on the date results will be available and children’s mental health is suffering. \r\n\r\nAll students with conditional offers have their futures at risk, this is wrong... bright kids, deserving kids, hard-working kids having their futures ripped away.. please help us get this petition to parliament ASAP before more kids’ lives are destroyed.",
        "background": "We call on Boris Johnson to intervene now and stop this.\r\nStop the reduction in grades and keep them as they have been predicted.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-29T22:31:44.794Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-30T09:19:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:52:43.388Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:52:43.386Z"
    },
    "id": 329795,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329795.json"
    },
    "type": "petition"
}