{
    "attributes": {
        "action": "Extend the deadline for residency permit applications in France",
        "additional_details": "I am concerned that the delay in the opening of the online portal will place a heavy burden on the system when it opens. COVID-19 has created a lot of uncertainty and there may be further delays. \r\n\r\nApplicants should be given assurance that their applications will be processed in good time.\r\n\r\nI would also like the government to consider if the timing of applications in other EU countries will be impacted by COVID-19.\r\n\r\nInformation/dates taken from here: https://www.gov.uk/guidance/living-in-france",
        "background": "COVID-19 has impacted the opening of a new online portal to process residency permits in France. The portal was planned to open on 1 July 2020, it has been delayed to 1 October, but the deadline remains as 30 June 2021. I propose moving the deadline to one year after the opening of the new portal.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-30T09:55:55.619Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-30T11:17:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-10T09:27:59.898Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government's guidance on living in France outlines what British citizens living in France will need to do to apply for residency, but the online portal and deadlines for applying for a residency permit are the responsibility of the French government, not the UK Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-10T09:27:59.894Z"
    },
    "id": 329838,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329838.json"
    },
    "type": "petition"
}