{
    "attributes": {
        "action": "Remove the thirty three percent cut of gcse's",
        "additional_details": "Because it's gonna kill people and we are ruining teenagers life's. Teacher's judgment should be trusted as they may of improved their grades before school has quit as well as they could have made a ten percent improvement before the may exams. We will loose many teens as well as destroy their future. I urge you to sign this petition for these teenagers sake.",
        "background": "I would like the government to remove the reduction. Many people have already lost out on prom , leavers , seeing friends. Teens have been trapped and have had no escape so many have gained mental health and reducing their grades could end up in suicide.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-30T14:38:02.396Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-30T14:47:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T09:17:57.032Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request:\r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T09:17:57.029Z"
    },
    "id": 329879,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329879.json"
    },
    "type": "petition"
}