{
    "attributes": {
        "action": "Allow people to cancel holidays abroad this year. Refund/rebook within 12 months",
        "additional_details": "There are many people who booked their holidays abroad for 2020 before knowing the situation we would ever be in due to Covid-19. There are many people now with health concerns & concerns of further spreads of Covid-19 & do not feel continuing with their holiday this year is the safe thing to do.  We are asking that anyone who has a holiday booked this year & does not feel safe to go be either given a refund or a transfer to a date within 12 months charge free.",
        "background": "Ask Airlines & travel companies to allow for refund or re-book with no charges within a 12 month period.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-01T08:05:45.288Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-01T08:40:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-20T09:46:00.329Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Arrangements for refunding, changing or rebooking travel are a civil matter between individual travellers and holiday operators, not the Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRequire travel companies & airlines to pay compensation if no refund in 14 days: https://petition.parliament.uk/petitions/317878\r\n\r\nCreate a fund to reimburse money lost due to covid-19 travel cancellations: https://petition.parliament.uk/petitions/304912\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\nwww.gov.uk/coronavirus \r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-20T09:46:00.325Z"
    },
    "id": 329979,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329979.json"
    },
    "type": "petition"
}