{
    "attributes": {
        "action": "Remove Ethnicity question on all job applications.",
        "additional_details": "Black Britons and those of south Asian origin face “shocking” discrimination in the labour market at levels unchanged since the late 1960s, research has found.\r\nA study by experts based at the Centre for Social Investigation at Nuffield College, University of Oxford, found applicants from minority ethnic backgrounds had to send 80% more applications to get a positive response from an employer than a white person of British origin.\r\nA linked study by the same researchers, comparing their results with similar field experiments dating back to 1969, found discrimination against black Britons and those of south Asian origin – particularly Pakistanis – unchanged over almost 50 years.",
        "background": "Review the need to identify any potential Job applicants race, by requesting this information on job applications, this places minority’s in a position to be unfairly treated and discriminated against on the basis of their ethnicity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-01T08:42:21.205Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-01T19:25:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-22T08:54:43.968Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/331511"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-22T08:54:43.966Z"
    },
    "id": 329986,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329986.json"
    },
    "type": "petition"
}