{
    "attributes": {
        "action": "Make Unconscious Bias Training statutory for all staff in Educational settings.",
        "additional_details": "With race relations in this country brought to the front of the national agenda, one concrete way of improving the inequalities that we see across the UK would be to make Unconscious Bias Training statutory for all staff in educational settings and renewed on an annual basis, much like safeguarding currently is. \r\nThis would be one long term solution to address some of the discrimination we currently  see in our society where people from different ethnicities are discriminated against.",
        "background": "Make Unconscious Bias Training statutory for all staff in educational settings and renewed on an annual basis including: all schools, colleges, universities, government and local government departments involved in education, and all other bodies and organisations involved in educating children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-01T07:34:26.534Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-01T08:33:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-13T09:36:52.013Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition instead: https://petition.parliament.uk/petitions/326047. \r\n\r\nWe have also published the following petitions on wider issues around race and equality in education, which you might also like to sign: \r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808 \r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961 \r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092 \r\n\r\nIntroduce Gender and Race equity for GCSE English Literature set texts: \r\nhttps://petition.parliament.uk/petitions/324934 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "race-and-equality"
        ],
        "updated_at": "2020-07-13T09:37:02.164Z"
    },
    "id": 329976,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329976.json"
    },
    "type": "petition"
}