{
    "attributes": {
        "action": "The Tory Government should be held accountable for Covid19 failings.",
        "additional_details": "The Government should take responsibility for their inadequate running of the country during the pandemic. It appears that they care more about painting a plane than helping the public, they are supposed to be supporting the country not hindering it. Every decision they have made has been the wrong one and their actions have caused a lot of heartache amongst the population. The Government knew that the virus was on it's way but did nothing to slow its progress.",
        "background": "The Government should be held accountable for the 40,000 or more people who have died in the UK, not only did they fail to curb the influx of people coming into the country they failed to adhere to their own rules and broke the law on several occasions, thus putting more lives at risk.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-01T15:17:41.484Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-01T18:20:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-09T17:11:22.289Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition instead: https://petition.parliament.uk/petitions/302576\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-09-09T17:11:26.205Z"
    },
    "id": 330046,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330046.json"
    },
    "type": "petition"
}