{
    "attributes": {
        "action": "Review the restrictions on hospital visiting.",
        "additional_details": "We understand you needed to limit the transmission of Covid when these rules were put in place, but these visiting restrictions should only apply to Covid wards now. In this particular example Mum can go and see Dad in the hospital reception but Dad can't wear PPE and come up and see his son, who is in his own room? This is just one example of thousands of other 'non Covid' examples where safe and healthy adults are being kept away from loved ones at a time when they are needed the most.",
        "background": "There are too many examples of cruel situations where hospital 'visiting rules' have impacted catastrophically on people across the UK but when a little 2 year old tragically gets diagnosed with leukaemia and can only have Mummy OR Daddy with him in hospital - this rule needs reviewing quickly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-02T07:50:26.780Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-02T08:16:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-21T12:24:55.251Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about visitors are a matter for the NHS, not the Government or House of Commons.\r\n\r\nOn 5 June, the NHS’s suspension of hospital visiting was lifted. This means that visiting is now subject to local discretion by trusts and other NHS bodies. You should check with your local hospital for their policy on visiting.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-21T12:24:55.248Z"
    },
    "id": 330127,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330127.json"
    },
    "type": "petition"
}