{
    "attributes": {
        "action": "Access to waiting room and toilets at driving test centre",
        "additional_details": "Many people make more frequent visits to toilet when nervous or under pressure and a driving test is when majority of candidates are nervous, not providing or denying access to toilets in these situations putting learner drivers more under pressure where most likely they will make mistakes which could put someone's life at risk.\r\nForcing accompanying driver to wait in open when in UK weather is not so pleasant most days is a health risk for many.\r\nAs DVSA charge a fee it must be their responsibility to provide a waiting area and access to toilets. If Pubs and restaurants can provide this why not DVSA?",
        "background": "A learner driver and accompanying supervisor/instructor must be given access to toilets and waiting area at all the driving test centres in UK.\r\nThe right to access a toilet is a basic human need and DVSA has refused it in it's recent publication.\r\nBeing a government body that's not a good example.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-02T05:22:15.847Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-02T06:27:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-11T15:38:26.214Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is an operational decision for the DVSA and test centres based on following Covid-Secure guidance; however you might want to know that since starting your petition, the DVSA has reopened toilets. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-11T15:38:35.916Z"
    },
    "id": 330120,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330120.json"
    },
    "type": "petition"
}