{
    "attributes": {
        "action": "Scrutinise property negligence that could cripple the UK's arts venues.",
        "additional_details": "Boris Johnson himself has prided Britain's independence and encouraged our businesses to become more independent with less reliance on multi national companies and businesses. We must ensure that our independent arts venues are protected from rising rent rates and that the actions of the landlords/estate agents, including other agents, within the UK property industry are firmly scrutinised to stop venues being financially intimidated into submission during these new and challenging times.",
        "background": "The pandemic has wounded our fragile yet productive arts industry which requires protecting in a post Covid, sovereign Britain. Venues that house our proud culture are still expected to work in strangulated conditions and adhere to unfair demands by the agents within the property sector.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-02T21:56:46.033Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-02T23:07:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-23T13:41:40.686Z",
        "rejection": {
            "code": "no-action",
            "details": "You want the actions of private landlords of properties used for the arts to be scrutinised but it is not clear which actions beyond rent increases you feel should be scrutinised, or how.\r\n\r\nYou could start a petition calling for the Government to implement rent controls to support the arts and cultural sector, if that is something you'd like to happen. \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-09-23T13:41:50.273Z"
    },
    "id": 330230,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330230.json"
    },
    "type": "petition"
}