{
    "attributes": {
        "action": "Re-evaluate The Human Rights Act of 1998 And Restore Free Speech",
        "additional_details": "People are being arrested simply for their beliefs and opinions. This is injustice and is damaging to society. There can never be a line between 'hate speech' and free speech. By implementing hate speech, you violate the most sacred and basic human right ; the right to think and speak freely without consequences (aside from blatant threats). \r\n\r\nThe UK is a western, modern nation. We are not North Korea, people deserve these rights. We need to reserve the rights to free speech, at all costs.",
        "background": "The Human Rights Act of 1998 states that 'hate speech' is excluded from freedom of speech. I propose that we scrap this law and replace it with something similar to the 1st ammendment in the US.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-02T22:44:59.891Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-02T22:54:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-11T10:02:53.013Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThe Human Rights Act does not have a specific exemption for 'hate speech'.  The clause on freedom of expression is limited as follows:\r\n\r\nThe exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.\r\n(https://www.legislation.gov.uk/ukpga/1998/42/schedule/1)\r\n\r\nWe're not sure which of these you would like to remove. You could start a new petition explaining clearly what you would like the Government or Parliament to do, such as calling for all hate speech laws to be repealed, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-11T10:02:53.010Z"
    },
    "id": 330235,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330235.json"
    },
    "type": "petition"
}