{
    "attributes": {
        "action": "We ask the government to redeploy water Cannons to curb violent demonstrations",
        "additional_details": "with violent demonstrations being waged on a daily basis in the big cities especially London, and threats today of blocking Parliament by extinct rebellion organisation does it not make sense that using these vehicles to curb violent demonstrations, everyone has the right to peacefully demonstrate but as recent events have shown violence has escalated during demonstrations to a level never seen before in our country and with dwindling police numbers it makes sense to have a powerful deterrent",
        "background": "Whilst Boris Johnson was the mayor of London he bought a number of water cannons just in case he needed them for demonstrations, but the current mayor Sadiq Khan got rid of them saying they were a waste of time well in hindsight how wrong could he be in the heat of the current situation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-03T19:31:31.572Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-03T19:58:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-03T15:57:17.280Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions on how to respond to crime in London are made by Metropolitan Police Service, not the UK Government or Parliament. The London Mayor's Office for Policing and Crime is overseen by the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-12T16:31:50.704Z"
    },
    "id": 330334,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330334.json"
    },
    "type": "petition"
}