{
    "attributes": {
        "action": "Enact laws to stop politicians from personal gain from public office",
        "additional_details": "Many politicians and some public servants hold offices with significant autonomy. Too frequently we see planning decisions, regulatory oversight and other important matters being dealt with in a way that is not in the interests of the electorate. Instead they appear to favour party donors or personal acquaintances who later provide well paid employment or other benefits to former politicians. This must be stopped with serious penalties and prosecutions for those involved.",
        "background": "Politicians who favour corporations and/or individuals whilst in office, later to receive directorships or other compensation for favouring them, should be held accountable to the extent of all of their assets. This should be a law or enforceable term of service.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-05T12:43:01.021Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-05T19:16:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-11T10:40:06.518Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Misconduct in Public Office is already illegal. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-11T10:40:06.515Z"
    },
    "id": 330493,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330493.json"
    },
    "type": "petition"
}