{
    "attributes": {
        "action": "Mandate banks to provide a banking account that every adult can join.",
        "additional_details": "On June 26th 1.2 million people across the UK had their accounts frozen on prepaid cards after a scandal regarding German payment processor Wirecard. Many of these vulnerable people entirely dependant on Prepaid cards for their banking needs due to the current lack of a requirement for banks to offer an account for everyone that applies regardless of their past circumstances or credit history.\r\n\r\nBanks must be mandated in UK law to provide an option for these people. People deserve a bank account.",
        "background": "The recent Wirecard scandal left 1.2 million people using prepaid cards unable to access their money and unprotected by the FCA. Many of these vulnerable people that can't get a bank account due to various reasons such as poor credit. Banks must be mandated to provide accounts for these people",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-05T15:49:21.773Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-05T17:10:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-22T13:24:38.803Z",
        "rejection": {
            "code": "no-action",
            "details": "Banks are already mandated to provide basic bank accounts.\r\n\r\nThese accounts are available to those who otherwise would not be eligible for an account – such as if someone has poor credit history. The rules are set out under the Payment Account Regulations 2015.\r\n\r\nThe Financial Conduct Authority states:\r\n\r\nBasic bank accounts are offered by a number of banks and building societies in the UK. A list of those that are required by regulation to offer these accounts for free (apart from fees for using it abroad) can be found on the HM Treasury website: https://www.gov.uk/government/publications/uk-compliance-with-the-eu-payment-accounts-directive/uk-compliance-with-the-eu-payment-accounts-directive.\r\n\r\nOther banks may offer basic bank accounts, but they may not include all the features of those listed by the Treasury, or they may include charges. \r\n\r\nFull information about access to basic bank accounts and eligibility requirements can be found on the Money Advice Service website: https://www.moneyadviceservice.org.uk/en/articles/basic-bank-accounts.\r\n\r\nIt is therefore not clear what else you would like the Government to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-22T13:24:51.178Z"
    },
    "id": 330504,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330504.json"
    },
    "type": "petition"
}