{
    "attributes": {
        "action": "PASS A BILL FOR A COMMEMORATION WEEK & EMANCIPATION DAY FOR THE SLAVE TRADE.",
        "additional_details": "It is of significant importance that we Commemorate the immense contribution that our Black ancestors made to the development of  Britain. \r\nIt is undeniable that Britain's Industrial Revolution was fired up by the Slave Trade. Cities like London, Liverpool and Bristol were direct beneficiaries of the enslaved Blacks and it is hereby crucial that this story isn't forgotten. I therefore petition you to pass this bill in remembrance of those whose blood and toil in many ways helped build this nation.",
        "background": "It is imperative that the narrative of the Slave Trade be heard,and the United Kingdom acknowledges the Horrors of its past.There is no doubt that Anti-Black Racism has its origins in The Slave Trade.As a nation, the only way we can address the Collective Amnesia of Slavery is through Commemoration.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-06T02:59:55.214Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-10T13:22:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-17T11:01:36.571Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/325202\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "race-and-equality"
        ],
        "updated_at": "2020-09-17T11:01:51.527Z"
    },
    "id": 330546,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330546.json"
    },
    "type": "petition"
}