{
    "attributes": {
        "action": "Defund the BBC until it starts reporting all news accurately and impartially",
        "additional_details": "The BBC has been reporting the Covid19 situation in a biased way which may explain why the BBC Trust Pilot rating has plummetted to 1.1 out of 5.\r\nThe BBC used to be something the UK people were proud of.\r\nThe BBC should be restored to being a highly reputable independent, impartial provider of true reliable high-quality news and impartial apolitical program content.",
        "background": "The Government should:\r\n1. Declare the BBC as an independent media organisation\r\n2. Instruct the BBC to report its news impartially, independently and as accurately as possible, without omission in a balanced and fair way without political bias and similarly with other BBC programs where possible.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-06T13:29:45.448Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-06T16:56:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-14T14:40:55.285Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly whether you want the BBC to be an independent organisation, or whether you want the Government to instruct the BBC on its news coverage. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-14T14:40:55.281Z"
    },
    "id": 330580,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330580.json"
    },
    "type": "petition"
}