{
    "attributes": {
        "action": "Create an optional £20 tax for all workers to raise the nurses' salaries.",
        "additional_details": "If everyone subscribed to the plan, it would result in £620,000,000 more straight to the salaries of nurses and front line staff who are woefully underpaid. Divided by the number of nurses, it could result in £998 per year more per nurse, regardless of their rank. By allowing this tax to be optional, the government would not have to scramble around for more money for salaries; this budget would be earmarked for nurses.\r\n\r\nNumbers are based on absolute best case scenario, and would likely be lower.",
        "background": "Allow all workers in the UK, regardless of tax bracket, to pay an additional £20 to raise the income of nurses across the NHS throughout the UK. A one off optional payment could result in a £620 million rise to staff budgets.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-06T08:50:18.734Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-06T18:06:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-14T14:23:58.701Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government is responsible for levying taxes, which are by their very nature not optional. Deciding to donate money to an organisation is a matter for individuals, not the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEnsure continued Universal health cover by legally committing to a minimum spend: https://petition.parliament.uk/petitions/300925\r\n\r\nCreate a National Health Insurance Tax for the NHS: https://petition.parliament.uk/petitions/313361\r\n\r\nRaise the rate of income tax and corporation tax to fund the NHS: https://petition.parliament.uk/petitions/313995"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-14T14:23:58.698Z"
    },
    "id": 330553,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330553.json"
    },
    "type": "petition"
}