{
    "attributes": {
        "action": "Add Financial Education To UK School Curriculum",
        "additional_details": "Teaching students about finance will benefit them heavily in the future and drop debt levels, and could help to lessen homelessness in the future. The generation is it currently in school is the generation that will be heavily relied on in the near future increasing their knowledge of such things will help further for generations to come.\r\n\r\nFinally I feel as though that if you do this, you are essentially reducing the rate of shoplifting or theft as not as many people will have financial issues.",
        "background": "This petition aims to make a change to the UK school curriculum, the changes we are proposing would add new financial education to the current curriculum as a core lesson (taught from years 7-9).We believe children should learn about financial education to increase their knowledge of money.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-06T22:47:47.211Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-07T10:42:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-14T14:06:22.605Z",
        "rejection": {
            "code": "already-happening",
            "details": "The national curriculum for citizenship already states that secondary school students should be taught about the functions and uses of money, the importance and practice of budgeting, income and expenditure, credit and debt, insurance, savings and pensions, financial products and services, and how public money is raised and spent. This teaching of the citizenship curriculum in England is a statutory requirement.\r\n\r\nYou can read the full national curriculum for key stages 3 and 4 here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/840002/Secondary_national_curriculum_corrected_PDF.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-14T14:06:22.602Z"
    },
    "id": 330623,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330623.json"
    },
    "type": "petition"
}