{
    "attributes": {
        "action": "Reward workers that did not go on furloe by giving them 2 weeks off",
        "additional_details": "the government should do this small gesture for the hard working workers that risked there own life to kept this nation going while many was at home. the financial implications of the furloe scheme regardless of if they benefited at all will be felt by every person. there is no hiding the fact that taxes will rise to cover the huge loss to the nation made. its not fair that some got to take 3 months off on pay and others did not. this is a small gesture and is much needed by all that worked on !",
        "background": "every worker that did not get put on furloe and continued to work through out should be given a 2 week holiday to take at there own leisure and this should be paid for by the government not by the employer.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-07T15:52:23.158Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-07T17:22:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-14T15:18:13.540Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Holiday entitlement is a contractual matter for individual employers and their employees, not the UK Government or Parliament.\r\n\r\nYou may however wish to sign this petition which calls for a public holiday for key workers due to Covid-19: https://petition.parliament.uk/petitions/307364.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-09-14T15:18:18.981Z"
    },
    "id": 330682,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330682.json"
    },
    "type": "petition"
}