{
    "attributes": {
        "action": "Make it financially viable for 1.7 million seniors to be able to stop working.",
        "additional_details": "1.7 million jobs are being done by people who are over the age to pay National Insurance contributions. These positions could be filled by people who would contribute. A scheme should be set up, that if you want to stop working, any financial pay out would have conditions. i.e. how many years worked, full or part-time etc.",
        "background": "There are over 1.7 million people over retirement age who are still working in this country. The main reason for this is because they cannot afford to give up work. Financial help to allow people to stop working could not only help them, but would create a vast number of jobs to help the economy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-09T16:32:47.520Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-09T18:33:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-16T14:55:51.617Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to help older people stop working, such as increasing the state pension amount.  \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-16T14:55:58.377Z"
    },
    "id": 330988,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330988.json"
    },
    "type": "petition"
}