{
    "attributes": {
        "action": "Save our play provisions for children and early years.",
        "additional_details": "Children's play services are an integral part of children's development physical, emotional and social. \r\nWe are struggling to cover our overheads after 4 months of closure and we will have limited numbers upon return of our services being available. In order to survive and operate safely we need guidance, help and additional funding.\r\nThe British Associate of Leisure parks and Piers predicts without extra support up to 60% of indoor play centers will close by October with no additional support.",
        "background": "Provide additional funding to help business provide play provisions safely in the wake of the Covid-19 Crisis.\r\nSave soft play centers, trampoline parks, music and movement classes, early years dance, gymnastics and help us let our children play safely in a covid safe environment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-10T08:57:27.255Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-10T09:23:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-24T10:03:41.324Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign and share these petitions\r\n\r\nhttps://petition.parliament.uk/petitions/331261\r\nhttps://petition.parliament.uk/petitions/332007"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-24T10:03:41.321Z"
    },
    "id": 331071,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331071.json"
    },
    "type": "petition"
}