{
    "attributes": {
        "action": "Changes to birth partner restrictions for labour and visiting as per Scotland.",
        "additional_details": "We find it deeply upsetting that from 4th July the government have allowed so many hospitality, hairdressers, entertainment and pubs to open, yet a birth partner cannot stay at the hospital to be with their child. How have the above things have been prioritised over maternity services? Partners could potentially miss the first few days of their child’s life, something they can never get back. How can an English postcode dictate that you have to experience part of birth and postnatal stays alone?",
        "background": "On 9/07/20, Scotlands First Minister announced changes to birth partner restrictions, allowing partners to attend scans, birth and visiting postnatal wards. In England, it was announced nail bars and gyms could open- no mention of partner restrictions so we want the same rights as those in Scotland.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-09T18:16:08.958Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-09T18:34:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-04T16:21:06.412Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Individual hospitals and clinics, not the UK Government or House of Commons, decide who can attend births, scans and antenatal appointments. \r\n\r\nYou should check with your maternity team and sonography unit for their policy on who can attend births, antenatal appointments, including scans."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-04T16:21:06.411Z"
    },
    "id": 331007,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331007.json"
    },
    "type": "petition"
}