{
    "attributes": {
        "action": "Protect those excluded from Covid support from contributing to the cost",
        "additional_details": "This situation has been recognised as unjust.  The Government are aware of the plight of this substantially large group and continue to refuse to support.  This is despite calls from a significant number of MP's and an All Party Parliamentary Group to do so.  Many small businesses are now failing, people are losing their homes, people cannot eat or heat their homes.  Significant mental health problems are now present within this group.  The Government are deliberately excluding this group from receiving the support offered to others and are acting in a discriminatory fashion.  It would be unfair to expect this group to contribute to theGovernments bill for doing so.",
        "background": "In the absence of any action by the Government to support all taxpayers equally and fairly during this crisis we demand that those tax payers excluded from support packages are also excluded from contributing to the bill for the support they have been excluded from.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-09T18:58:08.197Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-09T19:40:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-28T16:17:42.522Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly who you would like to be covered by this proposal, and whether you would like them to be exempt from paying all taxes or a specific proportion/for a limited period.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-28T16:17:42.519Z"
    },
    "id": 331017,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331017.json"
    },
    "type": "petition"
}