{
    "attributes": {
        "action": "KKTC North Cyprus flag and Turkish Cypriots should be recognised by the UK.",
        "additional_details": "We are passionate and feel as though we are overlooked north cyprus has always had Turkish Inhabitants and we as others do should be allpwed to fly our flag woth the backing of the UK there are many Turkish Cypriots here who respect abide and input into this country it gives us little hope when the UK choses to take sides and it has been too long it is now time to recognise the Turkish Cypriots and there flags and freely express publish and accept our flag.",
        "background": "We would like the UK to allow the use of The Turkish cypriot flag and acknowledge the fact we are Turkish cypriots KKTC.\r\nwe would like the Flag to be available on social media and other platforms we are proud of our heritage and should be allowed to express this freely with the backing of the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-10T13:18:13.617Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-10T13:50:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-15T15:05:36.349Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  The Government are not responsible for deciding what flags can be used on social media or elsewhere - there is no public ban on the use of such flags. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-19T14:35:04.238Z"
    },
    "id": 331103,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331103.json"
    },
    "type": "petition"
}