{
    "attributes": {
        "action": "Cancel 2021 A-Level exams, with students still completing the course content",
        "additional_details": "This needs to be taken seriously as poor grades will impede on our future. Evidence suggests that it is harder to recall information in a place dissimilar to where you learned it. This situation is incomparable to any other generation. It is still a priority to learn content for further education - that is if we are accepted with the grades we achieve due to these circumstances. Students will have to put in double the amount of effort for their grades to possibly not reflect their true potential",
        "background": "It is difficult to assume that all students have learned this content in the same environment and with the same resources. Given this, exam results would be unfair and unreliable. Undue stress and pressure put on students due to under confidence in their knowledge will be reflected in their grades.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-10T15:13:28.384Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-10T15:42:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-22T15:57:48.454Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about qualifications, examinations and assessments in England are a matter for Ofqual, exam boards and individual schools, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570 \r\n\r\nExam cancellations and the current coronavirus pandemic can cause worry and stress. You can find information on how to deal with stress here: \r\n\r\nYoung Minds: https://youngminds.org.uk/?gclid=Cj0KCQjwpfHzBRCiARIsAHHzyZq25dJRPEYEgu_Jsyh9e-Ehmx_IlSA1wM_dLnm-DFYTu_93cvsIoH8aAkB9EALw_wcB  \r\n\r\nChildren’s Society: https://www.childrenssociety.org.uk/mental-health-advice-for-children-and-young-people/issues-affecting-young-people\r\n\r\nChildline: https://www.childline.org.uk/info-advice/your-feelings/anxiety-stress-panic/coping-with-stress/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-22T15:57:48.451Z"
    },
    "id": 331117,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331117.json"
    },
    "type": "petition"
}