{
    "attributes": {
        "action": "Mandatory refunding by Travel Operators  For vulnerable people due to COVID-19",
        "additional_details": "Make it mandatory for Holiday Operators To refund all money including deposits to vulnerable people who can not travel because of  COVID-19.",
        "background": "People taking Immune Suppressants for Diseases can not travel as catching the virus is significantly increased and the effects are catastrophic.  Cancellation is currently non refundable, however due  to COVID-19 there is no alternative other than to cancel.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-11T11:10:22.721Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-12T08:50:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-20T09:38:32.394Z",
        "rejection": {
            "code": "irrelevant",
            "details": "\r\nArrangements for refunding, changing or rebooking travel are a civil matter between individual travellers and holiday operators, not the Government or Parliament.\r\n\r\nThe Civil Aviation Authority, which regulates the UK aviation industry, has provided guidance on passenger rights and how to make a claim: https://www.caa.co.uk/Passengers/Resolving-Travel-Problems/Delays-and-cancellations/\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRequire travel companies & airlines to pay compensation if no refund in 14 days: https://petition.parliament.uk/petitions/317878\r\n\r\nCreate a fund to reimburse money lost due to covid-19 travel cancellations: https://petition.parliament.uk/petitions/304912\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\nwww.gov.uk/coronavirus \r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-20T09:38:32.392Z"
    },
    "id": 331187,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331187.json"
    },
    "type": "petition"
}