{
    "attributes": {
        "action": "Recognise Endometriosis as a disability",
        "additional_details": "Endometriosis is a condition where tissue similar to the lining of the womb starts to grow in other places, such as the ovaries and Fallopian tubes causing severe pain that not even pain killers can help with. There is no cure. 1 in 10 women suffer within the workplace due to no support and in some cases, losing jobs due to this condition not being recognised and treated as a disability.",
        "background": "Endometriosis affects 1 in 10 women worldwide.\r\n\r\nIt's a long-term condition that can have a significant impact on your life.\r\n\r\nWe are asking you to officially recognise Endometriosis as a disability for further support in and out of the work place financially and mentally.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-11T00:16:26.671Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-11T20:50:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-29T08:02:01.815Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. Laws and policies, including the Equality Act, don't list specific conditions and define them as disabilities. In most cases, it’s the impact that a health condition has on the person’s life that qualifies them for support or protection under the law.\r\n\r\nYou can find out more about showing that you're disabled under the Equality Act here:\r\nhttps://www.citizensadvice.org.uk/law-and-courts/discrimination/protected-characteristics/showing-you-re-disabled-under-the-equality-act/\r\n\r\nIf you'd like more funding for research into endometriosis, you might like to sign this petition instead: https://petition.parliament.uk/petitions/328570"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-29T08:02:01.813Z"
    },
    "id": 331165,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331165.json"
    },
    "type": "petition"
}