{
    "attributes": {
        "action": "Call for a review of all cases where an employee was denied furlough",
        "additional_details": "CJRS scheme should have been made compulsory with employers assessing employees on their individual needs and circumstances before making their final decision.\r\n\r\nMany employees that were denied furlough were subsequently dismissed from employment due to their exceptional circumstances, forcing them into debt.\r\n\r\nA review of all cases where CJRS has been denied by the employer should be carried out, based on an individuals exceptional circumstances and their barriers to work, caused by Covid-19.",
        "background": "By making the CJRS optional it has caused discrimination in the workplace.\r\n\r\nPublic sector, no childcare, health issues, family member shielding and new starters are amongst the many exceptional circumstances that were not considered by employers when deciding who they wanted to place on furlough.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-11T19:00:57.634Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-11T19:18:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-18T15:03:01.039Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The decision to place staff on furlough is one for employers, not the Government or House of Commons.\r\n\r\nEmployees who feel they have been discriminated against (either directly or indirectly) may be able to make a claim for unfair dismissal through the employment tribunal system. You can find more information here: https://www.gov.uk/dismissal/unfair-and-constructive-dismissal"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-18T15:03:01.036Z"
    },
    "id": 331217,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331217.json"
    },
    "type": "petition"
}