{
    "attributes": {
        "action": "Scrap ULEZ expansion from current zone to North and South Circular Roads",
        "additional_details": "The extension of the ULEZ charging zone will not only have a devastating effect on low income households, but will also affect the lives of hundreds/ thousands of workers that require their vehicle within the zone. The charge of £12.50 a day will cause a huge dent in many peoples incomes and is altogether extremely inconvenient, especially to those who will not have enough to upgrade their vehicle to a ULEZ complying vehicle.I am calling for ULEZ to be revoked and to prevent this negative impact",
        "background": "To scrap the scheme scheduled for October 2021 to extend the current ULEZ charging zone to the North and South Circular Road in London and to maintain the current zone as it is.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-13T21:19:14.288Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-13T21:30:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-17T09:55:15.240Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. The ULEZ is the responsibility of TfL.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly and TfL here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-17T09:55:15.237Z"
    },
    "id": 331395,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331395.json"
    },
    "type": "petition"
}