{
    "attributes": {
        "action": "Allow partners of the same household to accompany pregnant women to their scans",
        "additional_details": "I want the government to get their priorities straight. I work in hospitality and I find it very unjust that two households can meet at a pub/restaurant and sit together at a table and mingle. However, partners and fathers of unborn children cannot attend ultrasound scans in order to support the expectant mother mentally, but also to watch their unborn child grow, which, is a crucial part of bonding and supporting. Allow partners in wearing PPE. There must be a way round this.\r\nThis has to change",
        "background": "I am currently going through my first pregnancy during the coronavirus pandemic. Having suffered from three recurrent misscariages I always go to my scans feeling terrified. I want the government to get their priorities straight. Partners should be allowed in to scans to support expectant mothers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-14T09:24:13.162Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-14T10:28:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-04T16:22:14.728Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Individual hospitals and clinics, not the UK Government or House of Commons, decide who can attend scans and antenatal appointments. \r\n\r\nYou should check with your maternity team and sonography unit for their policy on who can attend antenatal appointments, including scans."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-04T16:22:14.725Z"
    },
    "id": 331451,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331451.json"
    },
    "type": "petition"
}