{
    "attributes": {
        "action": "Allow expectant mums to be accompanied to foetal scans",
        "additional_details": "Standardise care across the country to enable mums to have a supportive person at their scans.  We are in a postcode lottery of areas who allow or dont allow. Equally, those who can afford private care can have this basic right, but this should be extended to all regardless of wealth.  Finally, if a pregnant healthcare worker can work on a ward in PPE, then what is the difference when attending a scan? Scotland have just nationalised the rules for scans and the rest of the UK should follow suit.",
        "background": "Currently in many hospitals mums are having to attend scans of their unborn baby alone. This goes against the vast evidence base that encourages mums to have a supportive person with them as scans can be a very daunting and scary prospect.  Mothers should have the right to support in their scans.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-14T09:33:08.701Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-14T10:38:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-04T16:21:54.615Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Individual hospitals and clinics, not the UK Government or House of Commons, decide who can attend scans and antenatal appointments. \r\n\r\nYou should check with your maternity team and sonography unit for their policy on who can attend antenatal appointments, including scans."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-04T16:21:54.612Z"
    },
    "id": 331454,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331454.json"
    },
    "type": "petition"
}