{
    "attributes": {
        "action": "Protect all pregnant women from covid by shielding all pregnant women",
        "additional_details": "As it stands no evidence of if the babys can be born with issues related to covid but untill extensive proof that it can't we should be protected. Proof it can't pass through the womb and on to a baby, proof that baby's won't die because of it. Our life's matter too and we should not be used as a lab experiment. This is a new illness and we should be shielded not sent on the frount line in hope it won't affect our babies inside of us",
        "background": "To protect all pregnant women by allowing them to shield  not just after 26 weeks so they don't have to return to work and put them self's at risk. Untill there is extensive proof that unborn baby's won't be affected",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-14T12:42:11.954Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-14T13:17:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-21T10:05:26.590Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The NHS, not the Government or House of Commons, is responsible for determining who is clinically extremely vulnerable to Covid-19, and therefore advised to shield.\r\n\r\nWe have published a petition calling for the Government to extend the Coronavirus Job Retention Scheme to cover all pregnant women, to enable them to reduce risks to themselves and their baby: https://petition.parliament.uk/petitions/317884\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-21T10:05:26.588Z"
    },
    "id": 331492,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331492.json"
    },
    "type": "petition"
}