{
    "attributes": {
        "action": "Allow parents to take children out of school for a holiday, following Covid-19.",
        "additional_details": "It would be a good-will gesture for the Government to allow parents to have quality family time and go on holiday during term-time without penalties or fines. It would also aid the hospitality and tourism industry as parents would be more able to afford a vacation during term time.",
        "background": "Parents across the UK have been home-schooling their children for several months, in some cases with minimal input from schools. It has been a difficult time and some recognition would be appreciated. Please allow parents to take children out for holidays during the 20/21 school year without fines.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-14T07:43:51.345Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-14T09:17:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-21T08:39:49.288Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition instead: https://petition.parliament.uk/petitions/302021\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-21T08:39:54.601Z"
    },
    "id": 331432,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331432.json"
    },
    "type": "petition"
}