{
    "attributes": {
        "action": "Provide Verifiable Mask Exemption Codes",
        "additional_details": "Wearing masks will only help if the majority do it (and do it properly - not under their nose/mouth). If doctors can provide codes (maybe QR codes) people could have on their phone or on a tag around their neck/wrist that could be scanned & checked, it would stop people lying to avoid wearing one. Fines must be heavy and non-entry must be enforced for those unjustifiably not wearing a mask. People also need to be educated on how to safely wear a mask and (if disposable) dispose of it.",
        "background": "With masks now becoming compulsory in shops as well as on public transport (and hopefully soon all indoors places), and people with medical reasons being exempt, more people will lie to avoid wearing one. Let doctors issue verifiable codes for those who are genuinely unable to wear a mask.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-14T02:56:14.069Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-14T22:52:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-21T14:09:48.984Z",
        "rejection": {
            "code": "no-action",
            "details": "People do not need to wear a face covering if they have a legitimate reason to, and the Government's guidance on face coverings sets out a range of reasons that this includes: https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own/face-coverings-when-to-wear-one-and-how-to-make-your-own#exemptions-to-wearing-a-face-covering-where-they-are-mandated\r\n\r\nIt is not clear if your petition is about all exemptions from wearing face coverings, or just exemptions resulting from a a physical or mental illness or impairment, or disability. It is also not clear exactly how what you are proposing would work or who would be able to check any codes that were issued.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-21T14:09:48.981Z"
    },
    "id": 331421,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331421.json"
    },
    "type": "petition"
}