{
    "attributes": {
        "action": "Encourage the NHS and general public to wear clear masks or visors",
        "additional_details": "There are approximately 11 million deaf/hard of hearing people living in the UK, studies show deaf people are twice as likely to suffer with poor mental health due to feeling isolated from the outside world and unable to undertake tasks which to hearing people are so simple. Now that face coverings are mandatory in all UK shops I fear the mental health of the deaf/hard of hearing will deteriorate due to being unable to communicate with anyone and feeling even more isolated and alone.",
        "background": "Help the deaf/hard of hearing. If the majority of the public and NHS staff wore clear masks, the deaf/hard of hearing would be able to communicate easier using lip reading and facial expressions which will help them not feel so isolated and alone, therefore helping their mental health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-14T13:06:19.548Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-14T13:37:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-21T10:06:10.204Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/330665\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-21T10:06:10.202Z"
    },
    "id": 331496,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331496.json"
    },
    "type": "petition"
}