{
    "attributes": {
        "action": "Change generic ‘may contain nuts’ on ingredients",
        "additional_details": "As a nut allergy sufferer shopping for food can be very stressful and confusing. It is not currently clear whether the product has nuts in it, therefore causing a reaction, or whether the product has been made in an environment where nuts are present. The difference is vital for allergy sufferers, as it eliminates the guesswork so often involved in food shopping with an allergy",
        "background": "Change the list of ingredients so manufacturers cannot write ‘may contain nuts’. For clarity for allergy sufferers, they must explicitly state whether nuts are used in the ingredients or whether the product has been made in a factory where nuts are used or where equipment may have been contaminated",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-14T20:21:38.397Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-14T20:45:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-21T13:15:27.519Z",
        "rejection": {
            "code": "no-action",
            "details": "It is already a legal requirement for products that have to provide an ingredients list to highlight allergens in the list of ingredients.\r\n\r\nSome food manufacturers also use voluntary labelling to indicate the possible accidental presence of an allergen in a food, using phrases such as 'may contain nuts'. The Food Standards Agency has produced guidance for the industry on allergen control, which includes advice on how to decide if such advisory labelling is needed and the wording to be used.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake precautionary allergen labelling compulsory and more specific: https://petition.parliament.uk/petitions/304265"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-21T13:15:27.516Z"
    },
    "id": 331559,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331559.json"
    },
    "type": "petition"
}