{
    "attributes": {
        "action": "Employ Newly Qualified Teachers to support schools.",
        "additional_details": "By recruiting this years Newly Qualified Teachers in some capacity we could ensure that schools have extra support in September. Also we could ensure that this years cohort are not left seeking work in other areas and potentially lost to the profession. At a time when schools and learners are under much pressure to make up for learning disrupted by school closure, this years Newly Qualified Teachers could be used to deliver support such as targeted interventions.",
        "background": "This years Newly Qualified Teachers have been faced with a lack of job vacancies across the country due to COVID-19. There have been articles stating that both Wales and Northern Ireland are recruiting additional teachers to support schools. Why can’t we do the same?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-15T07:43:16.417Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-15T07:51:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-21T14:29:53.078Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Local authorities are responsible for the provision of education in their localities, and decisions about employment are a matter for individual schools, and not the Government or House of Commons.\r\n\r\nYou could start a petition calling on the Government to provide additional funding to local authorities which could be used to employ more teachers, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-21T14:29:53.076Z"
    },
    "id": 331593,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331593.json"
    },
    "type": "petition"
}