{
    "attributes": {
        "action": "Stop energy supply company’s from over charging customers on fixed price plans",
        "additional_details": "It is not fair to trick or mislead customers to sign up to or switch energy supplier by saying your energy bills  will be cheaper by offering fixed price gas and electricity tariffs that aren’t actually fixed price and charge you more this needs to stop and should be fixed price per a month regardless if you have used more energy then what they estimated you would use the energy sector needs to change this to ensure customers are getting cheaper monthly bills for gas and electricity",
        "background": "To force energy supply companies to make fixed price tariffs actually fixed Price per a month regardless of energy usage So you don’t get billed more than you signed up to",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-14T14:37:10.114Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-14T15:39:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-21T12:04:44.058Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about how people are billed for energy, but the Government is not responsible for the action you have requested.\r\n\r\nIndividual energy providers are responsible for deciding on energy charges, subject to rules set by Ofgem, including price caps: https://www.ofgem.gov.uk/energy-price-caps/consumers\r\n\r\nEnergy providers often offer a fixed price energy tariff, but the amount a consumer is billed will still depend on their usage.\r\n\r\nIf you think an energy provider has unfairly advertised a fixed price energy tariff you could raise this with Ofgem or the Advertising Standards Agency."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-21T12:04:44.055Z"
    },
    "id": 331515,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331515.json"
    },
    "type": "petition"
}