{
    "attributes": {
        "action": "Voluntary face coverings in shops and on public transport rather than mandatory",
        "additional_details": "Face coverings on public transport and in shops should be voluntary and up to the individual in question. It is an intrusion on peoples personal freedom and morally wrong in a free country. Not only does this cause great anxiety and distress to a lot of people, it will have long term lasting social effects on society as a whole.  Aside from this, given that the amount of people in England with Covid 19 is now 0.03% and deaths have greatly decreased in the last month it is largely pointless",
        "background": "Instead of making face coverings in shops and public transport mandatory, it should be voluntary.  This should be a personal choice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-15T07:10:39.420Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-15T07:20:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-21T08:09:50.146Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nDon't make the wearing of face masks compulsory in public places in England: https://petition.parliament.uk/petitions/331174\r\n\r\nRepeal the decision to implement compulsory face coverings in English shops: https://petition.parliament.uk/petitions/331430\r\n\r\nMake the use of masks on public transport voluntary and not mandatory: https://petition.parliament.uk/petitions/325079\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-21T08:09:50.144Z"
    },
    "id": 331591,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331591.json"
    },
    "type": "petition"
}