{
    "attributes": {
        "action": "Bring back normal antenatal care, allowing partners to attend appointments/scans",
        "additional_details": "In England, we are all now allowed to leave our homes to go to the pub, out for dinner, get a tattoo but partners are being denied the right to attend antenatal appointments and even more importantly - scans! I know this has changed in Scotland and MUST change in England for the well-being of expecting parents. Also there is so much emphasis during pregnancy with appointments and making sure there is no violence at home. Babies are not being seen and abuse maybe being missed. This must change!",
        "background": "Antenatal care needs to return to normal to allow partners to attend appointments and scans. Also aftercare birth has completely stopped. Newborn babies and mothers are getting no face to face care and support, babies are not being weighed and checked up on as they should.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-14T13:56:50.539Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-14T17:22:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-21T12:22:02.629Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about visitors are a matter for the NHS, not the Government or House of Commons.\r\n\r\nOn 5 June, the NHS’s suspension of hospital visiting was lifted. This means that visiting is now subject to local discretion by trusts and other NHS bodies. You should check with your maternity team and sonography unit for their policy on visitors attending antenatal appointments, including scans.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-21T12:22:02.627Z"
    },
    "id": 331505,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331505.json"
    },
    "type": "petition"
}