{
    "attributes": {
        "action": "The British Association of Dermatologists needs BAME representation in resources",
        "additional_details": "Include ethnically diverse examples of case presentations - especially in clinically relevant instances where disease presentation differs between white and black and minority ethnic (BAME) patients.\r\n\r\nThe duty to deliver the highest quality of care extends to all members of the public and if medical education does not actively prepare students for this, this is inconsistent with such values. Teaching material that are presentation and manifestation of skin conditions in BAME backgrounds",
        "background": "NHS, Medical schools & Universities must include BAME representation in clinical studies.\r\n\r\nGiven that most medical schools only have a small proportion of BAME students (especially black students), the lack of recognition of BAME patients in medical studies can feel increasingly isolating.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-15T23:01:29.131Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-16T00:17:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-22T16:08:34.849Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or House of Commons are responsible for.\r\n\r\nThe resources produced and studies conducted by independent medical bodies are a matter for those bodies, and not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-22T16:08:34.847Z"
    },
    "id": 331695,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331695.json"
    },
    "type": "petition"
}