{
    "attributes": {
        "action": "Provide a timeline for when baby and toddler groups and classes can reopen",
        "additional_details": "Baby and toddler groups are essential for parental mental health, as well as being educational for children, helping them develop social skills.\r\n\r\nIn these groups parents can meet other parents to help them manage a completely different way of life. Making friends who can commiserate with you when things are tough is one way that parents get through the first few years. It's very lonely being a new parent without social support.\r\n\r\nWe need a timeline for when parents can get together again safely.",
        "background": "As the UK reopens following the peak of the Covid-19 pandemic there is been no mention of baby and toddler groups and classes.\r\n\r\nFor parental mental health alone, these groups need to reopen, with clear guidance on how they can do so safely.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-16T05:41:06.224Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-16T08:36:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-22T16:55:46.897Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government has said that from 20 July early years providers can return to their usual practice without limiting group sizes. You can read the Government's guidance on what parents and carers need to know about early years providers, schools and colleges in the autumn term here: https://www.gov.uk/government/publications/what-parents-and-carers-need-to-know-about-early-years-providers-schools-and-colleges-during-the-coronavirus-covid-19-outbreak/what-parents-and-carers-need-to-know-about-early-years-providers-schools-and-colleges-in-the-autumn-term#children-returning-to-nurseries-childminders-and-other-early-years-providers\r\n\r\nHow providers of these classes reopen is a matter for individual providers, and not the Government or House of Commons.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-22T16:55:46.895Z"
    },
    "id": 331710,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331710.json"
    },
    "type": "petition"
}