{
    "attributes": {
        "action": "To call on parliament to debate the bounceback loans farce",
        "additional_details": "This is a national disgrace . Help promised by the chancellor has been denied to many sole traders , leaving many without a roof over their heads and in many cases driving people to the edge of suicide . This must stop now , the banks must be held to account by parliament to ensure that those of us who are sole traders are able to get this vital life line .",
        "background": "To call on the banks through parliament to sort out the bounceback loan farce where sole traders are not getting the vital help promised to us by the chancellor .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-16T21:30:05.904Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-17T06:03:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-23T12:35:56.200Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the way banks are providing loans under the Bounce Back Loan scheme, but it's not clear exactly what action you want the Government to take.\r\n\r\nThe Government is guaranteeing loans provided under the Bounce Back Loan Scheme, but the process for granting loans under this scheme is a matter for individual lenders, and not the Government or House of Commons.\r\n\r\nYou could start a petition calling for the Government to stop banks from providing loans under this scheme if they fail to meet certain conditions, such as refusing loans to applicants who meet the Government's eligibility criteria."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-23T12:35:56.197Z"
    },
    "id": 331862,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331862.json"
    },
    "type": "petition"
}