{
    "attributes": {
        "action": "Stop allowing immigrants faultily gain British Nationality",
        "additional_details": "There are young adults out there who are British. Young adults are being “groomed”. British Citizen go abroad and get married, and there has been many cases in UK, immigrants come into UK and once they get an indefinite, they would divorce there partner.We want the Home Office who deals with visas to be more strict and check the individual immigrants family record too before giving visas out to people coming into UK. Immigrants including people from India, who would do anything to get into UK.",
        "background": "There are many immigrants who tries to get into UK faultily to gain British Nationality.We want the government/Parliament to allow only people who has a clear family record, including criminal record check of the immigrant and immigrants family. And check that all paper work is clear.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-17T21:53:30.220Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-17T22:31:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-21T08:33:42.241Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about non-UK citizens marrying British citizens solely to come to the UK, but in order to qualify for a spousal visa a non-UK spouse must already have been living together in a relationship with the person with whom they are applying for a spousal visa: https://www.gov.uk/uk-family-visa/partner-spouse\r\n\r\nApplicants of a spousal visa must also provide certain information to the Home Office, including about criminal convictions and their parents: https://www.gov.uk/uk-family-visa/provide-information\r\n\r\nWe could accept a petition calling for changes to entitlement for spousal visas, but it would need to be clear what changes you wanted to be made to the current rules for these visas."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-21T08:33:42.238Z"
    },
    "id": 331986,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331986.json"
    },
    "type": "petition"
}