{
    "attributes": {
        "action": "Reinstate the stone memorial for 617 Sqns dog.",
        "additional_details": "In our world today we are giving in to minorities , becomes it offends them. What about the people who admire the bravery and courage of others , to whom inspiration is found and what makes this country both past and present GREAT BRITAIN.\r\nThis country is here because of its sole and way of life , let’s not let it be taken away,",
        "background": "History is the past and the past should be learned from its good and its mistakes but it is what it is It shows a time vault of society and how things were\r\nGuy Gibson’s dogs  name who he was and the Identity of 617 and a memorial to all this pose who served and died so that we can have free speech.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-17T22:22:35.330Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-17T22:43:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-17T14:12:22.538Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the RAF, not the UK Government or Parliament. You could contact your local MP and encourage them to lobby the RAF if that's what you'd like to happen. You can find their contact details by entering your post code here: https://members.parliament.uk/FindYourMP.\r\n\r\nYou may also wish to sign some or all of these petitions instead:\r\n\r\nProtect all monuments and statues from being taken down: https://petition.parliament.uk/petitions/325814\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673\r\n\r\nRequire referendums on the removal of historically significant statues: https://petition.parliament.uk/petitions/326361\r\n\r\nCreate a Legacy of Slavery Commission, to review all UK civic memorials: https://petition.parliament.uk/petitions/327236"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-17T14:12:22.536Z"
    },
    "id": 331990,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331990.json"
    },
    "type": "petition"
}