{
    "attributes": {
        "action": "Clearly mark religiously slaughtered meat products on the front of all packaging",
        "additional_details": "Many people in the UK are not happy consuming meat products that have not been stunned prior to slaughter. Clearly labelling religiously slaughtered meat products on the front of all packaging would end the confusion. It would ensure the Muslim and Jewish communities are purchasing the meat products suitable to their religious beliefs. It would also reassure people who believe it is more humane for an animal to be stunned prior to slaughter that they are purchasing meat products of their choice.",
        "background": "The majority of people in the UK appreciate that Jewish and Muslim people require meat products to be slaughtered in accordance with their religious beliefs.  Currently it is impossible to distinguish if an animal has been stunned prior to slaughtered or not. Everyone should be given a choice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-18T19:37:29.492Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-21T13:24:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-28T12:51:40.237Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions:\r\nMake it Law to Label Non-Religiously Slaughtered Meat Products:\r\nhttps://petition.parliament.uk/petitions/300185\r\n\r\nAll halal and kosher certified products are to be prominently labelled as such:\r\nhttps://petition.parliament.uk/petitions/300205"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-28T12:51:40.234Z"
    },
    "id": 332058,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332058.json"
    },
    "type": "petition"
}