{
    "attributes": {
        "action": "Support the sucession of Biafra from the Federal Republic of Nigeria.",
        "additional_details": "We want the Government to support conducting a referendum and subsequent pull out from the federal republic of Nigeria.",
        "background": "We, the undersigned Indigenous peoples of Eastern Nigeria are demanding separation from Nigeria through a peaceful referendum as we have no religious, cultural similarities between them and the rest of the Nigerian state.The future of our children and land depends on our right to self determination.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-19T19:06:31.762Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-20T15:26:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-28T13:03:01.829Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. A referendum on the session of Biafra would be a matter for the Government of Nigeria.\r\n\r\nYou could start a petition calling on the Government to support calls for a referendum on the secession of Baifra from the Federal Republic of Nigeria, if that is what you want to happen. Your petition also couldn't say that only people from a certain group have signed it, as parliamentary petitions are open for signature by any British citizen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-28T13:43:30.250Z"
    },
    "id": 332138,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332138.json"
    },
    "type": "petition"
}