{
    "attributes": {
        "action": "Stricter guidelines for those who are exempt from wearing a face covering.",
        "additional_details": "If an official system is in place then it will provide support to businesses when it comes to refusing entry to those not complying. It is very easy for someone to say the can’t wear any sort of covering and not been challenged. For the safety of people, a system needs to be put in place to prevent accusations of discrimination. We are in the middle of a pandemic and this virus does not discriminate. With shielding being paused, these measures need tighter guidelines to protect everyone.",
        "background": "Due to the number of people claiming they can’t use a face covering, the government should issue an official exemption based on individual medical evidence. Having spent the last 4 months shielding, it is important that as many people are using face coverings and social distancing whilst we are out.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-20T07:56:20.070Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-20T11:30:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-27T15:21:11.991Z",
        "rejection": {
            "code": "no-action",
            "details": "People do not need to wear a face covering if they have a legitimate reason to, and the Government's guidance on face coverings sets out a range of reasons that this includes: https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own/face-coverings-when-to-wear-one-and-how-to-make-your-own#exemptions-to-wearing-a-face-covering-where-they-are-mandated\r\n\r\nIt is not clear if your petition is about all exemptions from wearing face coverings, or just exemptions for medical reasons. \r\n\r\nYou could start a petition calling on the Government to only exempt people from the requirement to wear a face covering in shops on medical grounds, certified by a doctor, if that is what you want to happen.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-27T15:21:25.828Z"
    },
    "id": 332178,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332178.json"
    },
    "type": "petition"
}