{
    "attributes": {
        "action": "Make it law to recognise hidden disabilities help be accepted everywhere in UK",
        "additional_details": "As not all disabilities are visible, providers such as the sunflower scheme produce aids such as lanyards, badges etc to help people with such disabilities be identified.\r\nWhilst some public places and shops accept the aids, not all do.\r\nWith the current COVID19 climate and the government guidelines that people with anxiety, deafness etc need not wear facemasks, many people with hidden disabilities are facing being disallowed entry into shops etc.\r\nPlease get the sunflower scheme recognised UK wide",
        "background": "As hidden disabilities, such as deafness, blindness, speech etc are just that, hidden, make it law that all businesses and public places accept hidden disability aids such as the sunflower scheme for its users",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-21T09:53:31.991Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-21T15:06:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-30T11:48:50.401Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the treatment of people with hidden disabilities, but it's not clear what you want the Government to do about this.\r\n\r\nThe Equality Act makes it unlawful for a business to discriminate against a person because of a protected characteristic, including disability. This is true whether a person's disability is visible or hidden.\r\n\r\nRegarding face masks, people do not need to wear a face covering if they have a legitimate reason not to, and the Government's guidance on face coverings sets out a range of reasons that this includes: https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own/face-coverings-when-to-wear-one-and-how-to-make-your-own#exemptions-to-wearing-a-face-covering-where-they-are-mandated\r\n\r\nThe Government has published official badges for people who are exempt from wearing a face covering: https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-30T12:24:22.848Z"
    },
    "id": 332274,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332274.json"
    },
    "type": "petition"
}