{
    "attributes": {
        "action": "Women's only areas/carriages on public transport and a higher standard of CCTV.",
        "additional_details": "There's lots of unreported cases of assault and harassment on transport; Charitable studies have shown that many women do experience things. In some asian countries these have been implemented and have high success rates and allow for a higher quality of life/making public transport more accessible. cooperations have \"good enough\" CCTV however - it isn't enough to track and trace perpetrators. There is no advertisement for women safety/what to do - especially for uneducated/inexperiencd girls.",
        "background": "Implement OPTIONAL women only areas/carriages on public transport 24/7; making it safer for women who are disproportionally harrassed and assaulted who don't report it. Better cctv/tracking systems to perpetrators are easily found and more women will come forward; aiding women with PTSD/anxiety.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-20T12:29:28.091Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-20T13:28:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-27T15:54:54.358Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. Carriages are a matter for individual train operators.\r\n\r\nWe could accept a petition calling for the Government to review and fund actions to reduce assault and harassment on public transport, if that's what you want to happen. For example, by mandating guards on trains, or more extensive use of CCTV."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-27T15:55:05.751Z"
    },
    "id": 332202,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332202.json"
    },
    "type": "petition"
}