{
    "attributes": {
        "action": "End this inhumane 23+ hour lockdown for prisoners in all uk jails",
        "additional_details": "The prisoners need to get back into recieving proper sustained-  exercise- for physical fitness needs/ mental health needs. They need to get back into employment within  the hmp, to keep  busy & for a sense of self and education needs to get back up and running so courses can be completed in order to progress through the prison system & to rehabilitate.",
        "background": "End the inhumane 23 hour bang up of our loved ones in uk jails. The covid risk has gone down, visitors are allowed to enter the hmps, jail staff are allowed to mix outside of work.This bang up is acfecting inmates mental health & suicide is on the increase!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-20T15:16:22.314Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-20T15:40:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-27T15:10:47.040Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. Relaxing restrictions introduced during the pandemic is an operational matter for individual institutions.\r\n\r\nWe could accept a petition calling for the UK Government or Parliament to introduce rules about the maximum time a prisoner can be forced to spend in their cell, if this is something you would like to happen.\r\n\r\nYou may wish to sign this petition:\r\nEnable early release of prisoners who have been in lockdown due to Covid-19:\r\nhttps://petition.parliament.uk/petitions/331465"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-27T15:11:02.783Z"
    },
    "id": 332211,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332211.json"
    },
    "type": "petition"
}