{
    "attributes": {
        "action": "Tackle the mental health problems around loneliness and isolation.",
        "additional_details": "Often loneliness is a significant root cause of mental health problems experienced by individuals on the margins of society.  It's my view that if we address the root causes of loneliness we will reduce some of the mental health challenges. \r\n\r\nLoneliness is perhaps one of the most significant single challenges to our communities.  It can have negative effects on mental health including worsening depression, anxiety, mood disorders, cognitive decline and suicide.",
        "background": "Loneliness can be a place we can all find ourselves. It can be a very\r\npainful place to be in. It can often feel like a prison cell and incredibly challenging to extricate yourself from. A sense of feeling trapped and powerless are common feelings.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-21T07:36:54.786Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-22T13:08:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-29T10:15:39.077Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to take action to tackle the mental health problems around loneliness and isolation, but it's not clear exactly how you want the Government to do this.\r\n\r\nThe Government launched a loneliness strategy in 2018, and published the first annual report on loneliness earlier this year.\r\n\r\nYou can read the Government's strategy for tackling loneliness here: https://www.gov.uk/government/publications/a-connected-society-a-strategy-for-tackling-loneliness\r\n\r\nAnd you can read the Loneliness Annual Report January 2020 here: https://www.gov.uk/government/publications/loneliness-annual-report-the-first-year/loneliness-annual-report-january-2020--2\r\n\r\nWe have published the following petitions about mental health, which you might like to sign:\r\n\r\nEmergency funding increase for mental health services due to Covid -19 pandemic: https://petition.parliament.uk/petitions/307724\r\n\r\nFund more support for mental health: https://petition.parliament.uk/petitions/300585\r\n\r\nYou could start a new petition calling for increased funding for the implementation of the loneliness strategy, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-29T10:15:39.073Z"
    },
    "id": 332258,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332258.json"
    },
    "type": "petition"
}