{
    "attributes": {
        "action": "Change the rules on prison visits after lockdown",
        "additional_details": "only one adult per visit, and two children, all visitors must be from the same household and visitors aged over 11 must wear a facemask. No physical contact is allowed, yet prison officers do not wear ppe. Visiting parents will be forced to hold back children from making physical contact with family members in prison.fathers that rely on people from other household to bring there child on there behalf to a visit due to not being in a relationship with there child’s mother will be denied access",
        "background": "look into changing the new rules for prison visits due to covid19.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-22T10:20:39.981Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-22T11:44:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-29T09:53:03.080Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the rules for prison visits to be changed, but it's not clear what changes you want the Government to make.\r\n\r\nThe Government has published some general guidance on visiting someone in prison, but prisons have different rules on things like when and how often you can visit the number of visitors allowed at the same time: https://www.gov.uk/staying-in-touch-with-someone-in-prison/visiting-someone-in-prison\r\n\r\nYou could start a new petition stating more clearly what changes you want the Government to make to rules for prison visits after the lockdown."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-29T09:53:03.077Z"
    },
    "id": 332464,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332464.json"
    },
    "type": "petition"
}