{
    "attributes": {
        "action": "Ensure the London Underground will not be privatised.",
        "additional_details": "The ultimate goal of private companies is to be profitable for their shareholders, sometimes in the short term.  A government’s responsibility to the public would include considerations such as convenience, health and safety, terrorism and long term investment.  For example, looking at recent events during the pandemic, one has to question the conflict of interest of a private company in introducing extra measures over profit and whether they would respond as quickly as the government.",
        "background": "I would like Parliament to recognise the benefits of having London’s transportation under public ownership. Particularly, consider the nationwide failures by the private companies in delivering a decent service. Plan and agree to maintain and improve the current system, without privatisation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-22T16:08:39.645Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-26T20:40:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-28T13:54:09.782Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This is the responsibility of the London Assembly.\r\n\r\nYou can petition the London Assembly directly: https://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-28T13:54:09.779Z"
    },
    "id": 332520,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332520.json"
    },
    "type": "petition"
}