{
    "attributes": {
        "action": "Banks to scrap credit checks on feeder accounts",
        "additional_details": "Make it possible for every business that is entitled to a bounce back loan to be able to obtain one.\r\nRegardless of credit background. \r\nBusinesses have followed the government's guidelines and closed their business. Now they ALL need to be able to access the Bounce back loans",
        "background": "We would like parliament/government to make the banks who are refusing feeder accounts, to waive the credit checks. It is to be expected that the banks carry out fraud checks and provide proof of your business.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-07-23T12:52:09.365Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-23T14:36:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-30T13:03:29.717Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand that you are concerned about the way banks are providing loans under the Bounce Back Loan scheme, but it's not clear exactly what action you want the Government to take.\r\n\r\nThe Government is guaranteeing loans provided under the Bounce Back Loan Scheme, but the process for granting loans under this scheme is a matter for individual lenders, and not the Government or House of Commons.\r\n\r\nYou could start a petition calling for the Government to stop banks from providing loans under this scheme if they fail to meet certain conditions, such as refusing loans to applicants who meet the Government's eligibility criteria."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-30T13:03:34.047Z"
    },
    "id": 332608,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332608.json"
    },
    "type": "petition"
}