{
    "attributes": {
        "action": "Don't include child benefit on Universal Credit's calculations please!?",
        "additional_details": "We asking the government to remove Child benefit from UC calculations because every one get on  benefits or not... That is not fair specially now all the prices going up and up... And who is single mum has more than two children youngers how she can survive with tbat amount... At least help us and remove child Benefit from uc calculations please...",
        "background": "That universal credit is nightmare for everyone who is in benefits specially Singles mum who have more than 2 children..They add money in standard allowance but they keep cut them off as  \"Gap Benefits\" that is not fair at all..\r\nMy question here why UC including child benefits in its calculations?!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-24T14:38:12.147Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DWP",
                "name": "Department for Work and Pensions",
                "url": "https://www.gov.uk/government/organisations/department-for-work-pensions"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-24T16:31:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-05T14:47:23.577Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about how Universal Credit is calculated, but it's not clear what you want to change.\r\n\r\nUniversal Credit and Child Benefit are calculated separately, and Child Benefit does not count as income for the purposes of Universal Credit.\r\n\r\nThe Benefit Cap is a limit on the total amount of benefit you can get, and counts both Universal Credit and Child Benefit. If you want the Government not count Child Benefit for the purposes of the Benefit Cap, you could start a new petition requesting this, but it would need to be clear that is what you want to happen.\r\n\r\nWe have already published a petition calling on the Government to  abolish the Benefit Cap, which you might like to sign: https://petition.parliament.uk/petitions/301437"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-05T14:47:23.575Z"
    },
    "id": 332724,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332724.json"
    },
    "type": "petition"
}