{
    "attributes": {
        "action": "Make conversion therapy for LGBT people ILLEGAL in the United Kingdom",
        "additional_details": "After the deadline for the existing petition for making conversion therapy illegal in the UK, government responded with a incoherent and unreliable statement.  Conversion therapy is still legal but that needs to be changed.",
        "background": "Government need to:\r\n- Make running conversion therapy in the UK a criminal offence\r\n- Forcing people to attend said conversion therapies a criminal offence\r\n- Sending people abroad in order to try to convert them a criminal offence\r\n- Protect individuals from conversion therapy",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-07-24T16:56:03.094Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-24T17:16:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-05T15:08:02.972Z",
        "rejection": {
            "code": "duplicate",
            "details": "We understand that you are not satisfied with the Government's response to the existing petition on this issue, but we cannot accept petitions that make the same request as an existing petition.\r\n\r\nFollowing the Government responses to the petition calling for conversion therapy to be made illegal, the Petitions Committee (the group of MPs who oversee the petitions system) has written to Elizabeth Truss MP, Minister for Women and Equalities, to request further information about the Government’s plans to ban LGBT ‘conversion therapy’. In the letter, the Committee asks for more detail on proposals for ending so-called ‘conversion therapy’, and an update on when changes to the law might be brought forward.\r\n\r\nCatherine McKinnell MP (Chair of the Committee) and Elliot Colburn MP (a member of the Committee) highlight in the letter that, in addition to the current petition with over 200,000 signatures, there have also been two large petitions on this issue in previous years. They also note that despite its inclusion in the Government’s 2018 LGBT Action Plan, legislation has still not been introduced.\r\n\r\nYou can read the full letter here: https://committees.parliament.uk/publications/2172/documents/20109/default/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-05T15:08:02.970Z"
    },
    "id": 332733,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332733.json"
    },
    "type": "petition"
}