{
    "attributes": {
        "action": "HRT needs to be tailored to the uniqueness of each individual woman on the NHS.",
        "additional_details": "I am intolerant to Utrogestan but cannot get any other HRT. The side effects have rendered me out of action with extreme fatigue and nausea daily. I know that private patients get tailored HRT and regular scans and blood tests. Women make up the majority of the workforce thus it makes sense to keep women in that workforce by supporting them with tailored HRT to each individual woman. We expect nothing less than what private patients get at the right hormone levels.",
        "background": "We want the right to have tailored HRT on the NHS. Women are currently only offered very limited HRT as a one size fits all, when the fact is that each woman has different hormone levels and most cannot tolerate synthetic progesterone. The side effects often cause women to give up work.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-27T10:19:33.919Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DHSC",
                "name": "Department of Health and Social Care",
                "url": "https://www.gov.uk/government/organisations/department-of-health-and-social-care"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-27T18:55:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-03T17:06:57.420Z",
        "rejection": {
            "code": "no-action",
            "details": "There are already a number of types of HRT offered by the NHS: https://www.nhs.uk/conditions/hormone-replacement-therapy-hrt/\r\n\r\nIf you want the Government to fund additional treatment options for relieving symptoms of the menopause you could start a new petition about this, but it wouled need to be clear what additional treatments you want the Government to fund."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-03T17:06:57.418Z"
    },
    "id": 332962,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332962.json"
    },
    "type": "petition"
}