{
    "attributes": {
        "action": "BAN ELECTRIC SCOOTERS FOR UNDER 18’s.",
        "additional_details": "Only the government have the power to stop this- if you make it a legal requirement then people will stop buying them for under 18s. My son had quite a serious accident on one and it’s made us as a family very anti scooters now due to the high speed! Please help us make awareness and make it legal for over 18s ONLY",
        "background": "Ban electric scooters or make legal for over 18s with a licence, insurance and correct protection. The should be a test performed and a certificate of driving given. 20mph on pavement or road is too dangerous!! We need them off the streets for under 18s completely!!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-28T08:38:30.806Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-28T09:06:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-04T10:51:54.274Z",
        "rejection": {
            "code": "no-action",
            "details": "It is already illegal to use a powered transporter including e-scooters on a public road, without complying with a number of legal requirements, or in spaces that are set aside for use by pedestrians, cyclists, and horse-riders, which includes on the pavement and in cycle lanes: https://www.gov.uk/government/publications/powered-transporters/information-sheet-guidance-on-powered-transporters\r\n\r\nEnforcing the law is a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nThe Government has announced plans for e-scooter trials, which will allow local authorities to trial rental e-scooters. During trials e-scooters will continue to be classed as motor vehicles, meaning requirements to have insurance and the correct type of driving licence will continue to apply. You can find out more about these trials here: https://www.gov.uk/government/publications/e-scooter-trials-guidance-for-local-areas-and-rental-operators/e-scooter-trials-guidance-for-local-areas-and-rental-operators\r\n\r\nYou could start a new petition calling on the Government to make it illegal to sell e-scooters to people aged under 18, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-04T10:51:54.271Z"
    },
    "id": 333077,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333077.json"
    },
    "type": "petition"
}