{
    "attributes": {
        "action": "Make an amendment to the Equality Act 2010 to protect people with epilepsy.",
        "additional_details": "Not all epilepsy is the same and many people like myself can go years seizure-free. Despite this, guidelines suggest we do not do many things including swimming or climb a ladder. In Sikhism people are not required to wear helmets while riding a motorbike which contradicts the law. Yet their word is taken that their religion is a priority. In the workplace, despite knowing our capabilities people with Epilepsy are not given the same respect and are often sent to Occupational Health or a Gp with no understanding of seizures. Who in many cases will restrict a person's work duties due to fear of liability as they openly admit are not qualified Neurologists. This is Discrimination.",
        "background": "We want better protection for people with epilepsy who do not require adjustments to be made in the workplace yet receive stigma and discrimination.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-28T10:52:01.962Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-28T11:01:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-22T16:29:54.523Z",
        "rejection": {
            "code": "no-action",
            "details": "Epilepsy is recognised as a disability and those with epilepsy are therefore protected under the Equality Act, whether they require any reasonable adjustments to be made or not. It is therefore not clear what you would like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-22T16:29:54.520Z"
    },
    "id": 333096,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333096.json"
    },
    "type": "petition"
}