{
    "attributes": {
        "action": "Look at how the government can support the fitness industry post lockdown.",
        "additional_details": "The government have helped fund a scheme to help restaurants and take always survive. With the current obesity level being high, particularly post lockdown, there could be a way in which the government can assist the fitness industry survive and therefore having a positive impact on the community health and fitness issues which will only become a bigger issue without intervention.This includes mental health. Gyms and leisure facilities have been close all lockdown and need support.",
        "background": "Help the fitness industry survive post lockdown. Post lockdown is when we should look at preventing obesity levels rising at the same time as saving our fitness industry and therefore assisting the NHS by working towards preventing obesity and mental health issues.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-28T20:18:13.703Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-28T20:30:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-05T08:27:53.676Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or House of Commons to take a specific action.\r\n\r\nWe understand that you want the Government to support the fitness industry post-lockdown, but it's not clear what action you want the Government to take to achieve this.\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nAbolish VAT for the fitness industry: https://petition.parliament.uk/petitions/322841\r\n\r\nIf you want the Government to take some other action in relation to the fitness industry you could start a petition about this, but it would need to be clear exactly how you want the Government to support the fitness industry."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-05T08:27:53.672Z"
    },
    "id": 333159,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333159.json"
    },
    "type": "petition"
}