{
    "attributes": {
        "action": "Ban NHS Weight Loss app and stop plans to add calorie labels to restaurant food",
        "additional_details": "These policies are very harmful. Approximately 1.25 million in the UK have an eating disorder. Symptoms of Anorexia include counting calories in food and limiting calorie intake. Thus these new policies could worsen the eating disorders of some and trigger eating disorders in others. The NHS app, which requires those to count and limit their daily calorie intake and continously weigh themselves, encourages disordered eating in plus sized people who have been told to use this app by doctors.",
        "background": "Do not pass the legislation that requires restaurants, cafes and takeaways with more than 250 employees to add calorie labels to the food they sell. Furthermore do not encourage small businesses to do the same. Ban the NHS \"Weight Loss\" app and stop doctors recommending it to plus-sized people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-28T13:28:23.003Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-28T14:09:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-22T16:43:09.052Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision by GPs to recommend the use of any particular app to their patients is a clinical matter for them, not the UK Government or Parliament. It is then up to individual patients whether they wish to use the app or not.\r\n\r\nWe have the following petitions open relating to the treatment of those with eating disorders and the use of calorie counts on menus, which you may like to sign:\r\n\r\nhttps://petition.parliament.uk/petitions/332940\r\nhttps://petition.parliament.uk/petitions/333039\r\n\r\nYou may also like to sign this petition which calls for the Government to fund a campaign to promote body positivity: https://petition.parliament.uk/petitions/550007"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-22T16:43:09.048Z"
    },
    "id": 333115,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333115.json"
    },
    "type": "petition"
}