{
    "attributes": {
        "action": "Give bin men recognition and a pay rise!",
        "additional_details": "I want the government to give credit where it is due. The nhs, teachers, carers etc are not the only people who have been on the front line so have our bin men but we forget about them always. Without them our rubbish would never be picked up and everywhere would become a nightmare. They are at the front cleaning people dirty contaminated waste risking their own lives against coronavirus everyday and they haven't had any credit given to them and no pay rise they don't get paid enough for what they do.",
        "background": "during the coronavirus pandemic most people have been given support and a pay rise for their hard work but bin men have been given nothing at all! No proper ppe equipment no support and no pay rise they are a high risk having to deal with peoples contaminated waste they should get a pay rise too!!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-28T11:49:21.248Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-28T12:42:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-12T14:05:47.631Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Salaries of bin workers are set by their employers, not the Government or House of Commons.\r\n\r\nYou may wish to sign some of these petitions calling on the Government to reward key workers:\r\n\r\nIdentify and reward all key workers due to Covid-19: https://petition.parliament.uk/petitions/308903\r\n\r\nConsider how to compensate key workers for their efforts during Covid-19 crisis: https://petition.parliament.uk/petitions/308172\r\n\r\nMake hazard pay mandatory for key workers in the midst of COVID 19: https://petition.parliament.uk/petitions/307619\r\n\r\nGive all key workers a 100% tax and Nat. Ins. holiday through COVID-19 crisis: https://petition.parliament.uk/petitions/306845\r\n\r\nPay bonus to all key workers: https://petition.parliament.uk/petitions/307215"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-12T14:05:47.627Z"
    },
    "id": 333106,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333106.json"
    },
    "type": "petition"
}