{
    "attributes": {
        "action": "Do not make it necessary for restaurants to display the calorie count of meals.",
        "additional_details": "I believe that Boris Johnson did not talk with mental health representatives when making this decision. Calorie counts on menus can be very harmful for people with eating disorders, who already view food as numbers.\r\nFurthermore, this gives off the false idea that being healthy is all about calorie restriction. When actually, health is about the ingredients in the food, such as the amount of sodium and fats; information that is already displayed on food in any stores. This false idea is harmful.",
        "background": "I want to stop Boris Johnson from making it necessary for restaurants to display the calorie count of meals. I believe that he did not talk with mental health representatives when making this decision. Calorie counts on menus can be very detrimental to people with eating disorders. Make it optional.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-30T11:21:16.838Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-25T17:25:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-01T08:57:11.830Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nStop the plan to include calorie counts on menus: https://petition.parliament.uk/petitions/332940\r\n\r\nReview proposed obesity measures to help those with eating disorders: https://petition.parliament.uk/petitions/333039"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-01T08:57:11.827Z"
    },
    "id": 333341,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333341.json"
    },
    "type": "petition"
}