{
    "attributes": {
        "action": "Stop drugs on our streets. Safe lives! Save generations",
        "additional_details": "To Save lives and save generations of families being destroyed by this plague and too many innocent lives lost. Alongside trying to protect lives from Covid-19 and attempting to address the obesity/inequalities in our society. This disease of drugs in our society is creating serious long term problems to public lives and the economy. Creating pressures on already stretched Public services. The government needs to come up with a solution to finally rid this disease from our society.",
        "background": "Clean our streets and country of all forms of illegal drugs. Save lives and save generations of families being destroyed by this plague and too many innocent lives lost",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-30T11:04:55.161Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-30T14:45:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-05T08:05:07.067Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the impact of illegal drugs, but it's not clear what you want the Government to do about this. We can only accept petitions that request a specific action from the Government.\r\n\r\nThe Government's latest drug strategy was published in July 2017, and can be viewed here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/628148/Drug_strategy_2017.PDF\r\n\r\nYou could start a new petition requesting a specific action by the Government to tackle illegal drugs, such as increasing funding for the police to enforce current laws, or publishing a revised drug strategy.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nStop nitrous oxide (N2O / laughing gas) abuse in our communities: https://petition.parliament.uk/petitions/301247"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-05T08:05:07.063Z"
    },
    "id": 333334,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333334.json"
    },
    "type": "petition"
}