{
    "attributes": {
        "action": "To reopen Mental Health Care to the people who need it",
        "additional_details": "Because they are the only people who can, they are in control of what the NHS can and can't do so they need to do this, they need to implement these changes to help people who were already struggling before and are struggling potentially more so now",
        "background": "I would like the government to reopen the mental health service to people who need them. 99% of non essential things have been restored and yet things such as support workers, CPN's (community psychiatric nurses) and therapies have still not been restored. This is wrong and can be massively damaging",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-30T21:26:04.489Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-30T22:16:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-06T14:34:27.778Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. This is an operational matter for the NHS.\r\n\r\nSince you started this petition, the NHS has issued new guidance for trusts, including \"Accelerating the return to near-normal levels of non-Covid health services\". You can read the full guidance here: https://www.england.nhs.uk/coronavirus/wp-content/uploads/sites/52/2020/07/Phase-3-letter-July-31-2020.pdf\r\n\r\nWe have published petitions calling for more funding for mental health which you may wish to sign:\r\nFund more support for mental health:\r\nhttps://petition.parliament.uk/petitions/300585\r\n\r\nEmergency funding increase for mental health services due to Covid -19 pandemic: https://petition.parliament.uk/petitions/307724"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-06T14:34:27.776Z"
    },
    "id": 333398,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333398.json"
    },
    "type": "petition"
}