{
    "attributes": {
        "action": "Ask UK government to give financial aid to charity shops after Covid Lockdown",
        "additional_details": "I volunteer for 2 charity shops.\r\nOne local charity shop and one national charity shop.\r\nThey were put in a financially adverse situation having to close during the Covid lockdown.\r\nA government grant would be very helpful indeed.",
        "background": "Give each charity shop, both local charities and national charities, an amount of cash to keep them afloat after the Covid lockdown.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-30T20:18:27.122Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-31T10:04:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-22T11:51:48.361Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept petitions which call for funding for specific organisations, and it's not clear what kinds of charities you are concerned about.\r\n\r\nYou could start a petition calling for the Government to make funding available to help all charities which work on a specific issue, or with a specific group of people, if that is something you'd like to happen.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-09-22T11:51:53.323Z"
    },
    "id": 333389,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333389.json"
    },
    "type": "petition"
}