{
    "attributes": {
        "action": "Use the tax system to reward all keyworkers by creating a new tax code.",
        "additional_details": "This is a way to reward all keyworkers. One which will benefit public and private sector employees alike in all parts of the country. \r\nThis petition calls on UK govt to shelve a divisive pay award that rewards a handful of groups and harmfully depletes already stretched budgets and replace it with a tax code adjustment that will ensure that meaningful recognition for past and ongoing effort reaches everyone it should.",
        "background": "Create a new tax code specifically for the keyworkers who have kept the UK afloat through the covid crisis, recognising that the fight against pandemic disease is a national multi professional one. Replace the current proposed pay award with this more inclusive and simpler approach.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-29T21:42:09.300Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-29T22:29:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-24T16:03:59.486Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to change how the tax system treats key workers, but it's not clear how you want this to work. For example, whether you want key workers to pay a reduced rate of tax, or have a higher personal allowance.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nGive all key workers a £10,000 tax break (in addition to the existing allowance): https://petition.parliament.uk/petitions/320647\r\n\r\nIdentify and reward all key workers due to Covid-19: https://petition.parliament.uk/petitions/308903\r\n\r\nYou could start a new petition requesting a change to how key workers are taxed, provided it is clear what change you want the Government to make."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-24T16:03:59.483Z"
    },
    "id": 333304,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333304.json"
    },
    "type": "petition"
}