{
    "attributes": {
        "action": "Real-Time Polls on all Issues UK Government deals with, actions of MPs and SpAds",
        "additional_details": "For too long we have voted for MPs who do not follow up on their promises and find ourselves governed by unelected special advisers. In a democracy we can do better. The Internet provides us with free, universal access to voting as it does banking. We, the people require the power to vote on issues. For example, SpAds can be removed from office or a vote of no confidence in the Government called with immediate feedback on time-sensitive issues and ensure that fake news and propaganda are ended.",
        "background": "Provide the facility of open source, transparent polling that works in a similar way to Petitions, but in real time. This can be independently audited (as it is open source), allow citizens to create polls, support other polls and cite referenced debate. Legally recognising the will of the people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-30T08:37:33.264Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-30T11:04:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-06T13:48:42.425Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do, or how the polling you describe would work.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could request that the Government create online polls where members of the public can vote on a question that has been proposed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-06T13:48:42.422Z"
    },
    "id": 333318,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333318.json"
    },
    "type": "petition"
}