{
    "attributes": {
        "action": "Remove flight change/cancellation fees to destinations on FCO no fly list",
        "additional_details": "Myself and several friends & family, along with thousands of other UK residents have been forced to choose between either losing our money altogether/paying an unfair price for a future flight. Aswell as extortionate flight change fees, or flying out to a destination currently on the FCO list for essential travel only! Because the airlines refuse to cancel flights, we are uninsured for travelling to these destinations and are out of pocket - in some cases to the tune of thousands.",
        "background": "Several airlines are forcing people to choose between flying to areas on the FCO no fly list or lose your money. Flight change fees are not being waived by the likes of Ryanair, and future flight prices have been hiked. We need the government to intervene and make flight cancellations compulsory.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-30T09:45:57.551Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-30T20:08:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-06T13:48:30.659Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. The setting of administration fees is a matter for individual airlines.\r\n\r\nYou may wish to sign this petition calling for fund to reimburse travellers affected by the Covid-19 restrictions:\r\nhttps://petition.parliament.uk/petitions/304912"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-06T13:48:30.673Z"
    },
    "id": 333326,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333326.json"
    },
    "type": "petition"
}