{
    "attributes": {
        "action": "Award all  health care workers   a 5% payrise & backdate to 1st April 2020",
        "additional_details": "I feel through all of this pandemic that healthcare workers have been missed out and we deserve to be in the same category as all emegeny departments",
        "background": "I would like to get a decent payrise to all homecare staff what they deserve through working really hard through this pandemic as I feel that we have been missed out, we have all put ourselves in danger to protect the most vulnerable and care for them and cared for them 100%",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-01T07:22:17.207Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-01T08:59:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-23T11:21:38.506Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear if your petition is referring to NHS staff, whose pay is set by the Government, or homecare workers, who are employed by local authorities and whose pay is not set by the Government.\r\n\r\nWe have published the following related petitions, some of which you might like to sign:\r\n\r\nGive NHS staff a pay rise in line with MPs pay increase: https://petition.parliament.uk/petitions/313513\r\n\r\nAward all Nursing Staff in the NHS a pay rise of 10% backdated to 1 April 2020: https://petition.parliament.uk/petitions/316307\r\n\r\nIncrease minimum wage for social care staff to £10.72: https://petition.parliament.uk/petitions/316909\r\n\r\nWe could accept a petition calling for a different pay rise for NHS staff, provided it was clear this was about pay rises the Government, not local authorities, are responsible for."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-23T11:21:38.503Z"
    },
    "id": 333515,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333515.json"
    },
    "type": "petition"
}