{
    "attributes": {
        "action": "Stop all migrants entering the UK and send any back that are found here.",
        "additional_details": "The illegal immigrants we see day in day out coming in to Great Britain no pass ports they just arrive in boats through the night and day and just merge in to society is disgraceful, the government need to take responsibility and stop this once and for all. they need to close our boarders to these immigrants no passports you don't come in. people in Great Britain are getting fed up with this situation and with no Covid checks on these migrants either things will get worse.",
        "background": "I want the government to take responsibility and stop all illegal migrants entering the UK and any that are found in the country be deported.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-01T15:15:28.584Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-01T17:15:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-10T12:24:11.222Z",
        "rejection": {
            "code": "no-action",
            "details": "Under international law, it is legal for a person to apply for asylum in any country that has signed the 1951 Geneva Convention and to remain there until the authorities have assessed their claim.\r\n\r\nYou could start a new petition asking the UK Government to withdraw from international treaties that give people the right to seek asylum in the UK, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-10T12:24:11.218Z"
    },
    "id": 333563,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333563.json"
    },
    "type": "petition"
}