{
    "attributes": {
        "action": "Facilitate a voluntary herd-immunity campaign for low-risk British citizens.",
        "additional_details": "The current strategies for managing the Covid19 pandemic will require an extended period of disruption to the British way of life. The success of any prospective vaccine is reliant on herd immunity. The British public should be given the option to volunteer themselves to provide this herd immunity sooner if they are of low risk of developing complications. A herd immunity campaign could be facilitated with appropriate medical support e.g temporary hospitals, and measures to ensure containment.",
        "background": "Facilitate a service which allows individuals who are of ‘lower-risk’ to volunteer to contract Covid19 in a controlled, medically supported environment in an attempt to establish herd immunity within the general population. Lower risk individuals can potentially help shield those of higher risk.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-02T15:38:42.209Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-02T18:02:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-10T15:48:12.873Z",
        "rejection": {
            "code": "no-action",
            "details": "The World Health Organisation describes 'Herd immunity', also known as 'population immunity', as the indirect protection from an infectious disease that happens when a population is immune either through vaccination or immunity developed through previous infection. It is as yet unclear what level of herd immunity can be achieved against Covid-19 through either vaccination or previous infection.\r\n\r\nThe World Health Organisation has said that there is currently no evidence that people who have recovered from COVID-19 and have antibodies are protected from a second infection, and we cannot publish petitions that are based on false or unproven assumptions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-01T10:50:12.893Z"
    },
    "id": 333648,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333648.json"
    },
    "type": "petition"
}