{
    "attributes": {
        "action": "Make it illegal for vehicle drivers to leave engines idling when stationary.",
        "additional_details": "Such behaviour seems to be on the increase. It can be witnessed daily in my small town, and even when politely challenged, drivers do not turn their engines off. Such willful and totally unnecessary damage to public health and the environment cannot be left in the hands of vehicle drivers to do as they wish, but should be made an offence. The public should then be given the tools to report such offenders. Air pollution kills thousands of people a year, and protecting the environment is the responsibility of all of us, not some.",
        "background": "Fine vehicle drivers who pollute by leaving their engine idling, and give licence penalty points.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-02T13:32:49.245Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-02T13:53:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-10T15:05:03.488Z",
        "rejection": {
            "code": "already-happening",
            "details": "It is already the law that, when a vehicle is stationary, drivers must stop the engine of a car, unless certain exceptions apply. There are also legal provisions for local authorities to be granted powers to issue fixed penalty fines in relation to idling offences.\r\n\r\nDecisions about enforcement action are a matter for local police forces and local authorities, not the Government or House of Commons.\r\n\r\nYou could start a petition calling on the Government to change the rules around vehicle idling, by increasing penalties or broadening the offence, but you would need to make it clear how you want current rules to change."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-20T15:28:12.618Z"
    },
    "id": 333638,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333638.json"
    },
    "type": "petition"
}