{
    "attributes": {
        "action": "Introduce Halal or Sharia compliant student finance",
        "additional_details": "There are many reasons I urge the Government to do this. One of them is because they should finish what they initially promised to do. While they had proposed interest free loans in 2014, this option has still not been introduced and since then many Muslims have been struggling to meet costs or discouraged to go to university entirely. The concept of interest is profitable but I believe this country and its government who are in place to do the best for this country are losing out on valuable members of society who are talented, intelligent and hard working and the positive effects that come with them being in roles that require degrees. As a result , society is losing out as potentially we are losing out on a beneficial workforce.",
        "background": "The government should introduce interest free student loans so that the large number of Muslims who are motivated to go to university but want avoid interest, actually have a change to have the same opportunities as everyone else.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-02T15:03:12.112Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-02T16:16:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-10T15:28:08.829Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/318563"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-10T15:28:08.826Z"
    },
    "id": 333646,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333646.json"
    },
    "type": "petition"
}