{
    "attributes": {
        "action": "Allow England's non-cohabiting couples to stop social distancing from each other",
        "additional_details": "'Support bubbles' are intended to help alleviate the problem of loneliness for those living alone. However, they do nothing for the mental health & wellbeing of millions of couples who cannot live together and do not meet the criteria to 'bubble'. Couples keeping to the rules are suffering due to prolonged separation with no acknowledgement and no end date, in a country whose guidance says they may have a beauty treatment, go swimming or get on a packed train, but not hold their partners' hand.",
        "background": "Non-cohabiting couples in England are currently being asked to socially distance from each other indefinitely. Please address this publicly and provide new guidance on how and when these couples can reunite with the least risk possible.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-03T17:28:01.755Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-05T07:54:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-11T09:11:41.915Z",
        "rejection": {
            "code": "already-happening",
            "details": "It is no longer against the law to visit or stay with a partner in another household. The legal restrictions on staying overnight in another household were revoked by the The Health Protection (Coronavirus, Restrictions) (No. 2) (England) Regulations 2020.\r\n\r\nThe Government's advice on social distancing now states that you can socialise indoors with members of other households, but says that you should continue to follow strict social distancing guidelines when you are with anyone not in your household or your support bubble: https://www.gov.uk/guidance/meeting-people-from-outside-your-household-from-4-july\r\n\r\nYou could start a petition calling on the Government to update its advice on social distancing for partners from different households, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-11T09:11:41.912Z"
    },
    "id": 333767,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333767.json"
    },
    "type": "petition"
}