{
    "attributes": {
        "action": "Change the age requirement for full bike test to 21 again.",
        "additional_details": "The idea sounded good to avoid young people crashing, but all this has done is shift the problem to the 24 year olds who now in many cases have little to no experience what so ever where this wasn’t the case before.",
        "background": "Revert back to 21 for full bike test. The categories for progression were already good and allowed young people to learn over the course of several years. 24 now being the requirement causes many to ignore the training and experience over several years and wait till 24 due to cost. It is dangerous",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-03T14:37:12.178Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DfT",
                "name": "Department for Transport",
                "url": "https://www.gov.uk/government/organisations/department-for-transport"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-03T14:55:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-11T09:31:52.860Z",
        "rejection": {
            "code": "no-action",
            "details": "Motorcycle drivers can already take the test for an A motorcycle licence aged 21 if they are following the progressive access route. The minimum age for this test is only 24 if you have not had an A2 licence for at least 2 years.\r\n\r\nIf you want the minimum age for taking the test for an A motorcycle licence to be reduced for all persons you could start a new petition about this, but it would need to be clear this is what you want to happen.\r\n\r\nWe also couldn't publish a petition that asserted the current scheme is dangerous unless there is clear evidence that this is the case."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-11T09:31:52.857Z"
    },
    "id": 333742,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333742.json"
    },
    "type": "petition"
}