{
    "attributes": {
        "action": "Illegal encampments not to be within 100 metres of residential property",
        "additional_details": "We, as a community have experienced months of intimidation and anti social behaviour from an illegal encampment that was set up on the community playing field at the rear of our properties. The local council and Police force did not help us, and each was saying it was the others responsibility to remove them. It was an absolute nightmare. So having more clarity on the situation would solve ours and many other communities across the country.",
        "background": "Include it in law, that illegal encampments must not be set up within 100 metres of residential property. This would make it easier for the Police to remove them, as it would be written in black and white.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-03T20:38:10.017Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-04T05:37:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-23T13:55:15.421Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about illegal and unauthorised camps, but these camps are already established contrary to the law.\r\n\r\nThere are a number of powers available to local authorities and the police to tackle the formation of illegal and unauthorised camp sites and help the reclamation of land and property: https://www.gov.uk/government/publications/dealing-with-illegal-and-unauthorised-encampments\r\n\r\nWe could accept a petition calling on the Government to create new criminal offences associated with the establishment of unauthorised camps, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-23T13:55:15.420Z"
    },
    "id": 333789,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333789.json"
    },
    "type": "petition"
}