{
    "attributes": {
        "action": "Ensure EU Settlement Scheme Family Permit applicants have access to due process.",
        "additional_details": "Because of Covid-19 and logistical failures with the EUSS family permit process applicants have been left in a vulnerable position. This has been further exasperated by the fact that the EUSS process has been outsourced. Many people are still waiting on decisions because 3rd party contractors continue to refuse to resume service channels. Private capital should not dictate EU citizens access to the EUSS, the government needs to ensure safeguarding in this precarious time.",
        "background": "I want the government to ensure that UKVI adequately serves EU citizens rights by ensuring their family members due process. Recently the EUSS family permit has been disrupted, leaving many applicants stranded without a decision or passport.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-03T12:47:15.307Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-03T13:18:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-10T11:24:04.406Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to change how the scheme is being managed. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign and share this petition:\r\n\r\nhttps://moderate.petition.parliament.uk/admin/petitions/323226"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-10T11:24:04.402Z"
    },
    "id": 333730,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333730.json"
    },
    "type": "petition"
}