{
    "attributes": {
        "action": "ONLINE DOCTOR'S APPOINTMENTS JUST WON'T WORK FOR THE ELDERLY AND VULNERABLE",
        "additional_details": "Online appointments won't work, especially for elderly patients who are not technically minded, and who need to have the reassurance of a face to face appointment with their known and trusted GP.\r\nThousands of vulnerable, elderly patients already struggle to contact their doctor, and to get an appointment.  This will have fatal consequences, and put A & E departments in hospitals under further pressure, at a time when this is what we are all working hard to avoid.  \r\nLet GP's do what they do best.",
        "background": "Online doctor's appointments cannot replace the traditional appointment in the GP's surgery. We would like to see this debated in the House in order to ensure that where elderly or vulnerable patients wish to see a doctor they are able to do so.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-03T12:04:03.966Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DHSC",
                "name": "Department of Health and Social Care",
                "url": "https://www.gov.uk/government/organisations/department-of-health-and-social-care"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-03T17:57:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-11T11:18:35.593Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about how to conduct GP consultations are a matter for individual GPs and the NHS, not the Government or House of Commons.\r\n\r\nThe NHS says that most GP surgeries now offer online and video consultations, which they say can save you time waiting for a face-to-face appointment and means you do not need to go into a GP surgery.\r\n\r\nDuring the Coronavirus outbreak, the NHS has stated that GP appointments are likely to be by phone or video call, and suggests that If you need to contact a GP, do not go to the surgery in person, and instead visit your GP surgery website, use an online service or call the surgery: https://www.nhs.uk/using-the-nhs/nhs-services/gps/gp-online-and-video-consultations/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-11T11:18:35.591Z"
    },
    "id": 333727,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333727.json"
    },
    "type": "petition"
}