{
    "attributes": {
        "action": "Stricter rules for \"pheonix\" companies opening, to help creditors get justice.",
        "additional_details": "There is a lot of information for companies to evade debts and creditors, however there is no support for those individuals who take companies to court for money they are owed. Too many companies \"emerge from the ashes\" taking all but the previous companies debt leaving creditors out of pocket. There is no support or information on how to obtain your debt, and companies can simply wash their hands of the debt and open new companies using the same website, number and address.",
        "background": "There should be stricter policing on Companies House to recognise activity that does not seem right. You can obtain a CCJ against a company however past a lengthy court battle there is no support for consumers to obtain the money they are owed, by which time the company folds and a \"new\" one opens.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-04T18:16:28.764Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-04T18:28:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-24T12:35:45.217Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you are concerned about people starting new businesses to avoid debts, but we're not sure what changes you would like to happen. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as allowing debts to be claimed from new companies started by directors of closed businesses. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-24T12:35:45.214Z"
    },
    "id": 333872,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333872.json"
    },
    "type": "petition"
}