{
    "attributes": {
        "action": "Change 2021 A-Level Exams",
        "additional_details": "Months away from school with limited access to resources has taken a toll on not only our education but also our mental health. It would be inhumane to expect thousands of young people to sit A-Level exams without any changes to accommodate for the drastic differences in our learning this year. A-Levels are much harder than GCSE’s and determine our future in terms of further education. If we are forced to sit these exams as though we had been learning in school the whole time, we will fail.",
        "background": "The government has made changes to next years GCSE exams , but neglected the A-Level students who have had to teach themselves months of content and are expected to sit out exams as normal.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-04T11:14:51.694Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-04T11:37:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-04T16:17:19.723Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about qualifications, examinations and assessments in England are a matter for Ofqual, exam boards and individual schools, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570 \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-04T16:17:19.721Z"
    },
    "id": 333836,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333836.json"
    },
    "type": "petition"
}