{
    "attributes": {
        "action": "End the \"eat out to help out scheme\" and offer small businesses the help needed",
        "additional_details": "Clearly the government has a surplus of money they are happy to offer out to small businesses, but instead they are forcing us to take part In a scheme that puts the public and staff at risk with no benefits all to revive a spec of help from the government.\r\n\r\nI don't see why I as a waiter should have to work 5 times as hard, keeping my self safe, the environment clean, up to date with new rules, with a full building of full tables.\r\n\r\nIt's impossible to keep things safe in that situation.",
        "background": "The eat out to help out scheme is pure black mail on business owners, forcing them to take part or else they can't compete with the 50 percent discount everywhere else, and no additional other offer of help from the government.\r\n\r\nThe public don't know how to act and they don't follow rules.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-05T10:02:52.020Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-05T12:00:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-11T14:39:01.325Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the Eat Out to Help Out scheme, and support available to businesses in the hospitality sector, but it's not clear what action you want the Government to take.\r\n\r\nWe could accept a petition calling on the Government to end the Eat Out to Help Out scheme, if you think this is unfair to some businesses.\r\n\r\nWe have already published several petitions calling on the Government to support small businesses and businesses in the hospitality sector, which you might like to sign:\r\n\r\nEconomic assistance for the hospitality industry during the COVID-19 pandemic: https://petition.parliament.uk/petitions/302162\r\n\r\nExtend grants immediately to small businesses outside of SBRR: https://petition.parliament.uk/petitions/305024\r\n\r\nIf you would like the Government to provide support not covered by the above petitions, you could start a new petition requesting this, but it would need to be clear what support you want the Government to provide."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-11T14:39:01.323Z"
    },
    "id": 333924,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333924.json"
    },
    "type": "petition"
}