{
    "attributes": {
        "action": "owners to stay with their animal When their pet when is being euthanised.",
        "additional_details": "This is cruel on the owners having a cat, dog or some other pet for years, when the time comes to say goodbye they can’t be with them, the vets says because of Covid Is this unnecessary. vets cashing in on grief. They can come to the car for extra money but you can’t be with them in the surgery.  If there was Covid wouldn’t  they be taking it in with them. The pets not going back to the owner So why cant they be there to hold them, soothe them. Animals know when it’s their time and are scared.",
        "background": "Allow people to be with their pet in its last moments of life and not left with some stranger. Let them be held and loved, people to say goodbye to their pet and not just hadn’t it over to a complete stranger who doesn’t know the animal, have no feeling for it. They need their owners to sooth them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-04T23:05:05.005Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-05T07:20:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-11T14:01:46.754Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The restrictions put in place by the Government do not prevent pet owners from being present when their pets are euthanised.\r\n\r\nThe British Veterinary Association and Royal College of Veterinary Surgeons have issued advice to veterinary practices about how to operate during the Covid-19 outbreak, but deciding how to implement this is a matter for individual veterinary practices, not the Government or House of Commons.\r\n\r\nYou should contact individual veterinary practices to find out how they are operating during the outbreak."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-11T14:01:46.751Z"
    },
    "id": 333900,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333900.json"
    },
    "type": "petition"
}