{
    "attributes": {
        "action": "The policing degree to be scrapped",
        "additional_details": "Take into consideration, it takes a certain person to be a good police officer, just because a person has a degree, does not mean they can do the job. A police role is knowing how to communicate with the public & gaining experience from longer serving officers & officer training.Life experiences are also a valid factor, students with attitudes and a degree are not what the public want as the faces of the local police forces.We have not needed a degree for all these years, why do we need it now?",
        "background": "Scrap the decision, that members of the public need a degree to join the police force or postpone the degree entry route until a later date, to give more chance of more people joining the police without needing a degree.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-05T15:11:40.315Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-05T16:23:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-23T14:25:33.074Z",
        "rejection": {
            "code": "no-action",
            "details": "You do not need a degree to become a police officer. Different routes for becoming a police officer are set out here: https://nationalcareers.service.gov.uk/job-profiles/police-officer\r\n\r\nIt is up to individual educational institutions what degrees to offer, and for individual police forces to set the entry requirements for policing roles, and professional development for their staff. These are not decisions for the UK Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-23T14:25:33.070Z"
    },
    "id": 333950,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333950.json"
    },
    "type": "petition"
}