{
    "attributes": {
        "action": "Support Lebanon during this period of unprecedented crisis from all fronts.",
        "additional_details": "I feel like our current track record in the middle East is poor (Iraq war in recent memory) This would be an opportunity for the U.K and other Western countries to do something truly honourable in the region and help people of all creeds. Lebanon is a proud country of Maronite Christians, Muslims and Druze. Let their prays of better times be answered.",
        "background": "U.K to spearhead a collaboration of countries to provide Lebanon with aid in the wake of the catastrophic explosion that occured on the 4th August. \r\n\r\nPrior to this Lebanon was facing food shortages, mass unemployment and economic meltdown. \r\nThe Lebanese are living in hell and we need to help.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-05T12:13:25.395Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-05T12:22:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-11T14:51:30.592Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced a package of £20 million to help provide food for the most vulnerable in Lebanon, including those affected by the Beirut explosion and its aftermath. This is on top of £5 million already made available to the response by the UK, including support for the British Red Cross for the emergency relief effort: https://www.gov.uk/government/news/uk-pledges-more-aid-for-beirut-crisis-at-global-summit"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-11T14:51:30.589Z"
    },
    "id": 333934,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333934.json"
    },
    "type": "petition"
}