{
    "attributes": {
        "action": "Ban the sale of fireworks from Jan - mid Oct and from 10th Nov - mid Dec",
        "additional_details": "Im sick of fireworks being let off on dates that have no significance and letting them off at unsociable hours. Many people have to work in the early hours or have other reasons and responsibilities to be up for. Why should the few idiots letting them off annoy the many?",
        "background": "Ban the sale of fireworks between certain dates of the year to prevent people from letting them off at unreasonable times of the night",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-04T23:28:47.417Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-05T08:38:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-11T14:19:35.128Z",
        "rejection": {
            "code": "no-action",
            "details": "You can only buy fireworks (including sparklers) from registered sellers for private use on these dates:\r\n\r\n15 October to 10 November\r\n26 to 31 December\r\n3 days before Diwali and Chinese New Year\r\n\r\nAt other times you can only buy fireworks from licensed shops.You can be fined up to £5,000 and imprisoned for up to 6 months for selling or using fireworks illegally. You could also get an on-the-spot fine of £90.\r\n\r\nIt's not clear if you want the Government to extend the current ban to additional dates and all licensed shops.\r\n\r\nWe have already published the following petitions about fireworks, which you might like to sign:\r\n\r\nLimit the Sale and Use of Fireworks to Organisers of Licensed Displays Only: https://petition.parliament.uk/petitions/319891\r\n\r\nRequire 1 week's notice be given of any use of fireworks in a residential area: https://petition.parliament.uk/petitions/332906\r\n\r\nIf you want the Government to make a change that isn't covered by the current law or above petitions, you could start a new petition about this, but it would need to be clear how you want the Government to change current rules."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-11T14:19:35.125Z"
    },
    "id": 333901,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333901.json"
    },
    "type": "petition"
}