{
    "attributes": {
        "action": "For Fathers/Partners to attend their baby’s scans, labour and birth.",
        "additional_details": "I would like the government or parliament to change the guildlines to allow Fathers/Partners to attend all baby scans, be present throughout labour and birth. You can go to a pub, restaurant, or play golf but you can’t be with the mother of your child when she needs you the most and you want to be there. There is no additional risk of COVID because they are either in close contact or live with the Mother. The risk is the same especially if they are in one household. There is no logic in this.",
        "background": "Change the government guildlines to allow expectant Mothers to have the Father/ Partner of their baby to attend all baby scans. Also to be present throughout Labour and birth. They have a right to be there and it’s essential to the Mothers mental health and well being.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-06T09:42:18.467Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-05T08:53:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-14T10:32:02.683Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about who can attend scans are a matter for the NHS, not the UK Government or House of Commons.\r\n\r\nOn 5 June, the NHS’s suspension of hospital visiting was lifted. This means that visiting is now subject to local discretion by trusts and other NHS bodies. You should check with your maternity team and sonography unit for their policy on visitors attending antenatal appointments, including scans."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-14T10:32:02.679Z"
    },
    "id": 334015,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334015.json"
    },
    "type": "petition"
}