{
    "attributes": {
        "action": "Make 2020 GCSE grades have no effect on university admissions for all students",
        "additional_details": "The overall system that is being used to calculate GCSE grades for all candidates is deeply unfair and may negatively affect all students, and specifically those from a lower-class background. It is very well known that various teacher-predicted grades will be dropped due to ‘generosity’, thus potentially causing thousands of students-particularly those that come from lower-income backgrounds and those that go to lower-performing schools (including me) will be penalised for very little reason.",
        "background": "Since 2020 GCSE grades will be incredibly inconsistent and may have a high proportion of grades lowered, i believe the government should advise universities/employers to not weigh 2020 GCSE grades at all when considering applications, as ‘our’ results will not be indicative of our abilities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-06T21:14:03.265Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DfE",
                "name": "Department for Education",
                "url": "https://www.gov.uk/government/organisations/department-for-education"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-06T21:47:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-11T16:07:05.906Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university admissions are a matter for individual universities, not the UK Government or Parliament. \r\n\r\nWe have published the following related petition, which you might like to sign:\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-11T16:07:05.904Z"
    },
    "id": 334085,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334085.json"
    },
    "type": "petition"
}