{
    "attributes": {
        "action": "Emotional self-regulation to be compulsory within the national curriculum",
        "additional_details": "The rise in mental ill health among young people within the last few years has skyrocketed leading to a crisis. Being able to understand and deal with emotions as well as being able to regulate these emotions can help reduce the stresses of life that young people face. We need to take action now and teach children how to emotionally self regulate.",
        "background": "We think that emotional self-regulation should be compulsory within the national curriculum because it is essential in developing a positive mental state which reduces the risk of further developing poor mental health which may lead to illness if left unacknowledged.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-06T22:44:13.031Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-07T13:36:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-13T12:18:56.237Z",
        "rejection": {
            "code": "already-happening",
            "details": "Education about physical health and mental wellbeing is already part of the Department for Education's statutory guidance on Relationships and Sex Education (RSE) and Health Education, which forms part of the national curriculum: https://www.gov.uk/government/publications/changes-to-personal-social-health-and-economic-pshe-and-relationships-and-sex-education-rse. RSE education will be compulsory from September 2020.\r\n\r\nYou may however wish to sign these petitions instead:\r\n\r\nMake mental health and wellbeing checks compulsory in all levels of education: https://petition.parliament.uk/petitions/331616\r\n\r\nFund more support for mental health: https://petition.parliament.uk/petitions/300585"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-13T12:18:56.233Z"
    },
    "id": 334090,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334090.json"
    },
    "type": "petition"
}