{
    "attributes": {
        "action": "Allow makeup artists & beauty techs to return to work definitely on the 15/8/20",
        "additional_details": "While pubs restaurants and hair salons have had the go ahead to re open, 3 environments where cross contamination and non social distancing are highly likely, as we have seen for ourselves in recent headlines. Our industry should be allowed to re open under stricter PPE guidance to ADD to our already extremely sanitary expectations, in comparison to the hair and retail industry who’s guidance has only been to wear a mask.",
        "background": "Confirm that August 15th is a for DEFINITE date that makeup artists, beautytechs and eyebrow technicians can return to work as people in the industry are beginning to become financially stressed and businesses are at risk of closing if the government continues to make “last minute” decision changes.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-08-06T08:25:46.472Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-06T11:23:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-13T10:12:25.800Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/331169\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-08-13T10:12:32.910Z"
    },
    "id": 334008,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334008.json"
    },
    "type": "petition"
}