{
    "attributes": {
        "action": "New law's and funding for the prevention of human trafficking & child slavery.",
        "additional_details": "These law's would be in place and stay in place  regardless of who is Prime Minister. I find this is a worthy cause and should be given extreme consideration because of the nature of the matter overall it would be beneficial for everyone all round i can't think of reason's why people wouldn't want this to happen when you look at all the scandals unfolding world wide with pedophiles and trafficking this is the real pandemic that needs to be addressed and should not be ignored. Real talk!",
        "background": "Give more resources and funding for the prevention of child trafficking & slavery aswell put law's in place for example what president trump did he has set up a independent task force in the white house  for such matter's that will exist when he leaves office why can't the same happen here.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-06T12:02:49.167Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-06T15:26:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-12T09:22:17.565Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about human trafficking and child slavery, but it's not clear what you want the Government to do about this.\r\n\r\nHuman trafficking and child slavery are already against the law, and new legislation on modern slavery was enacted in 2015: https://www.legislation.gov.uk/ukpga/2015/30/contents/enacted\r\n\r\nTackling human trafficking and modern slavery is a matter for law enforcement agencies, but last year the Government published details of how the Government is tackling modern slavery: https://homeofficemedia.blog.gov.uk/2019/05/22/how-the-government-is-tackling-modern-slavery/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-12T09:22:17.563Z"
    },
    "id": 334032,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334032.json"
    },
    "type": "petition"
}