{
    "attributes": {
        "action": "Make travel companies refund the total cost of a package holiday due to COVID-19",
        "additional_details": "We, like many others, booked our holiday for 2020 before COVID-19 was around. We were due to go in mid-August but the FCO advised against all but essential travel to a number of counties including Spain. On The Beach have stated that if the flight goes ahead we cannot get any money back. We booked the holiday as a package and I don’t believe it’s fair to penalise customers where they have no choice in what carrier they use",
        "background": "Get companies like On The Beach to refund customers in full for holidays affected by COVID-19 rather than use their T & C’s as a get out clause.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-06T17:24:32.249Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "BEIS",
                "name": "Department for Business, Energy and Industrial Strategy",
                "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-06T17:38:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-12T09:48:19.243Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It’s about something that the UK Government or Parliament is not responsible for.\r\n\r\nArrangements for refunding, changing or rebooking travel are a civil matter between individual travellers and holiday operators, not the Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRequire travel companies & airlines to pay compensation if no refund in 14 days: https://petition.parliament.uk/petitions/317878\r\n\r\nCreate a fund to reimburse money lost due to covid-19 travel: cancellations: https://petition.parliament.uk/petitions/304912\r\n\r\nRequire airlines cancel flights to places the FCO has advised against travel to: https://petition.parliament.uk/petitions/333773"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-12T09:48:19.240Z"
    },
    "id": 334069,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334069.json"
    },
    "type": "petition"
}