{
    "attributes": {
        "action": "More than 1 birthing partner in delivery room during the pandemic",
        "additional_details": "My girlfriend is 32 weeks pregnant and I’m being told I won’t be able to go in to delivery room with her to support her and watch our baby being born. But I can go into a shop/restaurant/bar with her and there be no problem? But when she’s going to need me most I’m not allowed? People are going to pubs in massive groups none isolating but even if your living in the same house hold you can’t go in delivery room, it’s just one big contradiction",
        "background": "How come the government are allowing people to sit in a restaurant with girlfriends/wife’s/ full families but not allowing partners to come into delivery rooms and letting pregnant women give birth without the support of their loved ones? It’s not right",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-06T22:53:16.771Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DHSC",
                "name": "Department of Health and Social Care",
                "url": "https://www.gov.uk/government/organisations/department-of-health-and-social-care"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-07T01:12:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-12T11:03:24.303Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about whether birth partners are permitted to attend a birth is a matter for individual hospitals and NHS trusts, and not the Government or House of Commons.\r\n\r\nThe NHS has published guidance on intrapartum maternity care which states that women should have access to one birth partner during labour, provided they are asymptomatic: https://www.england.nhs.uk/coronavirus/wp-content/uploads/sites/52/2020/04/C0241-specialty-guide-intrapartum-maternity-care-9-april-2020.pdf\r\n\r\nThe Royal College of Obstetricians and Gynaecologists has also produced guidance which states that women should be able to have a birth partner present during labour and birth: https://www.rcog.org.uk/en/guidelines-research-services/guidelines/coronavirus-pregnancy/covid-19-virus-infection-and-pregnancy/#choices\r\n\r\nIt is an operational decision as to how individual hospitals and NHS trusts implement this guidance."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-08-12T11:03:24.300Z"
    },
    "id": 334091,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334091.json"
    },
    "type": "petition"
}