{
    "attributes": {
        "action": "Review the grading system used for this year's A-level and GCSE results",
        "additional_details": "Instead of closing the attainment gap, the algorithm used to calculate grades for this year's cohort of A-level and GCSE students both reinforces educational inequality and undermines the hard work of both teachers and students by largely ignoring the centre assessed grade for larger cohorts, relying on statistical modelling instead. \r\n\r\nAfter 5 months of waiting, it is unfair to withhold such information at a critical moment in their lives, with many relying on universities to offer them places.",
        "background": "We would like the government to intervene and re-evalute the algorithm used to calculate this year's results. By basing results on factors that have little to do with a student (other cohort's attainment, their school) Ofqual has created a classist system that will inevitably disadvantage many.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-07T21:52:32.802Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-08T08:45:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-17T07:35:48.719Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions instead:\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773 \r\n\r\nReview the standardisation of grades so state school pupils aren't disadvantaged: https://petition.parliament.uk/petitions/325422 \r\n\r\nRemove Ofqual's moderation of 2020 results based on schools previous performance: https://petition.parliament.uk/petitions/328957 \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491 \r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-17T07:36:04.589Z"
    },
    "id": 334171,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334171.json"
    },
    "type": "petition"
}