{
    "attributes": {
        "action": "Stop the building of 6 storey blocks on the edge of the greenbelt in EN2 area.",
        "additional_details": "These blocks are proposed for uphill of existing bungalows so will appear like 8 storey buildings to these residents. They will also be overlooking a primary school which is proposed for the same site which will be a child protection issue. High density dwellings such as these have been detrimental to people's mental and emotional well-being especially during the pandemic. The local council have already said that 6 storey buildings were too high elsewhere on the building site.",
        "background": "Reject/ obstruct planning proposals for Enfield planning reference number 20/01923/OUT for the building of 6 storey residential blocks on the old Chase Farm Hospital site. They will be uphill of existing bungalows so appear more like 8 storeys & will be overlooking a proposed primary school.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-07T20:00:14.347Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-07T22:14:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-13T15:29:47.232Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with your local council or a local councillor who represents you.\r\n\r\nYou can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-13T15:29:47.229Z"
    },
    "id": 334160,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334160.json"
    },
    "type": "petition"
}