{
    "attributes": {
        "action": "Stop the planning reform!",
        "additional_details": "This reform is an attack on local democracy. It lets cash greedy house builders destroy our green land whilst giving local residents no say whatsoever. It will alow the slums of the future to be built on Britains beautiful green fields with no respect for nature. Let the people decide not the goverment and rich house builders!",
        "background": "Boris Johnson's planning reform must not happen and needs to be stopped. Local residents need a say into what happens with their countryside!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-08T20:30:27.077Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DEFRA",
                "name": "Department for Environment, Food and Rural Affairs",
                "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-08T21:13:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-04T10:18:27.382Z",
        "rejection": {
            "code": "no-action",
            "details": "The UK Government have made and proposed lots of different changes to the planning system recently. We understand that you're concerned about planning, but we're not sure what particular reforms you're concerned about. \r\n\r\nYou could start a new petition that clearly explains what you'd like to happen. For example, you could start a new petition asking the Government to ensure that planning permission is needed to expand a building, by adding more height or floor space, or change it's use, from an office to flats for example. \r\n\r\nYou can find out more about changes to the planning system here: \r\n\r\nhttps://commonslibrary.parliament.uk/research-briefings/sn00485/\r\nhttps://commonslibrary.parliament.uk/research-briefings/cbp-8981/\r\n\r\nWe have a few petitions about planning that you might like to sign and share:\r\n\r\nRemove the Planning Inspectorate's power to override elected councils\r\nhttps://petition.parliament.uk/petitions/319314\r\n\r\nBan new housing developments in National Parks\r\nhttps://petition.parliament.uk/petitions/333111\r\n\r\nMake it law for all new builds to include green energy solutions.\r\nhttps://petition.parliament.uk/petitions/332338\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-04T10:18:35.419Z"
    },
    "id": 334251,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334251.json"
    },
    "type": "petition"
}