{
    "attributes": {
        "action": "Make education about UK political parties compulsory from age 12+",
        "additional_details": "All votes have the same weight, whether the person that voted is informed or uninformed about why they have chosen to vote that way. Some people do not understand the gravity behind their decisions. Some people think their vote is a joke because they do not understand the seriousness of politics. \r\n\r\nSome parents are politically aware, others are not. The government have a duty to ensure that the people who are voting for the well-being of the country are informed about what they are voting for.",
        "background": "We all should have the right to contribute our opinions on how the UK is run, but our opinions should be informed by facts. \r\n\r\nIt should be compulsory for young people to learn where their right to vote comes from. What the major political parties stand for and what voting system we have.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-09T10:21:23.126Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-09T10:55:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-24T13:47:05.745Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. These topics are already included in the National Curriciulum at Key Stage 3 and Key Stage 4. You can find out more here:\r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908347/SECONDARY_national_curriculum_-_Citizenship.pdf\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-24T13:47:05.741Z"
    },
    "id": 334282,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334282.json"
    },
    "type": "petition"
}