{
    "attributes": {
        "action": "Increase mental health funding and assign a mental health minister.",
        "additional_details": "Data published by the Office for National Statistics show that there has been a 25 per cent increase in deaths due to suicide from 2019-2020. TWENTY FIVE PERCENT. We need to reduce the risks and prevent this happening time and time again. To those of us who are not in the grips of suicidal depression and despair, it’s difficult to understand what drives so many individuals to take their own lives. But a person in this position is sadly in so much pain that he or she can see no other option. Suicide is a desperate attempt to escape the suffering that has become unbearable. Surprisingly, most individuals in this position are deeply conflicted about ending their own lives. This is why far more needs to be done.",
        "background": "Have more awareness in schools, offices, and all public areas.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-08-08T20:11:41.718Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-08T22:22:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-04T10:48:47.217Z",
        "rejection": {
            "code": "no-action",
            "details": "There is no evidence from the ONS or the Samaritans that there has been a significant rise in suicides. The ONS has not released figures for suicides for 2020. \r\n\r\nThere is already a Minister for Mental Health. You can find out more about what she does here:\r\n\r\nhttps://www.gov.uk/government/people/nadine-dorries \r\n\r\nWe already have a petition asking for more funding for mental health services: \r\n\r\nhttps://petition.parliament.uk/petitions/300585\r\n\r\nWe can't accept a petition about something when there's already a very similar petition on our site. \r\n\r\nIf you or someone you know are struggling to cope, please call Samaritans for free on 116 123 (UK and ROI), email jo@samaritans.org or visit the Samaritans website to find details of the nearest branch. Samaritans is available round the clock, every single day of the year, providing a safe place for anyone struggling to cope, whoever they are, however they feel, whatever life has done to them."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-04T10:48:59.081Z"
    },
    "id": 334249,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334249.json"
    },
    "type": "petition"
}