{
    "attributes": {
        "action": "This petition is about facial masks in pubs and clubs and visits to hospitals",
        "additional_details": "Make necessary changes so the long term mental health of those grieving the loss of a lost loved one does not remain with them forever not being able to say goodbye and spend their last days with them they are scared. Those in pubs and clubs are drunk. Where does this make sense. Those that are socialising are not thinking about those that are suffering in silence longing to visit their loved ones. Switch it the other way around. Allow more hospital visits and masks when socialising in pubs and clubs",
        "background": "We would like the government To make some necessary changes, in what is morally right and what is morally wrong. Hundreds of racing to beaches, also going to nightclubs, and pubs, socialising no facial masks been worn, but at the same time family members are dying in hospital alone.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-08T17:58:21.724Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-08T18:14:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-04T16:50:50.392Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Individual hospitals and clinics, not the UK Government or House of Commons, decide who can visit patients in hospital.\r\n\r\nOn 5 June, the NHS’s suspension of hospital visiting was lifted. This means that visiting is now subject to local discretion by trusts and other NHS bodies. You should check with your local hospital for their policy on visiting."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-04T16:51:04.832Z"
    },
    "id": 334238,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334238.json"
    },
    "type": "petition"
}