{
    "attributes": {
        "action": "Stop stripping  our rights, to have a say in what's built in your neighbourhood.",
        "additional_details": "If this law is not stopped, the quality of life, culture and heritage will all be at risk. Some developments don't consider people, and their needs.  A development, was over crowded, emergency services would have difficulties to attend. No consideration to the current houses in the area.  Waste disposal, parking, access to and from the area would then be dangerous.  Yes we need more homes but at better quality and safety. Without regulations you could build anything anywhere with out permission.",
        "background": "To reconsider what is built in the community, no shoddy flats and ugly office buildings.  If this is passed it will open up to ruthless property developers. They will be able to throw up thousands of tiny, unliveable rabbit-hutches flats in our communities and will not be able to object.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-10T16:02:27.295Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-11T07:58:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-18T07:08:51.230Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the Government making it easier for developers to build new properties, but it's not clear what action you want the Government to take.\r\n\r\nThe Government is currently consulting on changes to the planning system in England. You can find out more about the consultation, and contribute to this, here: https://www.gov.uk/government/news/launch-of-planning-for-the-future-consultation-to-reform-the-planning-system\r\n\r\nWe could accept a petition calling on the Government not to ease planning restrictions for new developments, if that is what you want to happen, but it would need to be clear from your petition that this is what you want."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-18T07:08:51.227Z"
    },
    "id": 334387,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334387.json"
    },
    "type": "petition"
}