{
    "attributes": {
        "action": "During lockdown, let people leave home and go for a drive to test their eyesight",
        "additional_details": "During the first full UK lockdown, many people were not aware that leaving home to go for a drive to test your eyesight was within the guidelines.\r\n\r\nI believe that the option to go for a drive to test your eyesight should be available to all people.\r\n\r\nThe government must make it explicit that going for a drive to test your eyesight is one of the reasons for which you may leave home during a lockdown.",
        "background": "In the first full UK lockdown, the Government said that you should only leave or be away from your home for very limited purposes, and four purposes were listed.\r\n\r\nI would like the Government to add a fifth purpose to this list:  driving to test your eyesight.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-10T09:55:38.155Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-13T09:58:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T14:44:29.739Z",
        "rejection": {
            "code": "no-action",
            "details": "The Covid-19 restrictions that were in place when the Government was advising people to only the leave the home to shop for basic necessities, exercise, to travel to work, or for medical reasons, are no longer in place, and the Government has withdrawn that advice. We can't accept a petition calling on the Government to update advice that has been withdrawn.\r\n\r\nIf you are concerned the Covid-19 lockdown rules have not been enforced consistently, you might like to sign some of the following petitions:\r\n\r\nPublic Inquiry into consistent enforcement of lockdown rules: https://petition.parliament.uk/petitions/322360\r\n\r\nReimburse any resident of England that has been fined for breaking the lock down: https://petition.parliament.uk/petitions/322542"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-16T09:43:39.681Z"
    },
    "id": 334365,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334365.json"
    },
    "type": "petition"
}