{
    "attributes": {
        "action": "A method or new law to report the misuse of microwave hearing apparatus.",
        "additional_details": "At the moment reporting the misuse of microwave radio frequency apparatus to police only gets the victim referred to seek medical help. Medical help often means the victim is given medicine to remedy the problem, but that is not a cure or a way to stop the abuser's. An update in the law by Government or Parliament will ensure victims will be able stop being targeted and get justice for the abuse they have suffered. At the moment there is no way stopping the abuser's peacefully.",
        "background": "I would like the Government or Parliament to create a method or law to report the misuse of microwave radio frequency apparatus used at the frequency human's can hear in their brain. With your help citizens can report the misuse to police have assailants brought to justice for being targeted.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-10T08:30:53.841Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-11T05:35:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-06T09:56:28.780Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for deciding how crimes such as harrassment should be reported, or how they are dealt with by the authorities. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as creating a new criminal offence. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-06T12:48:36.299Z"
    },
    "id": 334361,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334361.json"
    },
    "type": "petition"
}