{
    "attributes": {
        "action": "Lower and refine the lab testing criteria for Chronic Urinary Tract Infections",
        "additional_details": "Currently if the threshold is not met, the samples are returned as negative or contaminated, as its wrongly assumed no more than 2 different bacteria can possibly be present, which results in multiple tests for the same patient, as the symptoms persist.  The NHS therefore incurs millions of additional spend on repeat testing, short term antibiotic prescriptions and other diagnostic procedures for chronic sufferers, who are told they don't have a visible infection from the invalid samples.",
        "background": "Current criteria requires a minimum of 40 white blood cells (leucocytes) per unit of urine when in fact you could have a chronic embedded UTI at just 5 cells per unit, with hugely debilitating symptoms. This needs to be updated to a more realistic level backed by modern scientific advances.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-11T11:35:41.305Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-11T11:53:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-18T08:18:14.472Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about diagnosis of particular ailments are a matter for the National Institute for Health and Care Excellence, the NHS and individual medical practitioners, not the Government or House of Commons.\r\n\r\nYou could start a petition calling on the Government to fund research into the efficacy of current tests to diagnose urinary tract infections, and look at alternatives to these, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-18T08:18:14.468Z"
    },
    "id": 334461,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334461.json"
    },
    "type": "petition"
}