{
    "attributes": {
        "action": "Reduce The Anti-Democratic Supreme Court To A Powerless Debating Group",
        "additional_details": "The Supreme Court is in effect a despot, eradicating the first principle of Magna Carta. The Supreme Court decapitates Democracy itself. The monarch has the right to be advised and to warn; the Lords may debate and scrutinise: but neither can overturn the decisions of the Commons, which speaks for the British People. The despotic Supreme Court can do so, and has been proven to uphold challenges to the EU so that we are still ultimately controlled by a foreign power. The Supreme Court must go!",
        "background": "In a Democracy the truly 'supreme' court is the ballot-box. A good MP is an individual with the courage, stamina, integrity and eloquence to defend voter's interests, knowing this to be a sacred trust. The Supreme Court reduces the House of Commons to a protest group, and each MP to a ‘fall-guy'.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-11T08:56:26.587Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-11T09:46:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-18T07:23:21.338Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the Supreme Court, but it's not clear exactly what action you want the Government to take about this.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAbolish the Supreme Court and return power to the Lords of Appeal in Ordinary: https://petition.parliament.uk/petitions/300498"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-18T07:23:21.336Z"
    },
    "id": 334439,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334439.json"
    },
    "type": "petition"
}