{
    "attributes": {
        "action": "Prevent UK Mental Health Problems With A Proactive Approach That Works",
        "additional_details": "The current Mental Health First Aid certificate trains first aiders to recognise signs of a mental health problem. Being flagged up on this system is already too late - it is reactive.\r\n\r\nA proactive system running alongside this certificate can prevent mental health problems.\r\n\r\nThis needs to be in place in schools, businesses and communities making the approach “experiential” and “in person” as opposed to accessing mental health services online.\r\n\r\nImplement a robust proactive system that the nation needs to be aware of. A Strengthening Mental Health Session should be as acceptable as a physical fitness session.\r\n\r\nMental health sessions running alongside PE classes in schools and in businesses as part of their Corporate Social Responsibility.",
        "background": "The UK has over 16million people (majority of whom are adults) accessing mental health services per annum (source NHS Digital). 1 in 4 people have mental health challenges and this figure is set to grow thanks to the pandemic. Reduce the growing statistics. Everybody deserves good mental health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-12T06:21:19.436Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DHSC",
                "name": "Department of Health and Social Care",
                "url": "https://www.gov.uk/government/organisations/department-of-health-and-social-care"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-13T17:45:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-04T13:40:14.193Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about mental health services and support, but we're not sure what you'd like the UK Government or Parliament to do. \r\n\r\nYou could start a new petition clearly explaining what you'd like to happen, \r\n\r\nYou might like to sign and share this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/300585"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-08T09:30:31.877Z"
    },
    "id": 334538,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334538.json"
    },
    "type": "petition"
}