{
    "attributes": {
        "action": "Revert all downgraded A-level and GCSE grades back to teacher predictions",
        "additional_details": "This year has been an emotion roller coaster for every citizen of this nation, why add to the stress of students across England by downgrading grades. The moderation process does not take individual efforts in to account, but rather the students socio-economic background and the schools previous performance, consequently thousands of students will be disadvantaged. As well as this, students will miss out on opportunities due to no fault of their own. Covid-19 will see students hit the hardest.",
        "background": "We would like the government to revert all downgraded A-level and GCSE grades, as result of the moderation process, back to the teacher predictions submitted by the schools. We ask you to give students the benefit of the doubt in these unprecedented and complex times.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-11T21:49:15.780Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-11T22:20:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-17T07:38:30.477Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions instead:\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nReview the standardisation of grades so state school pupils aren't disadvantaged: https://petition.parliament.uk/petitions/325422\r\n\r\nRemove Ofqual's moderation of 2020 results based on schools previous performance: https://petition.parliament.uk/petitions/328957\r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-17T07:38:30.474Z"
    },
    "id": 334520,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334520.json"
    },
    "type": "petition"
}