{
    "attributes": {
        "action": "make local councils and Police act on road safety concerns",
        "additional_details": "Frimley road is set to 30mph, its a busy road with buses, HGVs and cars. Over a straight 400m stretch there are shops with 3 bus stops with no pedestrian crossings.. \r\n\r\nI have clocked on a regular occurance vehicles going in excess of 60mph, reported this to the police and local authority but neither will act.\r\n\r\nSince I've been here; twice cars have drove through my front gate, avoiding a busy school bus stop by 15mins.\r\n\r\nThis road needs some road safety to reduce speed before its too late.",
        "background": "Force local authorities and the Police to act on the concerns of the public over road safety. On far too many occasions an automatic response of \"no one has been killed yet\" is used as an excuse to not act.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-12T05:06:38.711Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-12T05:55:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-18T14:09:03.171Z",
        "rejection": {
            "code": "no-action",
            "details": "Local authorities already have statutory obligations to prepare and carry out programmes of measures designed to promote road safety, carry out studies into accidents arising out of the use of vehicles, and take such measures as appear to the authority to be appropriate to prevent such accidents: https://www.legislation.gov.uk/ukpga/1988/52/section/39\r\n\r\nIf you believe your local authority is not meeting this obligations you should raise this directly with your local authority, or could raise this with a local councillor.\r\n\r\nEnforcing road traffic laws is the responsibility of the police, but it is up to individual police forces to decide how to do this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-18T14:09:03.168Z"
    },
    "id": 334536,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334536.json"
    },
    "type": "petition"
}