{
    "attributes": {
        "action": "Remove the small animals away from other species of animals at saltwell Park",
        "additional_details": "By setting laws and rules this will allow animals not to just be toys or money making for a company's. Having a small animal as a prop to take photos but then not looking after it properly ,allow them to sleep in disgraceful bedding areas and have to share food with other species can also revolve in the Rodent mainly prey animals becoming the dinner for those Predator animals Is all an improper way of treating a defenceless animal. These animals rely on your care.",
        "background": "Set a law in place where same species animals can not be mixed ie birds with guinea pigs, rabbits with chickens. Mixed Species can cause harm to other species and can cause serious distress. You wouldn’t put corona patients with the elderly so why put a bird that carries psittacosis with a rodent.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-12T09:17:25.796Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-12T15:19:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-19T08:48:54.939Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for Gateshead Council, which owns Saltwell Park, not the UK Government or Parliament.\r\n\r\nYou could start a petition which calls on the Government to ban mixed species exhibits in zoos, if that is something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-19T08:48:59.352Z"
    },
    "id": 407935,
    "links": {
        "self": "https://petition.parliament.uk/petitions/407935.json"
    },
    "type": "petition"
}