{
    "attributes": {
        "action": "Force UK Drug Companies to supply Lactose Free versions of EVERY drug.",
        "additional_details": "Most tablets in the UK contain Lactose (milk sugar). It is used as a cheap filler. Many people in the UK are Lactose Intolerant or have a Cow's Milk Allergy. The Lactose used means that they cannot use that medication without suffering serious reactions to the Lactose. Up to 20% of the UK population are Lactose Intolerant, half of those seriously. \r\n\r\nVegans (personal choice or Religion) are also affected. Add these to those listed above and we are approaching a quarter of the population!",
        "background": "Many people in the UK are blocked from taking medications as they contain Lactose. There is often no Lactose free version available. The Lactose in medication must be replaced with another, less allergenic filler and ALL medication in the UK must have a Lactose free version available..",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-12T11:33:41.643Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-12T12:08:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-18T15:03:07.719Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for the drugs that pharmaceutical manufacturers choose to produce.\r\n\r\nYou could start a petition calling on the UK Government to fund the production of lactose-free drugs for people who are lactose intolerant.\r\n\r\nThe NHS advises people who are lactose intolerant who need to start taking a new medication to check with their GP or pharmacist in case it contains lactose: https://www.nhs.uk/conditions/lactose-intolerance/treatment/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-18T15:03:07.716Z"
    },
    "id": 441937,
    "links": {
        "self": "https://petition.parliament.uk/petitions/441937.json"
    },
    "type": "petition"
}