{
    "attributes": {
        "action": "\"intent to kill\" charges to be brought in for being in possession of a knife.",
        "additional_details": "Government need to look at bringing laws in to address tougher sentencing as a deterrent to stop young people carrying knives, it is becoming a \"normalised way of living\" and this has to change.\r\nAs an inclusion teacher and safeguarding advocate of 30 years, I have buried students, worked amongst the catastrophic impact this leaves on the victim's loved ones,  AND provided support to the perpetrators family, friends and community.  Its time for change Laws Eliminating Weapons in Society (LEWIS)",
        "background": "Young people carry knives through their perceived need for protection and self defence in front of an opponent, enemy or adversary for the sole purpose of a visual deterrent.  This has to stop!\r\nEvery one of us is subject to the potential risk of a knife incident on the street at any time by anyone.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-12T12:23:57.750Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-12T12:38:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-18T15:09:56.908Z",
        "rejection": {
            "code": "no-action",
            "details": "Intent to kill or cause grievous bodily harm is one of the criteria which must be proved for a charge of murder, and attempted murder is a separate offence where a person had the intent to kill or cause grievous bodily harm, but was not successful. Deciding when to bring charges for one of these offences is a matter for the Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nIf what you want is for the Government to increase sentences for people carrying a knife, you might like to sign the following petition:\r\n\r\nIntroduce a minimum sentence for carrying a knife, equal to carrying a firearm: https://petition.parliament.uk/petitions/300054"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-18T15:09:56.905Z"
    },
    "id": 467092,
    "links": {
        "self": "https://petition.parliament.uk/petitions/467092.json"
    },
    "type": "petition"
}