{
    "attributes": {
        "action": "Charge people who walk dogs in hot weather with an animal cruelty offence",
        "additional_details": "Due to their physiology, dogs regulate their body temperature mainly through panting. However, in hot weather, excessive panting and drooling often lead to dehydration and heatstroke, which can quickly become fatal.\r\nWalking dogs, or leaving them in a car, in hot weather will cause unnecessary suffering to the dog. During hot weather, dogs should only be walked during early morning or late evening when temperatures are cooler, and not be left in cars under any circumstances.",
        "background": "According to the Animal Welfare Act 2006, it is an offence to cause unnecessary suffering to any animal.\r\nDogs cannot easily regulate their body temperature, and can quickly suffer heatstroke, or even death, in hot weather.\r\nMake it a criminal offence to walk dogs, or leave in cars, in hot weather.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-12T16:34:33.426Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-12T18:10:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T17:26:36.326Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about dogs overheating during the summer. However, as you point out, animal cruelty is already a criminal offence under the Animal Welfare Act 2006, so we're not sure what other action you'd like Government or Parliament to take.\r\n\r\nIf you're concerned about a specific incident, you may wish to report it directly to the RSPCA:\r\n\r\nhttps://www.rspca.org.uk/utilities/contactus/reportcruelty"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-22T13:52:15.176Z"
    },
    "id": 467121,
    "links": {
        "self": "https://petition.parliament.uk/petitions/467121.json"
    },
    "type": "petition"
}