{
    "attributes": {
        "action": "Adjust the content that current Y12 students are expected to sit next year.",
        "additional_details": "Current Y12 students, myself included, have both lost valuable education in the previous six months and lost motivation to continue working at the level we have been, in all surveys conducted around 80% of students have lost motivation to do the work.\r\n\r\nVery few schools have been giving anything remotely close to the workload or general education that we would have otherwise received in the last 6 months.",
        "background": "The exam content urgently needs to be reviewed for 2021 A-Levels across the board.\r\n\r\nWe are proposing that the A-Level curriculum be adjusted to a more reasonable level. Current Y12's only got 6 months in 6th Form's or College before schools were closed and are expected to not have been impacted.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-12T18:11:24.210Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-12T18:34:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-19T07:59:10.605Z",
        "rejection": {
            "code": "duplicate",
            "details": "You are more likely to get action on this issue if you sign and share a single petition.\r\n\r\nYou might like to sign these petitions instead:\r\n\r\nReduce curriculum content for year 10 & 12 students who will sit exams in 2021: https://petition.parliament.uk/petitions/320772\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-19T07:59:17.350Z"
    },
    "id": 467132,
    "links": {
        "self": "https://petition.parliament.uk/petitions/467132.json"
    },
    "type": "petition"
}