{
    "attributes": {
        "action": "Gavin Williamson should resign or be sacked as Secretary of State for Education",
        "additional_details": "Mr Johnson promised that education should be his priority, and if so, then I should think his first step would be to ensure that an actually competent person is responsible for it, and that Mr Williamson is held accountable for his failures. Why should he get to keep his job, when as a result of his bumbling attempts at governance, potentially thousands of young people will struggle to pursue a career paying even half of what he makes.",
        "background": "Gavin Williamson has now on two occasions proved his incompetence. He was  sacked by May from Defence Secretary from the National Security Council, and now he has gone on to destroy future  prospects for young people, with 36% of A level pupils receiving lower grades.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-13T10:38:56.891Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-13T11:08:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-19T07:35:18.276Z",
        "rejection": {
            "code": "honours",
            "details": "We can’t accept petitions about appointments, which includes calling for someone to lose their job. Taking disciplinary action or firing someone is a matter for individual employers to take in line with employment law and the employer’s HR policies."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-19T07:35:18.274Z"
    },
    "id": 548148,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548148.json"
    },
    "type": "petition"
}