{
    "attributes": {
        "action": "Re-review A-Levels results",
        "additional_details": "The A-levels results are disproportionate and unfair to 40% with 280,000 pupils being downgraded according to sky news. Consequently they need to be re-reviewed and the system needs to be changed drastically. The A-level results have been disproportionate towards the pupils in the poorer areas along with the ones that are from the ethnic minorities. The government cannot play with the lives of the poor and/or BAME communities as it didn’t consult the schools when making these eleventh hour changes. General Secretary, National Education Union said “it is a catastrophic policy error”. Hence this petition to review the grading system and hold the government/Ofqual accountable.",
        "background": "This is unfair and needs to be looked into and grading boundaries amended to the results they truly deserve as stated by the schools.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-13T11:06:01.211Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-13T11:54:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:14:01.220Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:14:01.218Z"
    },
    "id": 548157,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548157.json"
    },
    "type": "petition"
}