{
    "attributes": {
        "action": "Change A-Level results to Teacher Predicted",
        "additional_details": "Most people, especially in poor areas who go to state schools, were given much lower grades than their teacher assessed grades, which affects not only their university prospects, but also future employment. This is incredibly unfair and exposes how classist and unjust the current education system is. We want Parliament to review the grades and follow through with their promise that we will get the grades we deserve.",
        "background": "We want the Parliament to revise over the A-Level grades and change them to Teacher predicted grades.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-13T09:46:03.028Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-13T09:53:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-19T14:57:41.209Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition, the Government has announced that GCSE and A-level students will be given their Centre Assessment Grades (CAGs).\r\n\r\nYou may wish to sign one or more of the following petitions which call for actions relating to this issue:\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nReview the standardisation of grades so state school pupils aren't disadvantaged: https://petition.parliament.uk/petitions/325422\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570\r\n\r\nCancel GCSEs and A Levels in 2021: https://petition.parliament.uk/petitions/326066 \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-19T14:57:41.205Z"
    },
    "id": 548139,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548139.json"
    },
    "type": "petition"
}