{
    "attributes": {
        "action": "A-level and GCSE  to be graded according to predicted grades due to COVID.",
        "additional_details": "Many students received lower grades than their predicted grades.\r\nStudents do not had a chance to demonstrate  knowledge of subjects at the Spring 2020 exams. The grades should be identical to the predicted grades.\r\nHow students are under such stress, possibly wearing masks, unable to breathe normally, risking their health and life, write their exams well? In countries where children completed their A-level exams this year, the results were the worst compared to the results from previous years.",
        "background": "Due to the prevailing virus and the inability to pass the exams in Spring 2020. Their work is reflected in predicted grades and grades from A-level and GCSE exams should be the same as the predicted grade.\r\nI cannot imagine my child with asthma, in a mask and at risk of health, will write well.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-13T13:38:49.310Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-13T16:32:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:16:46.809Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:16:46.807Z"
    },
    "id": 548205,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548205.json"
    },
    "type": "petition"
}