{
    "attributes": {
        "action": "Protect pregnant woman during pregnancy from loosing job and redundancy.",
        "additional_details": "All Europe countries protect woman from losing there job from first week of pregnancy until baby is born.Why English work law is so different and don’t protect pregnant woman and new life.\r\nPregnant woman are not able provide wrong treatment because how you can to provide that fact.Employee can past you to redundancy and fallow government guidelines but how you prove employee decision was not base on fact woman are pregnant.All the employee over years know how to discreetly deals with that fact .",
        "background": "Special redundancy. Pregnancy is not very easy time for woman and if they feel bad , government suppose to protect them and give them option to stay home and get throw that difficult time. Is not illness but can be very difficult time in pregnant woman life.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-13T20:24:25.614Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-13T20:40:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-24T13:48:28.771Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Discrimination on the grounds of pregnancy is already illegal. You can find out more here:\r\n\r\nhttps://maternityaction.org.uk/advice/pregnancy-discrimination/\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-24T13:48:28.768Z"
    },
    "id": 548276,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548276.json"
    },
    "type": "petition"
}