{
    "attributes": {
        "action": "Give more weight to teachers assessment for A-level and GCSE results",
        "additional_details": "I’m calling for the PM and education secretary, to step in immediately and ensure there is no “marking down” of individual students based on where they live or where they attend school. They should also provide a free appeal system that is open to EVERY pupil. There should also be more weight given to teacher assessments as they are in a better place to judge us as individuals. The students of this country have every right to the GCSE and A-level results that they deserve.",
        "background": "Every student that hasn’t been able to sit exams is now having their future decided by an algorithm. Almost 40% of A-level assessments have been downgraded; with poorer pupils being marked down because of where they live and where they go to school, with individual efforts completely disregarded.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-13T18:32:57.081Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-13T18:38:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:17:03.235Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:17:03.233Z"
    },
    "id": 548259,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548259.json"
    },
    "type": "petition"
}