{
    "attributes": {
        "action": "Use only the teacher predicted grades for GCSE and A Level Exams",
        "additional_details": "The Scottish government had the same issue with the standardisation process and they reverted back to teacher predicted grades. The appeals process in England is too unfair, and the so-called \"Triple-Lock\" seems to benefit the exam boards more as they would get the appeal fees. Coronavirus was the fault of no student, so no student should be subject to being downgraded. Teachers know their students best, and in this case more than the exam boards, who have unfairly determined final grades.",
        "background": "Thousands of students across the country have had A Level grades downgraded due to the unfair standardisation process used by exam boards. The government should revert to the teacher predicted grades for this exam season in England; a lot of students will not have the grades they deserve.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-13T22:22:53.430Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-14T14:03:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:56:31.900Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:56:31.898Z"
    },
    "id": 548313,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548313.json"
    },
    "type": "petition"
}