{
    "attributes": {
        "action": "Add exemption 'taking a drive to test eyesight' to COVID self-isolation rules",
        "additional_details": "Current rules for England provide a list of circumstances under which you can leave your accommodation during COVID self-isolation. These include access to critical services and necessities. Taking a drive to test your eyesight is not currently listed, however in practice, this is evidently an acceptable reason for breaking quarantine.\r\n\r\nThe Government set the precedent for the validity of this exemption to the rules and has asserted such behaviour is both legal and responsible.",
        "background": "Taking a drive to test your eyesight is not currently listed as a circumstance under which you can leave your accommodation during COVID self-isolation, however the Government has set a precedent that this is evidently an acceptable reason for breaking quarantine, and so must be added to the list.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-14T10:06:34.502Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-14T11:00:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-09T14:33:14.862Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government's guidance for households with possible or confirmed coronavirus sets out guidance for people who have received a positive test result of COVID-19, people with symptoms of COVID-19 who are waiting for a test result, or who have not been tested and do not require hospital treatment, and people living in households with someone who shows symptoms of or who has received a positive test result for COVID-19: https://www.gov.uk/government/publications/covid-19-stay-at-home-guidance/stay-at-home-guidance-for-households-with-possible-coronavirus-covid-19-infection\r\n\r\nThe current guidance does not list any circumstances in which people self-isolating should leave their home.\r\n\r\nIf you are concerned the Covid-19 lockdown rules have not been enforced consistently, you might like to sign some of the following petitions:\r\n\r\nPublic Inquiry into consistent enforcement of lockdown rules: https://petition.parliament.uk/petitions/322360\r\n\r\nReimburse any resident of England that has been fined for breaking the lock down: https://petition.parliament.uk/petitions/322542"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-09T14:33:14.859Z"
    },
    "id": 548369,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548369.json"
    },
    "type": "petition"
}