{
    "attributes": {
        "action": "Urgently review the moderation process for June 2020 ‘examination’ results",
        "additional_details": "Teachers were instructed to predict grades based on evidence such as mock exams, coursework, class performance and professional judgement. Extensive evidence was used to predict grades as fairly as possible in the unprecedented circumstances. However, a skewed moderation process has seen 40% of A Level results downgraded. Although grades across the board are statistically slightly higher than previous years, the majority of this increase was seen by independent schools. Children from economically deprived areas and schools viewed as ‘lower attaining’ have taken the brunt of lowered grades. This discrimination determines young futures using factors that are irrelevant to individual performance and accentuates disparity in education. We cannot let students down in this unjust way.",
        "background": "Thoroughly review the integrity of the moderation process used to award final grades to students and ensure that it is completely free of charge for any student to appeal their result if it is lower than predicted.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-13T23:24:10.530Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-14T05:49:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-26T16:50:35.819Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request:\r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-26T16:50:35.816Z"
    },
    "id": 548327,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548327.json"
    },
    "type": "petition"
}