{
    "attributes": {
        "action": "Change the A Level exam results to our predicted grades",
        "additional_details": "The government decided to put our futures on the line and give 35/40% of students a lower grade and grade the results based off past GCSE results, our colleges past exam results and not on our own merit or efforts. This has disheartened many students and these students missed out on the first university didn’t receive the grades that accurately reflected there work ethic.  A computer system does not know each individual student, there circumstances, there knowledge or what there capable of.",
        "background": "I want them to grade students fairly and not based on our backgrounds and past exam results of the college but rather the merit of our hard work and our predictions are a reflection of that. We were marked down if we were from areas in lower backgrounds as that’s what that area would have received.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-14T10:51:34.546Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-14T13:22:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:56:04.621Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:56:04.618Z"
    },
    "id": 548376,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548376.json"
    },
    "type": "petition"
}