{
    "attributes": {
        "action": "Give the A level students the grades given by their teachers not examiners.",
        "additional_details": "Because it has been unfair to state schools. Students that attended independent & private schools did not have their grades downgraded it was instructed by the government to downgrade state attending students. More pressure on teachers, universities, parents and students to find alternative courses and placements.",
        "background": "Reconsider the A level predicted grades given to students by the examiners, when teachers were told to give fair grades regarding their students based on evidence: performance, mock, test results and course work. This undermines the teachers fair and frank grading of students they know.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-14T12:12:26.303Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-14T13:27:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:56:19.069Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:56:19.066Z"
    },
    "id": 548389,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548389.json"
    },
    "type": "petition"
}