{
    "attributes": {
        "action": "Stricter laws to prevent Paedophiles and Child Abuse in the UK.",
        "additional_details": "There should be no reasoning for this petition to need clarification. Children need our upmost protection. Stricter laws should be in place to protect our children at all costs. \r\n\r\nAt present child molesters can walk free from prison within a few months to a few years, this is ultimately a disgrace, to say these people can molest a child and cause significant mental and or physical damage to a child for the rest of their live. This sentence should always be a minimum of life imprisonment.",
        "background": "Paedophilia and Child Abuse is rife across the world and we need to put a stop to this and PROTECT OUR CHILDREN. \r\n\r\nWe need to stop giving plea bargains to convicted Paedophiles and Child abusers, increase the minimum prison term to life, once a threat always a threat to children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-14T11:22:35.923Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-14T12:10:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-02T16:31:50.372Z",
        "rejection": {
            "code": "duplicate",
            "details": "We think this petition is similar: \r\n\r\nhttps://petition.parliament.uk/petitions/323338\r\n\r\nIf you’re concerned about a particular case, you could ask the Attorney General to review a sentence you think is too low if the crime was tried in a Crown Court. You can find out how to do that here:\r\n\r\nhttps://www.gov.uk/complain-about-low-crown-court-sentence\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-02T16:32:29.244Z"
    },
    "id": 548378,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548378.json"
    },
    "type": "petition"
}