{
    "attributes": {
        "action": "Make a law to stop images and information of minors being public.",
        "additional_details": "I want clear lawful guidelines to be drawn up about strangers sharing pictures of children and having pictures of children saved onto their devices! Right now the law has no clear guideline. With current guidelines anyone can take a picture of a child off social media and post it anywhere they want including where the child is from, the childs name and place they go to school! Laws should be in place made to safe guard children and right now that's not what the law is doing.",
        "background": "I want clear guidelines in place to safe guard kids, the current laws are making it too easy for the distribution of images and childrens personal information. Right now children with foster parents have their images and personal information protected these laws should be in place for all minors.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-14T14:26:10.007Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-14T14:36:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-06T09:58:12.636Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do, and how you'd like guidance to change.\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as making illegal to share images of children online without parental consent. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-06T12:48:54.023Z"
    },
    "id": 548423,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548423.json"
    },
    "type": "petition"
}