{
    "attributes": {
        "action": "To change the law with regards to Blue Badge for hidden disabilities",
        "additional_details": "As an individual with various hidden disabilities both myself and others with hidden disabilities are suffering unnecessarily from stress and anxiety due to an unfair process. I myself have submitted information from DWP judges, psychiatrists, psychologists and still been refused based on mobility criteria even though I have 10 points on my PiP. I want myself and others to be treated fairly, not suffer discrimination based on our needs and discrimination based on Blue badges is irradicated.",
        "background": "Although the U.K. Government have taken initial steps, local councils are not taking the necessary steps to ensure that those who need a Blue Badge due to hidden disabilities receive one and only base criteria based on mobility alone or lack knowledge in hidden disabilities so refuse applications.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-14T17:22:28.706Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-14T18:05:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-10T14:27:33.654Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Blue Badges are automatically awarded to people if they receive certain rates of particular benefits, but are not normally awarded because people have a specific condition. Local councils, not the Government or House of Commons, are responsible for deciding who is eligible for a blue badge.\r\n\r\nYou could start a petition calling for the Government to review the criteria for blue badges, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-10T14:27:45.025Z"
    },
    "id": 548449,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548449.json"
    },
    "type": "petition"
}