{
    "attributes": {
        "action": "Hospital visits to be permitted to critical patients during COVID-19",
        "additional_details": "Families understand that in this pandemic precautions need to be taken to protect patients as they are vulnerable but we are willing to adhere to all guidelines such as wearing the appropriate PPE equipment! Research indicates that patients who are in comas & minimally responsive conditions need interaction with familiar voices, familiar smells & touch to aid their recovery. How we do this if we are not allowed to see the patients!\r\n\r\nWe want hospital visits not pub visits!!",
        "background": "The government are lifting restrictions all over the country & promoting pub visits, 50% discounts to eat out & yet families are not able to see their loved ones! \r\n\r\nWe want the government to reconsider guidelines around hospital visits & allow family members to visit regularly in a safe manner.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-14T14:58:00.580Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-14T17:13:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-21T16:15:01.501Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about visitors are a matter for the NHS, not the Government or House of Commons.\r\n\r\nOn 5 June, the NHS’s suspension of hospital visiting was lifted. This means that visiting is now subject to local discretion by trusts and other NHS bodies. You should check with your local hospital for their policy on visiting."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-03T14:57:07.912Z"
    },
    "id": 548431,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548431.json"
    },
    "type": "petition"
}