{
    "attributes": {
        "action": "Government must review unfair Exam Results after leaving students devastated",
        "additional_details": "GCSE and A Level students across the country have been awarded grades mostly determined by an algorithm, rather than the teachers who have an understanding of their potential.\r\nMany diligent students have been left disappointed by their exam results; having achieved poorly purely because of a disadvantaged background and/or a school that has previously performed badly.\r\nThe unfair manner in which students’ grades have been decided must be corrected to show their individual capabilities.",
        "background": "The Government should review the exam results given to hard working A Level and GCSE students, as many have been left with worse grades than predicted by their teachers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-14T17:52:05.164Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-14T17:59:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:56:56.636Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:56:56.634Z"
    },
    "id": 548457,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548457.json"
    },
    "type": "petition"
}