{
    "attributes": {
        "action": "A fairer algorithm for calculating this years A-Level and GCSE results",
        "additional_details": "Following the cancellation of the 2020 A-Level and GCSE exams, students were reassured their future was in safe hands;  that a fair algorithm would ensure that they could transition to the next step on their educational or vocational journeys. However 40% of grades are lower than teacher predictions. It is vital that mistakes are rectified for the benefit of this years cohort of students. We are beginning to work toward moving forward from the pandemic, we can’t leave the students behind.",
        "background": "Reassess the system or algorithms that produced the grades this year and make sure that the pandemic won’t leave hundreds-of-thousands of students with lower than expected grades. ‘Re-marks’ also costly for those who need them, and on top of an already class-biased system, create more unfairness.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-14T19:42:16.842Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-14T19:53:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:23:40.607Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:23:40.604Z"
    },
    "id": 548481,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548481.json"
    },
    "type": "petition"
}