{
    "attributes": {
        "action": "Give A-Level Students their Centre Assessed Grade (or moderated grade if higher)",
        "additional_details": "On the 13th August many A-Level students were shocked and disappointed by the grades they received. 280,000 students had their results downgraded from the grades that their teachers had submitted to the exam boards. This has massively affected their futures. \r\n\r\nTeachers are professionals with unique insight into their students’ abilities. With many scrambling to get places through clearing the government should honour the centre assessed grades that the teachers have submitted.",
        "background": "Many young adults have had their futures meddled with unnecessarily. The government should award all A-Level students their Centre Assessed Grade (or, if higher their moderated grade) in order to ensure they can move on to the next stage of their education/lives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-15T11:35:29.067Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-15T14:29:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:25:04.010Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:25:04.006Z"
    },
    "id": 548541,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548541.json"
    },
    "type": "petition"
}