{
    "attributes": {
        "action": "Make the use of \"rape myths\" in sexual assault court cases illegal.",
        "additional_details": "Rape convictions are at a record low in England and Wales. Convictions have halved in the last 3 years but the number of reported rapes has sharply increased. A contributing factor to the drop in convictions is the use of rape myths in court cases. Survivors are blamed for their assault based on their clothing, use of alcohol, mental health issues, & much more. Making rape myths illegal in court prevents prejudiced bias and facilitates fair trials.",
        "background": "Ensure rape myths can't be used as facts in sexual assault court cases. They unfairly influence juries and prevent fair trials. Rape myths are stereotyped false beliefs about sexual assault, rapists, and rape victims. They excuse sexual aggression, blame victims, and bias criminal prosecutions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-15T13:33:34.718Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-15T16:37:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-25T10:53:15.251Z",
        "rejection": {
            "code": "no-action",
            "details": "The Code for Crown Prosecutors already makes it clear that 'rape myths' must not be used in court:\r\n\r\nhttps://www.cps.gov.uk/legal-guidance/rape-and-sexual-offences-chapter-21-societal-myths\r\n\r\nYou could start a petition calling for people serving on jury panels to receive compulsory training on rape myths, if that's something you'd like to see happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-25T10:53:25.498Z"
    },
    "id": 548553,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548553.json"
    },
    "type": "petition"
}