{
    "attributes": {
        "action": "Show the animal agriculture documentary \"Land of Hope and Glory\" in UK Schools",
        "additional_details": "In order to consume animal products, animals are abused, tortured, mutilated and murdered. Children should be made aware of this and be informed that there is another way to live. To live vegan. \r\n\r\nMost children adore animals and I think it's so unfair to force them to consume the very same animals they inherently love.",
        "background": "Far too many children are raised having their inherent compassion for animals stripped from them by being conditioned to eat animal products. Showing this documentary in school means children will be able to make an informed decision on whether they support this or not.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-15T15:28:05.495Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DEFRA",
                "name": "Department for Environment, Food and Rural Affairs",
                "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-15T17:37:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-03T16:29:42.441Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a decision for individual teachers and schools, not the UK Government or Parliament. \r\n\r\nYou could start a new petition about something the UK Government and Parliament are responsible for. For example, you could start a new petition asking the Government to require all schools to serve vegan food as standard, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-03T16:29:58.922Z"
    },
    "id": 548565,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548565.json"
    },
    "type": "petition"
}