{
    "attributes": {
        "action": "Impose fines for discarding face coverings in an antisocial way.",
        "additional_details": "We should be able to go for walks, swim, picnic and exercise, without having to encounter used face coverings that not only make the immediate area unpleasant, but could potentially cause harm, both to people as well as wildlife.\r\nI feel that a fine should be imposed on people caught discarding their face coverings in this way. Fines should be fixed penalties, say £100, doubling each time, up to a maximum, of say, £3200, every time a person is in breach of this rule.",
        "background": "Since the mandating of face covers, it has become apparent that some people are discarding their face coverings in an anti social manner. I have visited beaches, forests, parks and many other areas, both urban and rural, and have been disgusted at the total disrespect shown to the environment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-15T15:02:37.241Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-31T23:28:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-07T09:06:21.760Z",
        "rejection": {
            "code": "no-action",
            "details": "Littering is already a criminal offence with a maximum fine of £2,500. Fixed penalty notices (between £50-80) are also often used in lieu of prosecution in the courts.\r\n\r\nWe have already published a number of petitions calling for the Government to increase penalties and enforcement of littering rules, which you might like to sign:\r\n\r\nIncrease penalties, enforcement and education to tackle littering & fly tipping: https://petition.parliament.uk/petitions/324488\r\n\r\nIntroduce heavy fixed penalties starting at £1000 minimum for littering: https://petition.parliament.uk/petitions/334297\r\n\r\nWe have also published a petition calling on the Government to ban the use of disposable face masks and plastic gloves in public places, because of the environmental impact of these products: https://petition.parliament.uk/petitions/324857\r\n\r\nDecisions about enforcement of fines and prosecutions for littering offences is a matter for the police and Crown Prosecution Service, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-07T09:06:21.758Z"
    },
    "id": 548562,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548562.json"
    },
    "type": "petition"
}