{
    "attributes": {
        "action": "Scrap the A-Level and GCSE testing system",
        "additional_details": "The current system lacks fairness. It unjustly affects individuals based on where they go to school. It is arbitrary in its impact, and lacks a transparent and justified connection with the real efforts of individuals. It is demonstrably discriminatory, even if that is not the intention. The algorithm reflects the Government's decision to prioritise the overall pattern of results, disregarding the exceptional circumstances of 2020, at the expense of the interests of students and society.",
        "background": "I want the Government to scrap the algorithms used to award A-Level and GCSE grades and revert, for this academic year, to predicted grades provided by schools.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-15T11:51:18.934Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-15T15:43:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:25:16.148Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:25:16.144Z"
    },
    "id": 548543,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548543.json"
    },
    "type": "petition"
}