{
    "attributes": {
        "action": "RESTRICT LEGAL AID FOR ILLEGAL IMMIGRANTS AND FAILED ASYLUM SEEKERS.",
        "additional_details": "Legal Aid is being abused by, what some people see as unscrupulous lawyers, to enable appeal after appeal for those who have no right to be here. The signatories to this Petition call upon Her Majesty's Government to introduce legislation to stop this abuse",
        "background": "Restrict the provision of legally aided assistance to all illegal immigrants.  They should have \"one bite of the cherry instead of being able to bring case after case in order to delay their deportation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-15T18:50:30.406Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-16T07:54:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-19T14:04:33.341Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want restrictions on the rights to legal aid. However, there are already rules governing eligibility for legal aid.\r\n\r\nLegal aid relating to civil actions, such as asylum applications, is subject to a 'means' test (https://www.gov.uk/guidance/work-out-who-qualifies-for-civil-legal-aid#means) and a 'merit' test (https://www.gov.uk/guidance/work-out-who-qualifies-for-civil-legal-aid#merits).\r\n\r\nThere are also strict requirements governing when a person can appeal a conviction for the first time, and on subsequent occasions. For example, legal aid is available for judicial review in immigration cases, however there are specific rules to prevent someone repeatedly raising the same issue. This is outlined in the Legal Aid, Sentencing and Punishment of Offenders Act 2012: https://www.legislation.gov.uk/ukpga/2012/10/schedule/1/enacted (see Paragraph 19(5)). Further information can be found in this Home Office guidance, which sets out the grounds for appeal in immigration cases: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/919742/rights-of-appeal-v8.0.pdf.\r\n\r\nIt is therefore not clear what changes you want to be made. You could start a petition calling for specified changes to the rules governing the right to appeal in immigration cases, if that is something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-19T14:05:07.103Z"
    },
    "id": 548584,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548584.json"
    },
    "type": "petition"
}