{
    "attributes": {
        "action": "Cancel the awarding of U grades from the A-level results in 2020.",
        "additional_details": "As an experienced teacher I know that mock exams almost always elicit lower grades than final grades, especially from the students at the lower end of the grades. A student who fails an early mock is not often one who fails the course. When we teach students to learn from their mistakes, persevere and work harder in order to improve it is unacceptable to dish out U grades in the current circumstances. The mock exam caveat is unlikely to help many at the lower end of the grading system.",
        "background": "Cancel the U grades awarded by the algorithm for the 2020 A-level results. Students should not walk away with nothing to show for their time when many have worked hard to get towards an E or a D. The potential exception to this being if the teacher prediction was a U.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-15T21:22:18.196Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-15T21:35:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-26T16:47:57.146Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request:\r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-26T16:47:57.142Z"
    },
    "id": 548593,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548593.json"
    },
    "type": "petition"
}