{
    "attributes": {
        "action": "Replace or rebuild Hammersmith Bridge fit for purpose.",
        "additional_details": "Very simple - build a new modern bridge that works for cars, buses, cyclists, motorcyclists and pedestrians, allowing the use of what should be a main artery into London. \r\n\r\nIt's time to put the needs of the people over the Council's obsession with heritage. \r\n\r\nThe economy is on its knees: let's not make it even harder for a major developed city to run as it should. Allowing trade and business to resume. \r\n\r\nEasing an already congested city will help reduce to pollution in the surrounding areas.",
        "background": "Immediately address the catastrophic impact that the closure of HB is having on hundreds of thousands of tax paying citizens / business owners / local residents. The impact on the surrounding areas beyond Hammersmith indicates a complete lack of concern for both the environment and the people of Ldn",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-15T09:27:13.326Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-15T09:37:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-02T12:18:03.540Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for Transport for London and the local authority. \r\n\r\nYou could start a petition calling for the Government to provide funding for a new bridge, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-02T12:18:15.154Z"
    },
    "id": 548523,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548523.json"
    },
    "type": "petition"
}