{
    "attributes": {
        "action": "Give A Level and GCSE students the grades predicted by their teachers.",
        "additional_details": "We would like to draw your attention to our predictions. It is unjust that an algorithm, which has no idea what our capabilities are, decides our grades. These grades are many peoples future.It is also not fair to use previous grades to predict to predict our grades. In addition to this, we would like you to pay close attention to the fact that people from a lower socioeconomic background received lower grades. How is this fair? Is there a reason behind this? What happened to equality?",
        "background": "39.1% have had their grades lowered by at lease one grade. This is biased. No-one knows our capabilities as well as our teachers do. Hence it is unreasonable to lower this grade. Thus we would like to protest the scrapping of the results system and allow students to be given the teacher predictions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-15T21:58:32.015Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-15T22:55:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:57:31.635Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:57:31.633Z"
    },
    "id": 548600,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548600.json"
    },
    "type": "petition"
}