{
    "attributes": {
        "action": "Award students UCAS predictions where they're higher than Centre Assessed Grades",
        "additional_details": "CAGs were produced months into a pandemic which caused educational disruption for some students far more than others. UCAS predictions were calculated by the same teachers as CAGs, just before the pandemic took hold, so are not skewed by the last few months as any CAGs differing from UCAS predictions self-evidently are. Disregarding UCAS predictions undermines their value and punishes students who were unable to work to the best of their ability during the pandemic through no fault of their own.",
        "background": "Award UCAS predicted grades to A Level students in 2020, where these are higher than their Centre Assessed Grades (CAGs).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-17T21:25:58.501Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-18T08:16:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-26T12:55:20.978Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request:\r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-26T12:55:20.977Z"
    },
    "id": 548817,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548817.json"
    },
    "type": "petition"
}