{
    "attributes": {
        "action": "Remove the C grade minimum for job applications and replace with pass grade.",
        "additional_details": "Too many people from a certain generation went to work early to support their families, school had to take a back foot. It doesn't mean they couldn't have achieved the grade but it did mean that they were stuck one letter below the all important C. Other grades are still a pass and people are excluded on these ground. How is that equal rights? Many D, E or even ungraded students hold jobs that require a degree. Remove these requirements from job applications and replace with an aptitude test.",
        "background": "Having a C grade as a minimum for job applicants is unfair when a D or even an E grade was still a pass. Personal situations may have meant a lower grade but intelligence shouldn't be based on a letter at the age of 16. Replace with an equivalent aptitude test for applicants instead for all jobs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-18T11:20:27.551Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-18T13:40:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-25T11:40:36.027Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for individual employers. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-25T11:40:36.024Z"
    },
    "id": 548861,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548861.json"
    },
    "type": "petition"
}