{
    "attributes": {
        "action": "Allow background noise in pubs and restaurants",
        "additional_details": "Pubs and restaurants are facing extremely hard times throughout covid-19 despite being allowed to re open their doors.\r\n\r\nRunning at less than half their capacity is already putting real hardship on businesses however this new guidance relating to musoc/background noise will see even less customers walking through the doors\r\n\r\nI ask for background noise to be allowed at a low level but to at least have something\r\n\r\nHelp us get through this by allowing at least TV noise in business premises",
        "background": "To overturn the new guidelines regarding no background noise, no TV, no music in pubs and restaurants",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-18T19:39:24.867Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-18T19:45:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-25T16:44:47.894Z",
        "rejection": {
            "code": "no-action",
            "details": "There is no ban on background noise in pubs or restaurants. We're therefore not exactly sure what you'd like to happen. \r\n\r\nThe guidance for keeping workers and customers safe during COVID-19 in restaurants, pubs, bars and takeaway services recommends lowering the volume of background music. The decision on whether or not to turn it off completely would be for individual establishments. You can find out more here: \r\n\r\nhttps://assets.publishing.service.gov.uk/media/5eb96e8e86650c278b077616/working-safely-during-covid-19-restaurants-pubs-takeaway-services-200812.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-25T16:44:47.891Z"
    },
    "id": 548916,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548916.json"
    },
    "type": "petition"
}