{
    "attributes": {
        "action": "Hospitals allow 2 people during labour with mother from the start of labour",
        "additional_details": "The government needs to allow up to 2 people from the start of labour to support the pregnant mother.",
        "background": "Labour is scary and not having a familiar face and a person you know that will have your best interests at heart puts more stress on the mother. During labour, a mother might not be in her right state of mind and not having someone there to help make decisions for her is unfair.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-19T09:29:34.457Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-19T11:29:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-26T12:48:25.346Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about the number of birth partners permitted to attend a birth is a matter for individual hospitals and NHS trusts, and not the Government or House of Commons.\r\n\r\nThe NHS has published guidance on intrapartum maternity care which states that women should have access to one birth partner during labour, provided they are asymptomatic: https://www.england.nhs.uk/coronavirus/wp-content/uploads/sites/52/2020/04/C0241-specialty-guide-intrapartum-maternity-care-9-april-2020.pdf\r\n\r\nThe Royal College of Obstetricians and Gynaecologists has also produced guidance which states that women should be able to have a birth partner present during labour and birth: https://www.rcog.org.uk/en/guidelines-research-services/guidelines/coronavirus-pregnancy/covid-19-virus-infection-and-pregnancy/#choices\r\n\r\nIt is an operational decision as to how individual hospitals and NHS trusts implement this guidance.\r\n\r\nYou may be interested to know that the Petitions Committee conducted an inquiry into the impact of Covid-19 on parental leave, as a result of a petition it received and published a report.\r\n\r\nYou can read the summary here: https://houseofcommons.shorthandstories.com/how-has-maternity-and-parental-leave-been-impacted-by-coronavirus-/index.html\r\n\r\nYou can read the full report here: https://publications.parliament.uk/pa/cm5801/cmselect/cmpetitions/526/52602.htm"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-26T12:48:31.920Z"
    },
    "id": 548961,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548961.json"
    },
    "type": "petition"
}