{
    "attributes": {
        "action": "Make identity theft a police recordable crime.",
        "additional_details": "I have recently been a victim of identity theft, someone crashed a car and used my ID, stole a hire car using my name, and has spent the past month or so trying to open bank accounts, accessing my account, and much more using my name. It has put me under immense stress and the police will not investigate because according to Law, this is not an offence.",
        "background": "Currently, Identity theft is not an offence in Law and therefore is not a police recordable crime, I want to change this as it isnt just loan companies who are the victims in these cases.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-19T13:35:57.595Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-19T14:03:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-28T09:44:31.091Z",
        "rejection": {
            "code": "already-happening",
            "details": "Identity theft is already a criminal offence, and anyone who feels their personal information has been used to commit financial fraud (such as taking out a loan in another's name) should report it to Action Fraud, the police’s fraud-reporting service: https://www.actionfraud.police.uk/.\r\n\r\nYou can find out more about identity theft here: https://www.which.co.uk/consumer-rights/advice/what-is-identity-theft.\r\n\r\nYou may wish to sign this petition which calls for credit ratings agencies to make it easier for people to have their bad credit ratings cleared: https://petition.parliament.uk/petitions/326524."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-28T09:44:37.175Z"
    },
    "id": 548991,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548991.json"
    },
    "type": "petition"
}