{
    "attributes": {
        "action": "Force the NHS to get dentists to open up for proper dental treatments.",
        "additional_details": "People are pulling out their own teeth and suffering unnecessarily. Teeth health is critical, poor teeth health can be life threatening. Expecting people to wait till NEXT YEAR just to get a check up is OUTRAGEOUS! The government must treat this seriously and with some haste. People NEED TREATMENT NOW! We have contributed into the NHS, now give us some respect and get this urgent issue sorted out. Don’t pass the buck to dentists, give them what they need!",
        "background": "Despite Covid-19 still being a problem, the NHS, BDA and government need to treat NHS dental patients as important as any other patients during Covid-19. Simply offering endless rounds of antibiotics and pulling out perfectly salvageable teeth is outrageous and a giant leap back to past centuries.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-19T15:57:50.208Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-19T16:09:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-03T14:59:45.418Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about restrictions to services are a matter the NHS and individual NHS trusts and dentists, not the Government or House of Commons.\r\n\r\nDetails of how to seek urgent dental treatment are available on the NHS's website: https://www.nhs.uk/service-search/find-a-dentist\r\n\r\nYou could start a new petition asking for the Government to provide funding to Dentists to help increase the services they provide, if that's something you'd like to see. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-03T14:59:50.448Z"
    },
    "id": 549005,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549005.json"
    },
    "type": "petition"
}