{
    "attributes": {
        "action": "Ensure 2021 A-level students aren't disadvantaged by 2020 deferrals",
        "additional_details": "Due to Covid-19, this year's Year 12 students have not been in school for the second half of the year. Their learning has been hampered, and their time with teachers limited. Due to the ongoing situation, it is not known if they will be able to attend school full-time from September onwards. It is not clear how they will be assessed next year. These uncertainties will be made much worse if they have to take second place to 2020 deferred students. Remove this stress for our young people.",
        "background": "Govt must not allow these young people to receive lesser treatment due the problems caused by its U-turn on 2020 grading. Deferrals to 2021 must be capped so next year's A-level students have the same opportunities for their preferred course and accommodation as they would have had any other year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-19T18:53:28.837Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-19T20:34:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-29T09:13:10.557Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  Universities are responsible for deciding on the number of deferals and new places that they can accomodate. \r\n\r\nYou could start a petition calling for the Government to provide universities with extra funding to ensure defered places do not prevent new 2021 applications from securing a place, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-29T09:13:10.555Z"
    },
    "id": 549027,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549027.json"
    },
    "type": "petition"
}