{
    "attributes": {
        "action": "Ensure future year's university applicants will also not lose out to COVID-19",
        "additional_details": "For 2020 entry, an unexpectedly large number of university offers have been met. These places are well deserved. Simultaneously, many universities are now struggling to cope and are actively encouraging deferral to 2021 entry.* This will almost certainly reduce the number of places available to coming application cohorts.\r\n\r\nAs we ensure this year's university applicants are fairly treated, we must also ensure future generations of applicants are as well.\r\n\r\n\r\n* https://www.bbc.co.uk/news/uk-53819655",
        "background": "Parliament must ensure applicants for 2021 university entry are not affected by the unprecedented number of 2020 deferred places caused by this year's A-level fiasco.\r\nUniversities should be required to match the number of 2020 offers made next year with the support and funding to make it possible.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-19T22:57:20.613Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-19T23:27:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-29T08:49:37.123Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for individual universities.\r\n\r\nYou could start a petition calling for the Government to increase university funding in 2021 to enable more places to be offered, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-09-29T08:49:46.892Z"
    },
    "id": 549055,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549055.json"
    },
    "type": "petition"
}