{
    "attributes": {
        "action": "Make it a punishable offence if uncontrolled dogs attack and kill domestic pets.",
        "additional_details": "Last year a dog which was off lead came onto my property where it attacked and killed my cat. Neither the police or RSPCA could take any action against the owner. In the last few days it has come to my attention that the same dog has attacked and killed at least two more cats. Both times the owner was present but did nothing to prevent it. If an owner is aware that their dog is reactivate it should be muzzled and kept on a leash in public areas.",
        "background": "To enable the police to take action against owners of dogs who are uncontrolled and attack or kill any domestic pet. Also for any such dog to be taken from it's owner and be assessed for rehabilitation. Destroying the dog should be a last resort.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-21T13:34:25.001Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-21T15:23:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-29T12:10:24.282Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. There are already laws in place that allow dogs to be removed from owners, and there is a criminal offence of allowing a dog to be out of control. You can read more here:\r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/69263/dogs-guide-enforcers.pdf\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as imposing fines or custodial sentences for these actions. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-29T12:10:24.280Z"
    },
    "id": 549215,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549215.json"
    },
    "type": "petition"
}