{
    "attributes": {
        "action": "Ensure that external exam candidates are re-entered for October exams, Covid-19",
        "additional_details": "The Department of Education have stated that: 'In cases where students wish to sit exams, we expect the school or college that entered them in the summer to enter them in the autumn and make sure they have somewhere to sit their exams'. However, there is no government system holding schools and colleges to account for their duty of care towards external candidates and therefore, they are being denied access to exam entry at centres that don't have internal candidates taking the same exams.",
        "background": "Work with local education authorities, exam centres and exam boards to ensure that all external candidates registered for exams in June are re-entered for exams in October. Hold schools and colleges to account regarding their duty to external candidates registered to sit exams with them in June.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-24T21:51:46.370Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-24T23:24:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-02T14:23:31.308Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to enter private students for exams is one for individual centres, not the UK Government or Parliament. You could start a new petition asking the Government to provide funding to centres to facilitate external candidates, if that's something that you'd like to see. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-02T14:23:36.100Z"
    },
    "id": 549480,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549480.json"
    },
    "type": "petition"
}