{
    "attributes": {
        "action": "Put an end to police brutality,",
        "additional_details": "Police brutality must stop it as spread across the country like an out of control virus ,many years ago we had a police force we could all trust and respect ,we need to give people with complex mental health needs more rights why they are detained in police custody.this alone may help to stop this out of control brutality. When someone is abused and ill treated whilst in custody unless it is addressed it will not go away,and will continue to plague are community s for generations to come, creating more hate & distrust for all hard working decent police officers.which we all used to be so very proud of many years ago.",
        "background": "End police brutality of offenders in police custody,give more rights to people with complex mental health issues whilst they are detained in police cells",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-27T05:08:57.529Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-30T08:01:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-30T16:31:46.925Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We understand you're concerned about the police's treatment of arrestees, but we're not sure what specific changes you'd like to see happen. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-30T16:31:46.923Z"
    },
    "id": 549686,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549686.json"
    },
    "type": "petition"
}