{
    "attributes": {
        "action": "NEW CHECKS FOR TENANTS before renting from landlords",
        "additional_details": "Due to the bad experiences in terms of landlords (eg. making lies on selling and putting tenants in bad positions or situations) and not providing the necessary standards with regards to their role (i.e. trust, decency as in not going into properties without permission and providing a safe and secure living condition for tenants.)",
        "background": "NEW CHECKS ON LANDLORDS including: previous tenants references, their identification and part of a licensed practice with training as well as safety measures of buildings including non-toxic living standards and safety check certifications of appliances especially for children or future children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-28T10:47:51.788Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-28T12:45:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-04T08:19:06.805Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for what information landlords or potential tenants request from each other before agreeing to let a property. This is a private matter between individual landlords and potential tenants.\r\n\r\nWe could accept a petition calling on the Government to regulate the letting of residential properties, so that landlords/estate agents have to apply for licences, and are subject to certain requirements such as those you refer to in your petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-15T12:32:33.253Z"
    },
    "id": 549774,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549774.json"
    },
    "type": "petition"
}