{
    "attributes": {
        "action": "Review the powers given by the Coronavirus Act 2020 to the Secretary of State",
        "additional_details": "The Secretary of State can issue a Declaration of threat to public health in England due to coronavirus based on the data available about the incidence or transmission of coronavirus and whether it constitutes a serious and imminent threat to public health in England.\r\n\r\nThis power is held in the hands of the Secretary of State and chief medical officers ONLY, not requiring any input from any other professionals, or a body which the SoS is accountable to. This is non-democratic.",
        "background": "I wish the government to review and lessen the powers given to the Secretrary of State under the coronavirus act 2020 and thereby all acts which rely on these powers being in effect.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-28T15:31:08.191Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-28T15:59:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-04T15:36:39.322Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The powers brought in by the Coronavirus Act are already subject to review every six months: https://www.legislation.gov.uk/ukpga/2020/7/section/98/enacted\r\n\r\nWe have published a petition calling for the Coronavirus Act to be repealed:\r\nhttps://petition.parliament.uk/petitions/313310\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking that the Act be amended to require a majority of MPs in the House of Commons to agree in a vote, before certain powers can be used.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-09-04T15:37:02.870Z"
    },
    "id": 549795,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549795.json"
    },
    "type": "petition"
}