{
    "attributes": {
        "action": "Give GPs training to give trans patients cross sex hormones safely",
        "additional_details": "I want the government or parliament to do this because the waiting times to access services like Gender Identity Clinic have been going up at an alarming rate. Currently, the expected wait to get your first appointment at the Porterbrook clinic in Sheffield is 30 months. That's over 2 years. Hormone replacement therapy for trans patients is nearly identical to that for cisgender patients, you wouldn't make a cis man who was unable to produce testosterone wait over 2 years to get testosterone.",
        "background": "I want the government to place a mandate that requires each doctor's surgery to have at least one GP who has been given training on how to prescribe cross sex hormones to transgender patients and how to safely and correctly monitor them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-27T11:59:16.872Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-27T12:29:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-03T16:42:31.243Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions on who can prescribe cross sex hormones is a clinical decision for clinicians, not the UK Government or Parliament. \r\n\r\nYou may wish to sign this petition which calls on the Government to increase funding for NHS transgender services to help reduce waiting times: \r\nhttps://petition.parliament.uk/petitions/321492\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-29T16:33:07.370Z"
    },
    "id": 549705,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549705.json"
    },
    "type": "petition"
}