{
    "attributes": {
        "action": "Allow the family of murdered victims to raise complaints about detectives.",
        "additional_details": "For the families of murder victims, their lives are already shattered and they should not be subjected to further trauma dealing with prejudice from the Police and having to fight for justice when they are also dealing with immeasurable grief. Section 6.14.2 of the Complaints About The Police, Standard Operating Procedures needs to be amended or removed to ensure access to a fair and swift process when complaints are made about detectives leading a murder investigation. Allowing complaints to go unheard until after a court case is sub justioce and unfair to the victim and their family. Ignoring complaints and failings poses great risk to entire communities if these failings lead to guilty individuals walking free from court to kill again.",
        "background": "Currently the families of murder victims cannot raise formal complaints about detectives leading a murder enquiry, regardless of any prejudice or failings. This means families are forced into a fight or flight state, faced with the prospect of spending years fighting for justice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-27T17:33:47.095Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "HO",
                "name": "Home Office",
                "url": "https://www.gov.uk/government/organisations/home-office"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-27T19:29:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-06T11:51:07.031Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  Policing in Scotland is devolved to the Scottish Government and the Scottish Parliament\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-06T12:50:23.314Z"
    },
    "id": 549737,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549737.json"
    },
    "type": "petition"
}