{
    "attributes": {
        "action": "Add colour Tarmac to the road where Gov are changing vehicle priority",
        "additional_details": "This scheme is meant to be about the environment not making money. clear visual markers are needed in the road.There are rainbows being painted in the road, so it is clearly possible. It needs to be a clear marker showing access is forbidden, with warning. \r\nAs a business owner we have had  fines, the signage being used is small, and there is no warning until you have crossed the point. This is simply not fair on people, trying to work and earn a living, care for people or attend appointments",
        "background": "Any Roads that are having changes made to the type of vehicles allowed or change of access should have a clear color change on the road, Signs are small and not always noticeable. and are often appearing on roads that people have used for years.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-28T12:12:21.806Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-28T13:26:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-04T08:24:33.349Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government specifies how traffic signs have to be used for certain traffic restrictions, but decisions about which vehicles are allowed on local roads and how this is signposted to drivers, provided this is in line with Government regulations, are for individual local authorities, not the Government or House of Commons.\r\n\r\nIf you are unhappy with how roads in your area are being marked, you should contact your local authority about this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-04T08:24:33.345Z"
    },
    "id": 549782,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549782.json"
    },
    "type": "petition"
}