{
    "attributes": {
        "action": "Birth cirtificate for same sex couple that have a baby. Not marriage.",
        "additional_details": "I would love the government to just help make it fair for others that want to extend there family’s but not have to marry straight away, and man and a woman can have a baby and not be married but still have equal rights.",
        "background": "Want to be able to go on a baby birth cirtificate if I helped create this life, if me and my partner decide to have a baby we shouldn’t have to be married for legal parental rights when we live together are together and are having a baby together.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-28T22:40:49.438Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-28T23:05:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-03T15:49:58.391Z",
        "rejection": {
            "code": "no-action",
            "details": "Whether someone is married doesn't affect whether their name can appear on a birth certificate, so we're not sure what changes to the law you'd like to see.\r\n\r\nIn many circumstances, female couples can already include both their names on their child’s birth certificate when registering the birth, whether or not they are married. \r\n\r\nMale couples need to apply to the courts, but it also doesn't matter whether or not they are married. \r\n\r\nYou can find out more here:\r\n\r\nhttps://www.gov.uk/register-birth/who-can-register-a-birth\r\n\r\nYou could start a new petition explaining clearly what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-03T15:50:06.746Z"
    },
    "id": 549817,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549817.json"
    },
    "type": "petition"
}