{
    "attributes": {
        "action": "Extend Scottish Governments First Home Fund past 31st March 2021",
        "additional_details": "Now in these present circumstances during a worldwide pandemic and the country being put on complete hold for 3 months there will be people out there in a situation where they have purchased a new build home due to be ready early next year and has now been delayed due to Covid 19. \r\nThis then puts them at risk of loosing their home or having to remortgage in order to get these funds if they cannot be in their property before this date & any money paid will also be lost.",
        "background": "Can we all sign this petition in order to get the attention of our government to look into extending the First Home Fund past 31st March 2021. \r\nCurrently the given situation is that anyone that is using first home fund has to be moved in by this date.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-31T15:37:27.751Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-31T16:22:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-07T08:39:29.672Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to petition the Scottish Parliament, you can find out more here: http://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-07T08:39:29.668Z"
    },
    "id": 549962,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549962.json"
    },
    "type": "petition"
}