{
    "attributes": {
        "action": "Overhaul driving tests to reduce wait times and increase instructor employment",
        "additional_details": "Obtaining a driving test has been difficult prior to COVID, and the current situation may permanently increase the backlog, or prevent drivers from obtaining tests, restricting employability and stunting economic growth.\r\nDriving instructors are currently stalled on testing bottlenecks, and this would give an opportunity for 40,000 instructors to return to business.\r\nA successful example is the Civil Aviation Authority presently delegates examining authority to private examiners/instructors.",
        "background": "There is a backlog of drivers ready to but unable to take driving tests in the UK due to lack of test availability.\r\nDVSA should allow experienced driving instructors to provide driving tests on behalf of DVSA.  This would reduce the burden on the DVSA and provide work for instructors.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-02T09:22:25.167Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-03T08:43:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-09T08:25:02.266Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nDirect DVSA to fully reopen all driving test centres and release more test slots: https://petition.parliament.uk/petitions/549644\r\n\r\nAllow driving instructors to pass learners unable to book a test: https://petition.parliament.uk/petitions/549207"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-16T15:59:07.043Z"
    },
    "id": 550061,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550061.json"
    },
    "type": "petition"
}