{
    "attributes": {
        "action": "Open Dance Studios and sports facilities in Bradford!",
        "additional_details": "Not only is the UK in an obesity crisis, those who are self employed or employed by a dance studio or gym have had absolutely no work for nearly 6 months. \r\nIt is a necessity that any health related centres or hobbies are re-opened as soon as possible. \r\nWe ask that the government look at the facts and figures and conclude that it is in the best interests for everyone's mental and physical health and well-being for dance studios and other fitness centres to open in Bradford, West Yorkshire.",
        "background": "I want dance studios and other sports facilities in Bradford, West Yorkshire back open asap. Dance studios and gyms etc... have been closed since March. Within this lockdown Bradford has seen an huge increase in child and adult obesity, this is due to the closure of dance and sports.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-03T16:52:41.977Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-03T17:26:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-10T14:50:52.982Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. While there are still specific restrictions on social contact, businesses such as indoor gyms have been allowed to reopen: https://www.gov.uk/guidance/north-west-of-england-local-restrictions-what-you-can-and-cannot-do\r\n                \r\nThe decision to open individual facilities is a matter for the operators of those facilities. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-10T14:50:52.979Z"
    },
    "id": 550180,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550180.json"
    },
    "type": "petition"
}