{
    "attributes": {
        "action": "Ensure answers given at Prime Minister's Questions are relevant to questions.",
        "additional_details": "The Speaker should ensure that a Prime Minister will:\r\n-Give answers that relate directly to the questions.\r\n-Not answer questions with other questions.\r\n-Not divert from questions with reference to the government's other unrelated achievements.\r\n-Not give answers that consist only of comment on an opposition's policy.\r\n-Tell the truth.\r\nPMQs is a short session. Create and apply rules to ensure time is used constructively, to allow clarity from, scrutiny of, and basis for trust in the government.",
        "background": "Currently the Prime Minister's Questions session does not demand that a PM give direct answers to questions that are asked. A PM can introduce subjects that are unrelated to the question or answer with another question. Introduce rules to ensure that specific answers are given during PMQs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-02T17:52:15.667Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-02T23:22:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-09T16:03:38.802Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament as a whole aren't responsible for the issue you raise. Order in the Commons is the responsibility of the Speaker personally, and the Prime Minister is responsible for answers to questions. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-09T16:03:49.646Z"
    },
    "id": 550101,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550101.json"
    },
    "type": "petition"
}