{
    "attributes": {
        "action": "Give Police the power to deal with noise nuisance - loud music",
        "additional_details": "This should be dealt with by the police as the council are not open 24/7 and are no deterrent to the offenders.",
        "background": "Give Police the power to deal with noise nuisance - loud music",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-04T21:21:36.797Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-06T12:33:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-05T09:55:49.674Z",
        "rejection": {
            "code": "no-action",
            "details": "Local councils are obliged to investigate complaints about noise that could be a statutory nuisance, and powers to serve abatement notices. Information on how councils deal with complaints about noise nuisances is avaialble here: https://www.gov.uk/guidance/noise-nuisances-how-councils-deal-with-complaints\r\n\r\nThe way in which individual councils do this, including requiring residents to keep a log, is a matter for individual local authorities, and not the Government or House of Commons.\r\n\r\nThe obligations of councils to investigate complaints has not been suspended during the lockdown, so local authorities are still obliged to do this.\r\n\r\nBecause noise complaints are not a criminal offence, they are not a matter for the police. If you want the police to be able to take action about noise complaints you could start a petition calling for antisocial behaviour such as excessive noise to be made a criminal offence, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-05T09:55:49.671Z"
    },
    "id": 550299,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550299.json"
    },
    "type": "petition"
}