{
    "attributes": {
        "action": "Partners allowed for all scans and the entirety of labour/birth in ALL hospitals",
        "additional_details": "My wife is pregnant with our first child.  I cannot attend any of the appointments or the scans with her.  Seeing your unborn child on screen for the first time is magical and this has been permanently taken from me.\r\n\r\nThe 20 week scan is an important scan - what if it shows problems with the pregnancy?  I won't be there to support her.\r\n\r\nAntenatal appointments are now remote only.\r\n\r\nPartners are only allowed when the expectant mother is 4cm dilated - potentially minutes from birth (easy to miss).",
        "background": "Partners should be allowed to experience all aspects of pregnancy with the expectant mother.\r\n\r\nThis should include all scans, all appointments and, importantly, the entirety of labour and birth.\r\n\r\nIt is cruel to not let the partner experience this and to deny the mother any support.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-04T14:24:27.013Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-05T08:27:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-14T10:32:58.262Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about who can attend scans are a matter for the NHS, not the UK Government or House of Commons.\r\n\r\nOn 5 June, the NHS’s suspension of hospital visiting was lifted. This means that visiting is now subject to local discretion by trusts and other NHS bodies. You should check with your maternity team and sonography unit for their policy on visitors attending antenatal appointments, including scans."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-14T10:32:58.258Z"
    },
    "id": 550249,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550249.json"
    },
    "type": "petition"
}