{
    "attributes": {
        "action": "Allow all residents to apply for parking permits without restriction",
        "additional_details": "The changes the mayor is making are unrealistic and not appropriate for London. It can take up to 2-3 hours to travel around London and with the growing pandemic more people are scared to go to use the London transport as that can be a breeding ground for the virus. I believe the changes imposed have not been thought through adequately neither have the people of London had any involvement in these decisions. Life is not worth living in London anymore neither is it fun to live here.",
        "background": "Enable residents that have low emission cars that fit the ULEZ and LEZ compliance to apply for parking permits in any borough with out any restrictions. I ask for this due to an alarming amount of new builds that do not allow parking due to the Mayor restricting parking to less than half.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-07T17:05:22.117Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-07T18:37:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-01T16:36:57.761Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for individual London councils, not the UK Government or Parliament. You might be able to start a petition to the London Assembly calling on them to work with councils to allow for owners of such cars to apply for parking permits in all boroughs. You can find out more about how to do this here: https://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-01T16:36:57.757Z"
    },
    "id": 550488,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550488.json"
    },
    "type": "petition"
}