{
    "attributes": {
        "action": "Stop all proposed changes to the Human Medicine Regulations",
        "additional_details": "Laws, restrictions & adequate liability are essential safeguards that should not be changed.\r\n\r\nChanges, even temporary, should not be made to bend or stretch to fit the situation.\r\n\r\nUnlicensed medicines should not be in the public domain\r\n\r\nThose responsible for damages caused by vaccinations placed on the market should not be waived from civil liability. If they are safe there is no need for a waiver.  \r\n\r\nTo protect the public from harm only fully trained registered practitioners, that have adequate liability cover, should be able to administer vaccinations.\r\n\r\nUnlicensed medicines should not be advertised to the public who rely on authority for reliable advice.\r\n\r\nVaccines should not be traded wholesale without a licence.",
        "background": "The UK government are consulting on proposed changes to the Human Medicine Regulations 2012 and the Human Medicines (Amendment etc.) (EU Exit) Regulations 2019 in relation to the rollout of coronavirus and influenza vaccinations.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-09-07T16:10:50.542Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DHSC",
                "name": "Department of Health and Social Care",
                "url": "https://www.gov.uk/government/organisations/department-of-health-and-social-care"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-07T18:56:44.000Z",
        "opened_at": "2020-09-15T17:11:28.010Z",
        "rejected_at": "2020-09-16T08:37:41.738Z",
        "rejection": {
            "code": "duplicate",
            "details": "An older petition calling for the same action is already open for signing. As we cannot allow multiple petitions which call for the same Government action, this petition should have been rejected as a duplicate of the older petition. We apologise for any inconvenience caused.\r\n\r\nYou may wish to sign this petition which calls on the Government to not implement proposed changes to the Human Medicines Regulations: https://petition.parliament.uk/petitions/549793."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 217,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-25T15:22:03.209Z"
    },
    "id": 550480,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550480.json"
    },
    "type": "petition"
}