{
    "attributes": {
        "action": "Dedicated support for children with complex needs & learning difficulties",
        "additional_details": "We want assurance that dedicated resources will be put in place to support children with complex needs and learning difficulties and provide early intervention and diagnosis earlier than 7. We want clear processes and direction for where to go for tailored support. The system is far too complex and there is hardly any resource available for neurological diverse conditions or speech and language issues. Our children need help now, this will affect future generations unless we act now!!",
        "background": "Future generations are at risk, there is no investment into early intervention with young children! Schools and NHS are not equipped or do not have enough resource to provide support or diagnosis in early years settings and schools. There is little awareness with teachers on neuro disabilities!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-08T14:42:28.718Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-08T15:30:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-06T12:55:53.790Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerend about support for children with complex needs and learning difficulties, but we're not sure exactly what you'd like the Government or Parliament to do to change this.\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-06T14:03:20.249Z"
    },
    "id": 550559,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550559.json"
    },
    "type": "petition"
}