{
    "attributes": {
        "action": "Ensure all UK pensions are autoutomatically enrolled into ethical funds.",
        "additional_details": "Most people would be horrified to learn that their hard earned money was being spent simply to generate a fast buck, when it means the destruction of people, wildlife and the planet. This has no place in a modern progressive society and our pension investments should automatically reflect that in line with; Our COP24 obligations, the drive to improve public health & wellbeing, to help everyone to feel safe from the threat of war and to save money in the long term.",
        "background": "Stop pension providers from investing our money into unethical programmes that have no place in a modern and progressive society. From weaponry and tobacco production to fossil fuel development and exploration.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-09T14:46:39.667Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-09T20:08:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-06T13:00:05.018Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions on investments by pension funds are a matter for those funds. Private pension holders can choose from a range of funds, including those which don't invest in specific types of business.\r\n\r\nYou could start a petition calling for pension holders to be entitled to opt-in to 'ethical' funds, but you would need to be clear what was covered by that.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-04T13:54:06.277Z"
    },
    "id": 550685,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550685.json"
    },
    "type": "petition"
}