{
    "attributes": {
        "action": "introduce a maximum fee for financial advisers for  initial and ongoing fees.",
        "additional_details": "when the review of the financial services industry was completed several years ago,the government for some unknown reason allowed tied agents/multi tied agents to charge 5% initial fees,1% ongoing fees,and as high as 6% exit fees.the majority of ifas charge between 1%-3%.the clients who are charged these fees have less choice through the restricted nature of the advice yet are charged nearly twice as much.this is completely unfair and i cannot understand why the government allowed this to happen.the number of complaints against tied agents is obviously very high and a cap on the fees would remove all these complaints and reduce compensation payments.",
        "background": "at present we have independent financial advisers charging a range of fees from 1-3%,tied agents charge 5%.for limited advice this is not acceptable and i want the government to protect people from being overcharged by introducing maximum fees,both initial and ongoing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-09T12:58:08.855Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-11T09:55:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-08T15:27:04.137Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. While the FCA has certain rules to increase transparency around fees, the level of these is a contractual matter for financial advisors and their customers, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-08T15:27:15.756Z"
    },
    "id": 550674,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550674.json"
    },
    "type": "petition"
}