{
    "attributes": {
        "action": "involve parliament in decisions to introduce new health-related prohibitions",
        "additional_details": "Covid19 is no longer considered a 'high consequence infectous disease'(stated on gov.uk) by the ACDP and the 4 nations public health HCID group, Yet the secretary of state is legally allowed to make declarations in conflict with this published information. This results in conflicting messages from the government, thereby making it difficult for the general public to comply with and understand the law. Government says Covid19 is not serious, Secretary of State, at will, declares it is serious.",
        "background": "Alter and reduce the secretary of state's powers under the Health Protection(Coronavirus) regulations 2020 to make declarations concerning serious threats to public health. Make it so all restrictions on the public and businesses to be discussed in both houses of parliment before being passed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-09T11:10:42.903Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-09T16:17:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-16T11:05:59.213Z",
        "rejection": {
            "code": "no-action",
            "details": "All regulations made by the Government under powers set out in the Coronavirus Act need to be agreed by Parliament. These regulations take the form of Statutory Instruments, and you can find details of these here: https://statutoryinstruments.parliament.uk/\r\n\r\nIf you want the Government to repeal the Coronavirus Act, you might like to sign this petition: https://petition.parliament.uk/petitions/313310"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-16T11:05:59.211Z"
    },
    "id": 550656,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550656.json"
    },
    "type": "petition"
}