{
    "attributes": {
        "action": "Introduce professional magistrates, skilled in usage of circumstantial evidence.",
        "additional_details": "Magistrates are needed to urgently adjudicate in civil matters relating to the minor problems in NHS practices. In ancient Rome, a magistrate was one of the highest governing bodies and possessed both judicial and executive powers. It is complex to teach and award, this is why it may have been stopped, yet COVID-19 magistrates are needed to support NHS staff, and patients, in NHS practices where the use of circumstantial evidence is needed to make time-dependent decisions.",
        "background": "To Adapt NHS professional magistrates level 8 vocational apprenticeships. The NHS magistrate would follow the same basic training as a magistrate but also require the participant to complete case study assessments with a research thesis in their particular discipline.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-10T14:20:37.937Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-15T18:38:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-08T17:14:15.162Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-08T17:14:15.158Z"
    },
    "id": 550793,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550793.json"
    },
    "type": "petition"
}