{
    "attributes": {
        "action": "Make children under 12 exempt from the Rule of Six.",
        "additional_details": "Children and parents have already been subject to a lack of social contact with friends and family. Families with 2 or less children still have the ability to meet others, why not families with more children. The mental cost of this on children and parents is likely far greater than the risk of catching COVID.",
        "background": "The recent Rule of Six rightly try’s to limit the spread of COVID but for families with 3 or more children even meeting the Grandparents becomes impossible. The Government should mirror the Scottish Government and make children under 12 exempt from this rule.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-10T15:47:24.900Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-10T17:31:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-18T08:13:17.798Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/550731.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-09-18T08:13:26.001Z"
    },
    "id": 550810,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550810.json"
    },
    "type": "petition"
}