{
    "attributes": {
        "action": "Make Poetry an Optional Topic of AQA GCSE English Literature for GCSE Exams 2021",
        "additional_details": "Due to the Covid-19 pandemic, school closures were mandated by the Government, resulting in students having to complete their school content from their own homes. The independence of students varies, leaving some to have fallen behind. As most schools have outlined, poetry is one of the most content heavy & complex areas of the English Literature course, which would have been significantly difficult for students to have completed individually. Therefore, poetry should be made optional.",
        "background": "From this point onward, there is very limited time left before the 2021 GCSE exams, meaning schools are unable to go back over the content completed during lockdown. Therefore, it is only logical to let schools cut the topic of poetry from the course to help students obtain their deserved grades.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-10T22:18:35.110Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-12T10:24:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-08T09:35:41.696Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  Content of indiviudal exams is a matter for that awarding body and not the UK Government and Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-08T09:35:41.694Z"
    },
    "id": 550858,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550858.json"
    },
    "type": "petition"
}