{
    "attributes": {
        "action": "A public enquiry into the financial dealings of Warrington Borough Council",
        "additional_details": "It has been carrying out a program of “investments” . It’s claims that government cuts have caused drop in income and these so-called It’s claims that government cuts have caused drop in income and these so-called “investments” are supposed to make good the losses from the Treasury. Many local people are very concerned that the money is being spent irresponsibly and at high risk and money may have been lost forever we need to know what has happened to our money.",
        "background": "Warrington borough council’s borrowing has risen in a very short space of time from a few hundred thousand to now over £1.6 billion. The majority of this money has not been spent on facilities for the town but on so-called “investments’  We want a public enquiry into what has happened to our money",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-10T16:11:09.283Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-10T16:28:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-05T16:35:12.556Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  The UK Government and Parliament aren't responsible for the audit of local authorities. You can find out more here:\r\n\r\nhttps://www.nao.org.uk/code-audit-practice/wp-content/uploads/sites/29/2015/03/Council-accounts-a-guide-to-your-rights.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-06T08:37:58.838Z"
    },
    "id": 550812,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550812.json"
    },
    "type": "petition"
}