{
    "attributes": {
        "action": "Make masks a legal and enforceable requirement inside shops and restaurants.",
        "additional_details": "Me and my partner are vulnerable people and we constantly see customers not wearing masks inside restaurants, shops, cafes, bars etc, and staff not challenging them or doing anything about it under the reason “we are not allowed to enforce the rule of wearing masks it’s only guidance and not a law.” It’s been proven time and time again people will not do the morally right thing, they’re selfish. With the covid cases increasing, I think the time has come to make it a legal requirement.",
        "background": "I want you to make it a legal requirement that people have to wear a mask inside shops, restaurants, cafes, bars and make it enforceable instead of “guidance”. Those exempt for health reasons, create a wrist band that can be given to them by their GP that to prove their exempt from wearing a mask:",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-12T09:21:30.562Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-12T09:47:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-09T07:41:58.513Z",
        "rejection": {
            "code": "already-happening",
            "details": "It is already a legal requirement to wear face coverings in shops and restaurants, although customers may remove their covering when seated to eat or drink in a hospitality premise, and there are fines for failing to do so: https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own/face-coverings-when-to-wear-one-and-how-to-make-your-own\r\n\r\nEnforcing fines and criminal offences such as the above is a matter for law enforcement and other authorised bodies, not shopkeepers or restaurant staff.\r\n\r\nThe Government has already published exemption card templates for people who are exempt from the requirement to wear face coverings: https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-09T07:41:58.507Z"
    },
    "id": 550996,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550996.json"
    },
    "type": "petition"
}