{
    "attributes": {
        "action": "Publicise what the parameters are for restrictions to end on Covid-19.",
        "additional_details": "We deserve to know that this will end at some point and what those goals are so we are working towards a common goal and have a realistic idea in our head how long these sacrifices could last. \r\n\r\nIt’s not fair to ask us to flatten the curve and now that’s happened change the goal posts. \r\n\r\nHospital numbers have never been better yet we are punished further not rewarded. \r\n\r\nWe keep being told testing etc is no silver bullet. So what is? Or what combination of bullets is? \r\n\r\nWhat is the endgame?",
        "background": "Tell us what the end game is-\r\n\r\nWill it end the minute we have a vaccine? \r\nOr after a certain % of pop has taken it? \r\nOr 6 months later to prove it works?\r\nThe minute we have a cure with 70/80/90/100% success rate? \r\nWhen data proves the IFR is lower than 0.1% etc?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-12T11:05:42.202Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-17T08:39:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-24T08:15:56.638Z",
        "rejection": {
            "code": "already-happening",
            "details": "In May the Government published \"Our plan to rebuild: The UK Government’s COVID-19 recovery strategy\", which set out the Government's plans for recovering from Covid-19, and expected time frames for these.\r\n\r\nThe plan included Covid-19 alert levels that would inform different responses. Level 1 is that Covid-19 is not known to be present in the UK.\r\n\r\nThe Government published \"The next chapter in our plan to rebuild: The UK Government’s COVID-19 recovery strategy\" in July, updating the Government's plans for recovering from Covid-19."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-24T08:15:56.745Z"
    },
    "id": 551003,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551003.json"
    },
    "type": "petition"
}