{
    "attributes": {
        "action": "Give Police Power to Deal with Noisy Neighbours",
        "additional_details": "The Council cannot tackle these problems fast enough, which only makes the lives of locals that much worse, having to live with persistent noise for far too long, disturbing sleeping Children, the resting Sick and the peaceful Elderly among many others. The Government has the ability to make these changes to better the lives of this Country.",
        "background": "Nuisance Neighbours are a common problem but they are only ever dealt with via Councils. The downside to this is that it can take weeks to deal with. With Police in control, Noisy Neighbours can be dealt with much faster and Residents won't have to suffer stress any longer. Bring back the peace.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-12T21:57:06.541Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-13T09:21:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-08T11:27:55.629Z",
        "rejection": {
            "code": "no-action",
            "details": "Local councils are obliged to investigate complaints about noise that could be a statutory nuisance, and powers to serve abatement notices. Information on how councils deal with complaints about noise nuisances is avaialble here: https://www.gov.uk/guidance/noise-nuisances-how-councils-deal-with-complaints\r\n\r\nThe way in which individual councils do this, including requiring residents to keep a log, is a matter for individual local authorities, and not the Government or House of Commons.\r\n\r\nBecause noise complaints are not a criminal offence, they are not a matter for the police. If you want the police to be able to take action about noise complaints you could start a petition calling for antisocial behaviour such as excessive noise to be made a criminal offence, if that's what you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-08T11:27:55.627Z"
    },
    "id": 551065,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551065.json"
    },
    "type": "petition"
}