{
    "attributes": {
        "action": "Government to urgently to clarify Business Networking meetings in all settings",
        "additional_details": "The Government, must without delay clarify and allow the resumption of business networking meetings in all settings to take place and have written confirmation that these can be held in private rooms, restaurants, hotels etc as we have done for many years.\r\nSix months on zoom is enough and now is the time to rebuild our businesses and kick start the economy and also start to recruit again with business growth .",
        "background": "As Business Owners, face to face meetings form the majority of our business.  We ask for clarity and confirmation that these meetings resume In Covid secure, socially distanced private rooms such as hotels and restaurants.\r\nNow furlough is ending, we must now meet again face to face to rebuild",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-12T09:53:45.134Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-12T11:57:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-08T09:43:44.017Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure whether you want the Government to create specific exemptions from Covid rules for certain meetings, or if you'd like existing rules clarified. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-08T09:43:44.014Z"
    },
    "id": 551002,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551002.json"
    },
    "type": "petition"
}