{
    "attributes": {
        "action": "Require cyclist to dismount and give way to vehicles on roads and pass a test",
        "additional_details": "A cyclist can at times cause 10-20 vehicles to have to travel at low speed resulting in higher fuel consumption and emissions from the vehicles following which in turn causes far more harm to the environment than benefit of the one cyclist. Cyclists show a blatant disregard for rules of the roads by passing through red lights and travelling in the middle of roads making it impossible to pass.",
        "background": "Assess the impact cyclists Have on emissions due to several vehicles having to follow a single cyclist for miles as overtaking safely is not possible. Pass a law requiring cyclists to pass a test to be permitted to cycle on roads and require cyclists to dismount and give way to vehicles",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-12T13:23:32.034Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-12T13:29:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-08T09:49:34.420Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure when you'd like cyclists to be required to dismount, for example whenever there's any vehicle behind them, and how this would work in practice. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-08T09:49:44.553Z"
    },
    "id": 551017,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551017.json"
    },
    "type": "petition"
}