{
    "attributes": {
        "action": "Save Riverside Hall",
        "additional_details": "The Riverside hall recently denied funding from Glasgow city council's newly established ( community fund ),\r\nOur 3 members of staff will lose their jobs on the 30th September but have agreed to work voluntary to give us enough time to  find alternative funds or reverse the councils decision,\r\nWe would obliged if you would sign our petition to support our community hall and community\r\nThank You \r\nD.Paterson",
        "background": "Riverside Hall has been providing a service for the people of Govan for nearly 40 years.  We are open 7 days a week from 9am to 9pm and have over 40 clubs, groups and self help organisations using our hall.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-14T10:09:59.677Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-14T10:34:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-21T09:27:37.080Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for Glasgow City Council, not the UK Government or Parliament. \r\n\r\nYou could start a petition calling for the Council to reverse their funding decision, if that's something you'd like to happen. You can find out how to do this here: https://www.glasgow.gov.uk/petitions.\r\n\r\nYou could also contact your local MP and ask them to make representations to the Council on your behalf. You can find your MP's contact details by entering your post code here: https://members.parliament.uk/FindYourMP."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-21T09:27:37.078Z"
    },
    "id": 551185,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551185.json"
    },
    "type": "petition"
}