{
    "attributes": {
        "action": "Support British Wool farmers and products made from British Wool in the UK",
        "additional_details": "British Wool is a very underused product of the UK farming industry. The prices for raw fleeces at present are below the costs of shearing and transportation to the Wool Marketing Board collection sites. Many farmers are burning their fleeces in the fields.\r\nThe use of products made from acrylic and polyester fibre are causing microparticles to pollute the whole planet. An active support for businesses who use British fleece for their products would be an huge financial and environmental help.",
        "background": "Make it easier to purchase products made from British Wool in the UK with clearer labelling and promotion of natural fibres.\r\nTake a stand and be far more vocal in support of natural fibres, with particular reference to British Wool.\r\nEnsure that products are labelled clearly with place of origin.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-13T19:16:21.120Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-13T19:25:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-08T15:55:16.867Z",
        "rejection": {
            "code": "no-action",
            "details": "You want the Government to 'take a stand and be far more vocal in support of natural fibres' but you don't specify what you mean by that.\r\n\r\nYou could start a petition calling on the Government to introduce tax incentives for clothing manufacturers which prioritise the use of textiles grown in the UK, if that is something you'd like to happen. \r\n\r\nYou may also like to sign this petition which calls for 'All products sold in the UK to be clearly labelled with country of origin': https://petition.parliament.uk/petitions/309019"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-08T15:55:16.863Z"
    },
    "id": 551137,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551137.json"
    },
    "type": "petition"
}