{
    "attributes": {
        "action": "Abolish Guaranteed pay scheme",
        "additional_details": "The whole point of small/medium businesses having zero hour contracts is because they simply can’t afford to pay staff when business is slow (seasonal) especially in this pandemic. \r\nStaff who sign a contract with a flexible clause in (zero hour) accept this by doing so. Most staff on these contracts will work more hours (overtime) in peak times to offset.\r\nThis law has been sneaked in by government and will sink businesses. \r\nProtect your jobs and sign this otherwise more company’s will go under.",
        "background": "The guaranteed pay scheme (seems to have been started 2018 but not sure) means that those who have a flexibility clause within their contract for short time working of lay off (zero hour contracts) still get paid £30 per day for a maximum 5 days. \r\nSmall/medium businesses can’t afford this!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-13T14:02:51.626Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-13T15:59:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-12T14:08:52.888Z",
        "rejection": {
            "code": "no-action",
            "details": "The right to guaranteed pay kicks in if an employee is not provided with any work and pay for a day on which they are contracted to work (a ‘workless day’). It applies in a very specific context where an employer has a legal right to send an employee home without pay (a ‘lay off clause’). \r\n\r\nZero-hours workers do not have a right to guaranteed pay. This is because: a. they are usually not ‘employees’ (i.e. they do not work under a contract of employment); and b. they do not have any minimum guaranteed hours so it is not possible for them to have a ‘workless day’. \r\n\r\nIt is therefore not clear what else you would like the Government to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-12T14:09:03.667Z"
    },
    "id": 551116,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551116.json"
    },
    "type": "petition"
}