{
    "attributes": {
        "action": "Online classes/study from home for all the students for a period of time.",
        "additional_details": "Covid19 is a pandemic but students are not as careful as elders which then concludes to them contacting their mates. They don't maintain social distancing and all other rules to avoid coronavirus. It has only been one week since school opened and many schools have already identified covid19 cases. If this continues, then very soon the Government would close the schools but by that time a lot of families will be affected by covid19. Therefore, I request you to close down the schools immediately.",
        "background": "For the safety of children and their family, I recommend students to study from home/online classes at least for a couple of months as they can be affected by covid-19. The coronavirus vaccine could be ready so within that time of waiting students should study at home.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-15T10:47:42.618Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-15T12:03:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-09T09:33:32.974Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nReclose schools and colleges due to increase in COVID-19 cases: https://petition.parliament.uk/petitions/550846\r\n\r\nRequire schools to support home learning during Covid-19 outbreak: https://petition.parliament.uk/petitions/334065"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-09T09:33:32.972Z"
    },
    "id": 551297,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551297.json"
    },
    "type": "petition"
}