{
    "attributes": {
        "action": "Don’t include children aged 12 and under in “rule of 6” restrictions in England",
        "additional_details": "Due to the new “rule of 6” guidance/law, large families are suffering because they are now isolated from friends and family. If younger children have been excluded from this guidance in Scotland and Wales, then why not also in England? Excluding younger children from the restrictions would allow larger families to meet with friends and family, and so would greatly benefit their mental health and well-being and that of their loved ones too.",
        "background": "Change rule of 6 guidance in the UK to disregard children aged 12 and under as this is putting severe strain on larger families who are now isolated from their community.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-15T12:57:18.891Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-15T13:28:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-21T08:38:26.928Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/550731\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-09-21T08:38:35.439Z"
    },
    "id": 551312,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551312.json"
    },
    "type": "petition"
}