{
    "attributes": {
        "action": "I want the government to close schools until early 2021 NOW IS TOO EARLY",
        "additional_details": "Parents all around the uk and panicking about there children going back to school because more and more kids everyday are becoming ill with COVID 19 symptoms. I want the government to close schools until they are certain there will be no more cases and our kids can go back to school worry free. Children ages from 11-18 60% of them have anxiety and going back to school knowing there’s a risk is harming there mental well-being we need to sure it’s safe for our kids to return to school.",
        "background": "Due to the COVID 19 virus children have has a long period of time off school but going back now isn’t the right move as the cases are rising again I want the government to close schools until early 2021 to prevent a second wake and to put all out minds at rest.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-15T15:24:12.559Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-15T15:56:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-22T10:49:02.434Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nReclose schools and colleges due to increase in COVID-19 cases: https://petition.parliament.uk/petitions/550846\r\n\r\nKeep schools closed until Covid 19 is no longer a threat: https://petition.parliament.uk/petitions/316404\r\n\r\nHalt the reopening of schools until the NEU's 5 tests are met: https://petition.parliament.uk/petitions/321101\r\n\r\nKeep schools closed in the UK until an effective Cov-19 vaccine is available: https://petition.parliament.uk/petitions/319292  \r\n\r\nDelay opening of schools until Test Track and Trace for Covid 19 is working: https://petition.parliament.uk/petitions/320891"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-22T10:49:02.431Z"
    },
    "id": 551321,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551321.json"
    },
    "type": "petition"
}