{
    "attributes": {
        "action": "Close Schools Down to Stop Further Increase in Corona Cases",
        "additional_details": "So why is our government not closing schools, stores, restaurants and pubs down if he's banning gatherings of more than 6. Buses become packed during work and school times, so hows that following the rules.\r\n\r\nWhat I want from everyone, is to vote for this petition to go through, as we want schools, stores, restaurants and pubs to close down because without closing schools, stores etc, the corona cases will drastically increase.",
        "background": "The days I've taken my brother to school, I've found out that social distancing does not exist. When it's time to take your kids to school and collect them, there is no social distancing between parents on the playground, everyone is crowded despite the fact theres an increase in Corona cases. ",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-15T21:34:43.519Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-16T18:27:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-22T10:49:22.983Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nReclose schools and colleges due to increase in COVID-19 cases: https://petition.parliament.uk/petitions/550846\r\n\r\nKeep schools closed until Covid 19 is no longer a threat: https://petition.parliament.uk/petitions/316404\r\n\r\nHalt the reopening of schools until the NEU's 5 tests are met: https://petition.parliament.uk/petitions/321101\r\n\r\nKeep schools closed in the UK until an effective Cov-19 vaccine is available: https://petition.parliament.uk/petitions/319292  \r\n\r\nDelay opening of schools until Test Track and Trace for Covid 19 is working: https://petition.parliament.uk/petitions/320891"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-22T10:49:22.980Z"
    },
    "id": 551354,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551354.json"
    },
    "type": "petition"
}