{
    "attributes": {
        "action": "NO DEBATE OVER BREXIT IN THE HOUSE OF LORDS.. GIVE FULL CONTROL TO BORIS!",
        "additional_details": "Because we had a vote and the majority of that vote was to leave the EU.\r\nRegardless of what the EU is threatening we protect the United Kingdom as a whole, and all the MPs in parliament should accept that and let Boris get on with it come what may.  \r\nThe EU have broken laws before, it is time to stand up to there dictatorship and walk away together and turn our backs on there threats. Keeping Northern Ireland safe on that departure with us.  Let's break International Law if that is what it takes",
        "background": "The UK has a right to defend its interest against predatory foreign states. You wouldn't find any other country in the world sacrificing a chunk of its territory in trade negotiations. We must stand firm against Brussels. \r\nWe had a referendum on leaving the EU and leave won.  Deal or No Deal..",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-16T20:55:14.942Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-08T10:21:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-29T16:59:29.924Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call for a specific action.\r\n\r\nWe understand that you are concerned about the process for negotiating the UK's future relationship with the EU, but it's not clear what you want the Government to do.\r\n\r\nAll legislation, including legislation relating to the UK's withdrawal from the EU, needs to be agreed by both House of Parliament, but we could accept a petition calling on the Government to pursue a certain stance in negotiations with the EU, or not agree to certain conditions, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-29T16:59:29.921Z"
    },
    "id": 551495,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551495.json"
    },
    "type": "petition"
}