{
    "attributes": {
        "action": "Pedofiles and sex offenders should get longer prison sentences then other crimes",
        "additional_details": "Victims of sexual abuse endure a lifetime of trauma and there abusers need to be brought to justice, a couple of years or suspended sentences are not enough. No child asks to be groomed or molested, it's our duty as adults and parents to protect the innocence of our children as well as other vulnerable people. Sexual assault is pre meditated and unforgivable. Predators will reoffend unless given sentences that match the crime commited. The psychological impact on a victim is irreversible.",
        "background": "Pedofiles and sex offenders should get longer prison sentences compared to other crimes such as drug charges, drugs are a choice. No one chooses to be sexually abused and children more so are innocent and need to have there childhood protected from predators who are beyond rehabilitation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-16T18:20:00.764Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-17T11:24:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-24T08:36:48.134Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nLonger sentences for child sex offenders, sex offenders and rapists: https://petition.parliament.uk/petitions/323338\r\n\r\nMandatory life sentences for child sexual abuse: https://petition.parliament.uk/petitions/304563\r\n\r\nIncrease minimum and maximum sentences for all crimes against children: https://petition.parliament.uk/petitions/467154"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-24T08:36:48.130Z"
    },
    "id": 551478,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551478.json"
    },
    "type": "petition"
}