{
    "attributes": {
        "action": "Change the restrictions on partners being allowed in early labour/birth& scans",
        "additional_details": "What is also so entirely frustrating is that these rules are NOT consistent around the country. Some hospitals allow partners for the whole birth, for scans&appointments& it’s just NOT right. With all shops, hairdressers, pubs open how on earth is it justifiable to keep partners from labour, appointments and births& to risk mental health issues such as post natal depression.\r\nWe mothers NEED OUR PARTNERS WITH US. With the correct PPE there is no reason why this isn’t possible now.",
        "background": "Change the restrictions on partners being allowed in early labour/birth and after birth & scans in maternity wards&hospitals around the country, to allow your chosen birth partner to be with you from the very start of labour to the very moment you are allowed to go home&also for scans&appointments.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-16T15:11:09.773Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-17T19:03:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-24T15:18:14.589Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about who can attend scans are a matter for the NHS, not the UK Government or House of Commons.\r\n\r\nOn 5 June, the NHS’s suspension of hospital visiting was lifted. This means that visiting is now subject to local discretion by trusts and other NHS bodies. You should check with your maternity team and sonography unit for their policy on visitors attending antenatal appointments, including scans."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-24T15:18:14.585Z"
    },
    "id": 551459,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551459.json"
    },
    "type": "petition"
}