{
    "attributes": {
        "action": "Stop teaching sex education in primary school.",
        "additional_details": "Children at primary school are too young to understand sexuality or sex. It is highly inappropriate to teach them about sex under the age of 11.infact it should be illegal.",
        "background": "To stop teaching sex education and relationship education to primary school children.for parents to be able to exempt there kids at secondary school from sex education. To seperate sex education away from science.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-16T23:04:29.841Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-17T19:03:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-13T10:45:39.144Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about sex education in primary schools, but it appears that your petition is based on a misunderstanding of the new Relationships Education, Relationships and Sex Education (RSE) and Health Education guidance: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908013/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf\r\n\r\nThe Relationships Education, RSE, and Health Education (England) Regulations 2019 have made Relationships Education compulsory in all primary schools. Sex education is not compulsory in primary schools and the content set out in the Government's guidance therefore focuses on Relationships Education.\r\n\r\nThe Government's guidance states that, where a maintained primary school chooses to teach aspects of sex education (which go beyond the national curriculum for science), the school must set this out in their policy and all schools should consult with parents on what is to be covered. The guidance also states that primary schools that choose to teach sex education must allow parents a right to withdraw their children.\r\n\r\nYou may wish to sign this petition instead: https://petition.parliament.uk/petitions/332952"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-13T10:45:50.316Z"
    },
    "id": 551503,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551503.json"
    },
    "type": "petition"
}