{
    "attributes": {
        "action": "Relax restrictions around birth partners and maternity services.",
        "additional_details": "Currently birth partners remain locked out of scans, appointments and even the delivery room. \r\n\r\nPartners miss the birth of their child, while the restrictions also mean mothers have been forced to hear life-altering news, go through traumatic births and even miscarry alone.\r\n\r\nWhile pubs and cinemas have reopened, and even weddings can go ahead, maternity has continued to be severely restricted.",
        "background": "Stop shunning partners from maternity services. \r\n\r\nRelax the current rules and allow partners to come along to scans and antenatal appointments. \r\n\r\nEnsure birth partners are allowed be present for the whole duration of the birth of a child.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-18T09:30:20.919Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-18T10:26:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-23T12:39:40.321Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about who can attend scans and births are a matter for the NHS, not the UK Government or House of Commons.\r\n\r\nOn 5 June, the NHS’s suspension of hospital visiting was lifted. This means that visiting is now subject to local discretion by trusts and other NHS bodies. You should check with your maternity team and sonography unit for their policy on visitors attending antenatal appointments, including scans."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-23T12:39:40.318Z"
    },
    "id": 551616,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551616.json"
    },
    "type": "petition"
}