{
    "attributes": {
        "action": "Secure the Tarka Trail in Devon.",
        "additional_details": "My sister’s beautiful pup was killed in a hit and run on the B3233 and there's no cameras to charge the driver.\r\nMy whole family are heartbroken 💔😢\r\nAs a we were only visiting, we weren’t aware of this gap and after about a mile of secure travel (with gates when it came to the road), unfortunately by the time we noticed the gap, it was too late. The road is a short distance away. I just hope that the same doesn’t happen to a child.\r\nWe hope to secure the trail to prevent it happening to others.",
        "background": "Secure the Tarka Trail with gates or a cattle grids so that dogs and children don't follow the path round to the road and get hit by a car. The road next to the trail is a 60mph road with no signs, no cameras and no security for pedestrians.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-18T17:21:42.022Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-18T17:58:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-13T08:58:36.656Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We're sorry to hear about the loss of your sister's dog. \r\n\r\nWe can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This would be a matter for the local councils covering the Tarka Trail.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-13T08:58:51.031Z"
    },
    "id": 551659,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551659.json"
    },
    "type": "petition"
}