{
    "attributes": {
        "action": "Delay the Brexit and Focus all government efforts on Corona virus crisis.",
        "additional_details": "As a nation, we are not containing Corona virus propagation like New Zealand. We have mainly seen incompetence in the handling. It is not enough to clap for care workers and not provide them the minimum protection (PPE) and assurance (regular tests) to do their front line work. \r\nAs a nation, we don't have humane or economic resources to manage 2 crisis. Let us deal one crisis at a time.",
        "background": "After many failures from the current UK government in the handling of the Corona virus - to name a couple, PPE provision for the care workers and test and trace, It is not wise to add more chaos with Brexit scheduled for the end of 2020.\r\nWe need all efforts turn on the sanitary crisis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-18T15:56:56.707Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-18T20:56:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-29T09:08:41.176Z",
        "rejection": {
            "code": "no-action",
            "details": "The UK left the EU on 31 January 2020.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nTo Seek a 1 year Extension to the Brexit Transition Period & a Second Referendum: https://petition.parliament.uk/petitions/554492\r\n\r\nRule out ending the transition period without a deal: https://petition.parliament.uk/petitions/329500\r\n\r\nWe could accept a new petition calling for the Government to seek an extension to the transition period, provided it requested an action that is distinct to the above petitions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-29T09:08:41.172Z"
    },
    "id": 551651,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551651.json"
    },
    "type": "petition"
}