{
    "attributes": {
        "action": "Require sellers of new property to declare presence of Japanese Knotweed",
        "additional_details": "Purchasers of new build properties are finding that developers have sold property having identified Japanese Knotweed and having carried out less than sufficient treatment to eradicate it - often with minimal guarantees from the treatment provider. This can leave owners needing to fund treatment years after purchase and/or being unable to sell the property due to the effect on the value.",
        "background": "Currently developers are not required to disclose whether property has undergone treatment to eradicate Japanese Knotweed prior to the sale and this often leaves purchasers with no recourse in the event the Japanese Knotweed returns and requires further treatment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-18T08:49:10.576Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-18T11:08:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-25T16:27:29.116Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  However, in response to a recommendation from the House of Commons, the Law Society's Property Information Form (TA6) used during the conveyancing process now includes a specific question on the presence of Japanese Knotweed. \r\n\r\nhttps://www.lawsociety.org.uk/topics/property/updated-property-information-form-ta6-and-guidance-notes-published\r\n\r\nFailure to give an accurate answer on the form could be misrepresentation and subject to legal proceedings. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-25T16:27:37.510Z"
    },
    "id": 551610,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551610.json"
    },
    "type": "petition"
}