{
    "attributes": {
        "action": "Exemption of the Covid-19 Vaccine for people with deeply held Religous Faiths",
        "additional_details": "It is every human beings right on the basis of their faith, whom belong to a Government of a Higher Authority than any Earthly government to refuse the Covid-19 vaccine without any 'Consequences'. Therefore showing whom the individual serves based on their faith and pledging their allegience to our Creator. I hereby request this Exemption and Refusal of the Covid-19 vaccine to apply to all people, parents and their children residing in the UK, on the basis of the firm foundation of their Faith.",
        "background": "The UK Goverment should NOT make the Covid-19 Vaccination Mandatory or in 'written Law', therefore allowing Exemptions for ALL citizens to refuse the Covid-19 vaccination on the basis of a persons individual religous faith.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-18T22:38:13.949Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-19T19:07:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-13T11:31:08.056Z",
        "rejection": {
            "code": "no-action",
            "details": "It is already against the law for people to be required to undergo medical treatment, including vaccinations. The Coronavirus Act 2020 has not changed this.\r\n\r\nYou might like to sign this related petition:\r\n\r\nPrevent any restrictions on those who refuse a Covid-19 vaccination: https://petition.parliament.uk/petitions/323442"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-10-13T11:31:16.084Z"
    },
    "id": 551699,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551699.json"
    },
    "type": "petition"
}