{
    "attributes": {
        "action": "Lift the ban on dancing",
        "additional_details": "Many people find dance therapeutic. You work hard all week and come the weekend you go out. Listen to music. Chat to friends and dance. It is very easy to socially distance as the dance classes and gym sessions do, or wear masks as we do in shops. Rules could be applied to venues. Larger venues that normally hold say 500 could be restricted to 300 and be ticket only. This would have the advantage of legalising illegal raves.",
        "background": "Dancing has been medically proven to be the best form of exercise. It provides a full workout of mind body and soul. Gyms are open, dance classes are up and running, pubs are open and music can be played but it is ILLEGAL to dance to the music. This needs to change. Now!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-19T19:46:36.270Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-20T18:35:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-15T09:29:54.052Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about restrictions on dancing during Covid-19, but it's not clear exactly what changes you want the Government to make.\r\n\r\nWe have already published a petition calling for nightclubs to be allowed to reopen, which you might like to sign: https://petition.parliament.uk/petitions/331625\r\n\r\nIf you would like the Government to lift the restrictions on dancing in pubs, we could accept a petition about this, but it would need to be clear that this is what you are asking for."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-15T09:29:54.111Z"
    },
    "id": 551768,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551768.json"
    },
    "type": "petition"
}