{
    "attributes": {
        "action": "Ensure safe and regular visiting for patients in hospitals and care homes",
        "additional_details": "This needs to be done safely to ensure we don’t increase the spread of COVID - however without visits the mental health of patients is deteriorating dramatically and our loved ones and been left alone, for weeks on end without any family/friend interaction.",
        "background": "The government need to revise their current rules on NO hospital visiting and very limited care home visiting for the mental heath of the patients and visitors",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-20T08:46:07.526Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-20T09:18:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-15T08:32:48.631Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has issued guidance on policies for visiting arrangements in care homes, and we have accepted a petition calling on the Government to relax this: https://petition.parliament.uk/petitions/550381\r\n\r\nThe Government has not published any similar guidance for visits to hospitals.Decisions about visitors are a matter for the NHS, not the Government or House of Commons. On 5 June, the NHS’s suspension of hospital visiting was lifted. This means that visiting is now subject to local discretion by trusts and other NHS bodies.\r\n\r\nIf the Government did issue any guidance or impose any restrictions on hospital visits we could accept a petition calling for these to be relaxed or lifted."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-15T08:47:37.904Z"
    },
    "id": 551796,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551796.json"
    },
    "type": "petition"
}