{
    "attributes": {
        "action": "i want partners to be able to go antenatal appointments with their partners",
        "additional_details": "With Covid-19 the Government and Parliament have now put a group of 6 in place but have not yet let people go to the antenatal appointments with their pregnant partner and I THINK THAT IS WRONG what is more important bringing a human into this world or a group of 6 going out to pubs and different places to meet up with mates! please look how this is affecting other people before letting groups of 6 out to enjoy themselves!!!",
        "background": "I would like the Government or Parliament to help all pregnant women by letting there partners go to the antenatal appointments! it is a struggle to go by yourself if something is wrong!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-19T17:35:02.720Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-19T18:26:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-15T08:21:04.131Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about visitors are a matter for the NHS, not the Government or House of Commons.\r\n\r\nOn 5 June, the NHS’s suspension of hospital visiting was lifted. This means that visiting is now subject to local discretion by trusts and other NHS bodies. You should check with your maternity team and sonography unit for their policy on visitors attending antenatal appointments, including scans."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-15T08:21:04.127Z"
    },
    "id": 551759,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551759.json"
    },
    "type": "petition"
}