{
    "attributes": {
        "action": "UK to adopt the same Covid-19 restrictions as Sweden",
        "additional_details": "Discuss current regulations and controls with Sweden's government officials and analyze their data and projected views to where the virus is heading using their methods.  Research public announcements, publications, and get their views on the how digestible these rules are to adhede to compared to our convoluted set of guidelines.\r\n\r\nWe have to learn to \"live with the virus\" instead of running away from it every time we see a surge in cases.  A vaccine is not the be all to end all, and we can't keep putting people's lives on hold to prevent, what seems, an inevitable virus working it's way across the globe.  More deaths and physiological issues have come from the government handling the pandemic in a detrimental way, this needs to end NOW!",
        "background": "Using Sweden's policies as a solid guideline, change the way the current Covid-19 pandemic is being handled in the UK and embrace a new way of life to help save the economy, save lives and save people's sanity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-19T19:37:29.892Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-19T20:44:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-14T17:39:11.536Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure what specific restrictions you'd like the UK Government or Parliament to adopt. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign this petition instead\r\n\r\nhttps://petition.parliament.uk/petitions/315979"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-14T17:39:18.192Z"
    },
    "id": 551767,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551767.json"
    },
    "type": "petition"
}