{
    "attributes": {
        "action": "Remove the titles Duke and Duchess of Sussex from Prince Harry and Meghan Markle",
        "additional_details": "Having been funded to the tune of millions by the British Taxpayer, the Duke and Duchess of Sussex have sought since January 2020 to monetise their Royal titles in the USA. Their blatant disregard for HM Queen Elizabeth is evident to the entire nation. Their use of their titles to obtain pecuniary advantage in the USA is an embarrassment to the Royal Family and to the UK and the Duchess' foray into the US political arena sets a dangerous precedent while her title is still being used there.",
        "background": "A debate in Parliament to consider utilising the Titles and Deprivation Act 1917 to strip the Sussex Dukedom from the couple due to the immense damage their behaviour since their marriage in 2018 and their abandonment of the Royal Family has done to the reputation of the Monarchy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-19T11:17:52.647Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-25T13:02:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-08T12:17:45.400Z",
        "rejection": {
            "code": "honours",
            "details": "We can't publish petitions about honours and appointments, including asking for people to be given or have titles removed.  In any case, the use of Royal titles are a matter for Her Majesty the Queen and not the Government or Parliament. \r\n\r\nYou might be interested to know that the Titles Deprevation Act 1917 was specifically for use during the First World War and for those who have \"during the present war, borne arms against His Majesty or His Allies, or who have adhered to His Majesty’s enemies\" and not for a general removal of titles.  You can read the legislation here: \r\n\r\nhttps://www.legislation.gov.uk/ukpga/Geo5/7-8/47"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-13T17:15:15.416Z"
    },
    "id": 551735,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551735.json"
    },
    "type": "petition"
}