{
    "attributes": {
        "action": "Extend the voluntary right to buy to all housing association tenants",
        "additional_details": "This will allow many tenants to be able to afford a house which they may have spent a significant portion of their life in and created a number of sentimental memories. The government should offer this to all HA tenants and give them the chance to buy the home.",
        "background": "For those who have been residing in a housing association property for 10 years should be eligible to buy the property",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-20T15:51:23.135Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "MHCLG",
                "name": "Ministry of Housing, Communities and Local Government",
                "url": "https://www.gov.uk/government/organisations/ministry-of-housing-communities-and-local-government"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-20T16:18:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-15T08:59:26.861Z",
        "rejection": {
            "code": "no-action",
            "details": "There is already a Right to Acquire for housing association homes.\r\n\r\nTenants of housing association properties built or bought by a housing association after 1997, or transferred from a local council to a housing association after 1997, have the right to apply to buy their housing if they've had a public sector landlord for three years.\r\n\r\nYou can find out more about the Right to Acquire here: https://www.gov.uk/right-to-acquire-buying-housing-association-home\r\n\r\nWe could accept a petition calling on the Government to change this scheme, but it would need to be clear what changes you wanted the Government to make to how this scheme currently operates."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-15T08:59:26.859Z"
    },
    "id": 551837,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551837.json"
    },
    "type": "petition"
}