{
    "attributes": {
        "action": "Ensure the DVLA are held accountable for their failure to operate",
        "additional_details": "There are no official ombudsman services to offer assistance to the public and the DVLA are refusing to address any concerns, leaving a lot of people unable to drive and operate their businesses effectively. If a government organisation can dictate how an entire county is able to travel, then they should be held accountable when their failure to adapt and operate causes people to be unable to adhere to their regulations. No organisation should be this untouchable.",
        "background": "The DVLA have failed to offer any services during the pandemic and have left a lot of people unable to operate their businesses and their only response has been to completely ignore all comments and concerns. The DVLA should be held accountable for the distress they have cause so many people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-21T09:45:21.858Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-21T23:05:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-15T15:22:58.222Z",
        "rejection": {
            "code": "no-action",
            "details": "We can only accept petitions that request a clear action by the Government or House of Commons.\r\n\r\nWe understand that you are concerned about how the DVLA operated during the Covid-19 outbreak, but it's not clear what you want the Government to do about this.\r\n\r\nYou can complain to DVLA, and complaints can be escalated to an Independent Complaints Assessor (ICA) and subsequently the Parliamentary and Health Service Ombudsman. You can find out how to make a complaint here: https://www.gov.uk/government/organisations/driver-and-vehicle-licensing-agency/about/complaints-procedure\r\n\r\nIf you would like the Government to start an investigation into how the DVLA operated during the pandemic, we could accept a petition calling for a public inquiry into the DVLA's operations during the pandemic."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-26T15:20:22.646Z"
    },
    "id": 551898,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551898.json"
    },
    "type": "petition"
}