{
    "attributes": {
        "action": "Allow partners in all pre/post-natal appointments and entirety of labour/birth.",
        "additional_details": "The rules state women don't have to labour alone but partners aren't allowed at essential appointments or the birth until the mother is 4cm dilated or more. Appointments and early labour can be traumatic, mothers need support.\r\nPartners carry minimal additional risk, they are from the same household. People are allowed in non-essential shops, pubs, restaurants but not maternity. This is essential for mothers' mental health and baby wellbeing.\r\nThanks to Holly Avis for the petition on change.org.",
        "background": "Immediately remove the restrictions on partners being allowed in all pre and post-natal appointments and the entirety of labour/birth and post-birth in maternity wards, birth centres and hospitals in every part of the country.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-23T19:49:54.961Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-23T20:01:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-29T09:03:24.308Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about visitors are a matter for the NHS, not the Government or House of Commons.\r\n\r\nWith regard to antenatal appointments, scans, and the birth itself, on 5 June, the NHS’s suspension of hospital visiting was lifted. This means that visiting is now subject to local discretion by trusts and other NHS bodies. You should check with your maternity team and sonography unit for their policy on visitors attending antenatal appointments, including scans."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-29T09:03:24.304Z"
    },
    "id": 552234,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552234.json"
    },
    "type": "petition"
}