{
    "attributes": {
        "action": "Provide funding to businesses unable to open by law due to Covid-19.",
        "additional_details": "These businesses, especially nightclubs, have fallen on harder times than most. They can't survive an entire year closed making no revenue. They are being left with no choice but to make their staff redundant or close permanently despite following the governments rules. The government need to address this and provide more financial support to keep the businesses open and retaining jobs. They can't let an entire industry of over 8,000 businesses and nearly 75,000 jobs collapse.",
        "background": "Provide businesses unable to open by law, due to Covid-19, in the Entertainment/Hospitality sectors (nightclubs) with additional financial support between October 2020 and March 2021.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-24T18:30:25.461Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-24T20:51:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-16T08:37:43.801Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions which call for the same action:\r\nhttps://petition.parliament.uk/petitions/332789\r\nhttps://petition.parliament.uk/petitions/320711\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-10-16T08:38:06.162Z"
    },
    "id": 552358,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552358.json"
    },
    "type": "petition"
}