{
    "attributes": {
        "action": "Protect our population. Prevent risk of covid spread from immigration.",
        "additional_details": "Our welfare system must support our residents who have paid into it through National Insurance payments for years.  Many citizens are at risk of unemployment and now may need to draw up on the benefit system.  We can not afford to allow entry to our country at this time and pay for immigrants to be provided with homes, food, clothing, etc., when they have never paid into the benefits system and are very unlikely to in present circumstances.",
        "background": "Our population is at risk.  Many will die if we do not take action to prevent entry to our Country from immigrants who may or may not be carrying covid-19.   Furthermore, the drain on benefits due to immigration is not sustainable in a struggling economy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-24T18:54:59.951Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-24T19:18:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-21T14:47:13.539Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. The Government has already announce a quarantine period for people entering the UK to reduce the risk of transmisison of Covid-19.  We could publish a petition calling for the UK Goverment to close the borders to all travellers, if that's what you'd like to see happen. \r\n\r\nWe could also accept a petition on changes to the benefit system, but we'd need to know which entitlements you'd like to be removed. You can find out more here:\r\n\r\nhttps://commonslibrary.parliament.uk/research-briefings/sn06847/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-21T16:26:57.380Z"
    },
    "id": 552362,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552362.json"
    },
    "type": "petition"
}