{
    "attributes": {
        "action": "Change the NHS flag to blue and white to stop distracting from LGBTQ+ liberation",
        "additional_details": "The rainbow flag has been a universal symbol of expression for the LGBT community since the 1970's. Suddenly using the rainbow flag as representation for the NHS is distracting away from the true meaning of the flag. It casts aside the LGBT community and is misleading for people who have not come out yet, and is misleading for young children who are not yet educated about the LGBT community. You would not take a country's flag away from them and give it to another country. So why do it to the community who has been oppressed for so many years.",
        "background": "I want the Government to change the NHS flag from rainbow to the colours white and blue. This is because the rainbow flag is a symbol of the LBGTQ+ community, and the NHS already have their own colours, white and blue, which has always been used to represent them and their logo.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-24T23:30:57.501Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-24T23:46:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-20T16:39:59.825Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  The NHS brand guidelines require the use of blue and white, you can find out more here:\r\n\r\nhttps://www.england.nhs.uk/nhsidentity/identity-guidelines/nhs-logo/\r\n\r\nSome members of the public have chosen to use rainbows, and rainbow flags, in support of the NHS and other keyworkers during the pandemic, but this isn't something that the UK Government or Parliament are responsible for. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-20T16:39:59.821Z"
    },
    "id": 552387,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552387.json"
    },
    "type": "petition"
}