{
    "attributes": {
        "action": "Establish a publicly-funded social support emergency service.",
        "additional_details": "If a bystander sees an individual substance-abusing or having a difficult episode as a result of their mental health, calling the police is likely to be their first port of call. The police are not designed to deal with these situations, nor should they be. We need an emergency service, filtered through 999, which can send out community support workers trained to support individuals with a range of social problems. Funding must be made available for this, and could begin with city-based pilots.",
        "background": "Individuals who are substance-abusing, having a difficult mental health episode, sleeping rough or in other difficult social or poverty-related situations need emergency help from trained, specialised professionals who can link them to appropriate social services - not the police.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-24T11:24:12.943Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-24T20:31:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-09T15:25:08.276Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want an 'emergency' service to be available for people suffering from poor mental health, or substance abuse. However, there are already publicly-funded services that offer this kind of support. The NHS provides emergency medical treatment, should someone suffer an overdose for example, and mental health support for someone suffering from poor mental health: https://www.nhs.uk/using-the-nhs/nhs-services/mental-health-services/where-to-get-urgent-help-for-mental-health/.\r\n\r\nThe publicly-funded 'Talk To Frank' drug advice service is also available to provide support to people struggling with substance abuse: https://www.talktofrank.com/\r\n\r\nThe Government and local authorities provide emergency housing support for someone made homeless: https://www.gov.uk/emergency-housing-if-homeless.\r\n\r\nIt is therefore not clear how your proposal would differ from the services already available, or precisely what support they would offer that other services do not."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-09T15:25:20.357Z"
    },
    "id": 552315,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552315.json"
    },
    "type": "petition"
}