{
    "attributes": {
        "action": "Remove and replace Liz Truss as Minister for women and equalities.",
        "additional_details": "It is our belief that MP Liz Truss is unsuitable for the role of women and equalities minister and should be immediately removed and replaced with someone who has the empathy for the role and is able to able to make the hard choice to listen to the will of the people such as the overwhelming majority who came out in favour of self ID for transgender people in the GRA consultation.",
        "background": "In the words of MP Crispin Blunt \"On equalities her approach has been didactic and suggestive of someone who has a set view and is short of time to think things through, and does not respect the advice of others both inside and outside government\" in short she lacks empathy for the role.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-25T05:51:08.584Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-25T06:26:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-16T08:41:32.766Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-16T08:41:37.029Z"
    },
    "id": 552392,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552392.json"
    },
    "type": "petition"
}