{
    "attributes": {
        "action": "Stop using the Duluth Model in domestic abuse cases",
        "additional_details": "A significant part of the duluth model that is flawed is \"minimising, denying and blaming\" that specifically states \"saying the abuse didn't happen\" which basically translates as, if a woman makes an allegation against a man, he should simply agree to it irrespective of what trully happened because to contest it, is to be guilty of saying it didn't happen, that defeats the judicial and justice system, \"saying she did it\" is quite possible when 33% of males are domestically abused",
        "background": "The duluth model is described by the government website as pro-femenist that focuses on changing male dominance and patriarchy. the UK has reported 33% of domestic abuse cases sees the male party as the abused, yet the duluth model is designed to solely portray the male party as the abuser",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-25T23:30:24.631Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-26T05:34:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-22T14:40:57.070Z",
        "rejection": {
            "code": "no-action",
            "details": "We can only publish petitions that contain a clear call for action for which the UK Government or House of Commons is responsible. Your petition refers to domestic abuse cases, but decisions about individual domestic abuse cases are a matter for the police and courts, not the Government or House of Commons.\r\n\r\nThe Duluth model is used in Her Majesty’s Prison and Probation Service (HMPPS) programmes for perpetrators of intimate partner violence, and we could accept a petition calling on the Government to review these programmes, with a view to establishing whether it is appropriate for programmes using the Duluth model to continue.\r\n\r\nWe also couldn't publish your petition if contained false or unproven statements, which includes unsubstantiated statements about the Duluth model, and it is not clear your petition is accurately describing this model. The Government's summary of evidence on the effectiveness of programmes for those convicted of intimate partner violence describes the Duluth model as adopting pro-feminist theory, and focuses on changing attitudes that support male dominance in society (patriarchy)."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-22T14:40:57.066Z"
    },
    "id": 552491,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552491.json"
    },
    "type": "petition"
}