{
    "attributes": {
        "action": "Move all HE teaching in the U.K. online-only by default, and support students.",
        "additional_details": "As evidenced, HE opening for \"business as usual\" is dangerous and deadly. U.S. colleges have 88,000 COVID-19 cases (NYT, 2020), and Scotland is\"locking down\" students with outbreaks in Glasgow/Edinburgh (BBC, 2020). \r\n\r\nLives of staff and students are at risk with teaching in person. Classes should be online-only. Students should have accommodation fees refunded. If required (e.g. for practicals) campuses would be safer if other classes were online and community residents would also be safer.",
        "background": "In line with rising COVID-19 infection rates in the United Kingdom, this petition calls for the U.K. Government to immediately announce that all Universities must shift their teaching to online-only by default immediately, cancel students' accommodation and rental contracts, and refund these fees.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-25T10:43:47.872Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-25T11:14:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-22T08:56:17.827Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nRequire university campuses to close to stop the spread of COVID-19: https://petition.parliament.uk/petitions/552512\r\n\r\nEnable all students to end university tenancy agreements early due to Covid-19: https://petition.parliament.uk/petitions/553285\r\n\r\nImplement support for university students during Covid-19: https://petition.parliament.uk/petitions/554299"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-22T08:56:17.825Z"
    },
    "id": 552423,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552423.json"
    },
    "type": "petition"
}