{
    "attributes": {
        "action": "New pedestrian crossing or traffic calming measures needed on Stoneham Lane.",
        "additional_details": "Public safety. I and the people who support this petition believe it is paramount that something is done now before someone is seriously injured, or even worse, killed. The speed limit on this road, for such a facility as this, is too high, and in all respect should be treated as if a school entrance as over 50% of the 26,000+ users/visitors here are under the age of 18 yrs old.",
        "background": "There is currently no Pedestrian crossing or traffic calming measures on this road outside the Stoneham Lane football complex, where in a 2 hour window at a weekend up to 1,500 users/visitors cross this road to enjoy there football whether playing or supporting.\r\nWe need action now!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-25T10:59:53.415Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-25T14:23:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-22T09:19:40.213Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of Southampton City Council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou could also start a petition to Southampton City Council you can find out more information about this here: https://www.southampton.gov.uk/moderngov/mgGeneric.aspx?MD=Petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-22T09:19:40.211Z"
    },
    "id": 552426,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552426.json"
    },
    "type": "petition"
}