{
    "attributes": {
        "action": "Have the appointments of  Paul Dacre and Charles Moore discussd in parliament.",
        "additional_details": "In a world where outside sources run interference in politics, create false news and confuse the public. IEssentialy we must champion a free press and a state channel famous for its impartiality. If the government suceeds in these appointments, they will have in broad daylight destroyed our BBC and the free press it represents. The two candidates in question have  been openly hostile to the BBC. Dacre doesnt believe in regulated or impartial media and Moore refused to pay for his license.",
        "background": "I want parliament to openly discuss the importance of the BBC. The need for it to be kept free from political interference. This is a coup against the BBC and it must be stopped.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-27T09:06:21.188Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-27T10:13:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-05T11:40:57.961Z",
        "rejection": {
            "code": "honours",
            "details": "We can't publish petitions about honours or appointments. That includes petitions requesting debates about the appointment of certain individuals to certain roles.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could sign or start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-05T11:40:57.957Z"
    },
    "id": 552592,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552592.json"
    },
    "type": "petition"
}