{
    "attributes": {
        "action": "Give us back our roads - Stop LTNs Now!",
        "additional_details": "This scheme is not designed at cutting pollution - it is a blatant war on motorists.  It is not tackling pollution it is moving it to the less gentrified neighbourhoods.  Pollution could be drastically reduced by taxing vehicles with highest emissions essential car/van users need to keep moving to keep London's economy going.  These LTNs are adding 50% in car time, stopping and starting.  Don't let a few elitists dictate how London operates.",
        "background": "London's roads are gridlocked so a few privileged residents can enjoy car free streets.  There are over 300 parks and ‘public open spaces’, in London. Together they cover almost 18% of London which is more than the area of the city covered by railways and roads combined.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-26T11:33:58.300Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-26T14:42:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-22T12:49:13.974Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about low traffic neighbourhoods in London are a matter for individual London boroughs, not the UK Government or House of Commons. Decisions about the low emission zone and any associated charges are a matter for TfL and the London Assembly.\r\n\r\nWe have published a related petition which you might like to sign:\r\n\r\nImpose stricter requirements on reallocation of road space by local authorities: https://petition.parliament.uk/petitions/550887"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-22T12:49:13.972Z"
    },
    "id": 552526,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552526.json"
    },
    "type": "petition"
}