{
    "attributes": {
        "action": "Lift the Embargo in the Republic Northern Cyprus and give us our human rights",
        "additional_details": "I would like Parliament to talk about these matters. Our people live in peace with the South. You will always get mixed political views from both sides but the people are sounding there voices. My grandfather died on those lands farming and wishing for one day to see the world recognise us as a nation, sadly he never see this happen. I would like to see peace, unity and independence. I’m 36 years of age with two kids I want my people to be free and my country to be recognised and excepted.",
        "background": "We want the Government to recognise that we are Turkish Cypriot. Our country has always had sanctions, our people have always suffered in silence, our economy won’t grow, poverty still exist’s and the future generation will continue to suffer if this is not resolved.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-27T19:15:30.069Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-27T20:13:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-23T17:03:03.346Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Global sanctions are a matter for international bodies, and the UK Government and Parliament aren't able to remove these unilaterally. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-23T17:04:12.461Z"
    },
    "id": 552641,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552641.json"
    },
    "type": "petition"
}