{
    "attributes": {
        "action": "Automatically refund accomodation costs incurred by students during 'lockdowns'",
        "additional_details": "Yes, universities can offer refunds on a piecemeal case-by-case basis, but this situation is not a piecemeal case-by-case situation. All students will, invariably, at one time or another, be under either local lockdown or mandated self-isolation - situations under the control of government. Hence, it is only right that the Government step in, with full legislative authority, to require universities to offer refunds of accomodation costs.",
        "background": "It is no secret that the coronavirus crisis is affecting students up and down this country. Given fines for failure to self-isolate, and the disruption to education, we are asking the Government to mandate an automatic refund of accommodation costs incurred during self-isolation & lockdowns.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-28T10:30:31.451Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-28T10:42:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-09T17:08:54.377Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly whether you want the Government to provide refunds for students who are isolating in student accomodation, or who are unable to use rented accomodation because of isolation or lockdowns. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-21T14:31:25.222Z"
    },
    "id": 552691,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552691.json"
    },
    "type": "petition"
}