{
    "attributes": {
        "action": "Show a vote of no confidence in this Government for improper legislation.",
        "additional_details": "Introducing Bills on a Sunday evening and having them passed into 'law' by Monday is a total disgrace and a mockery of procedure with checks abandoned.\r\nIt is clear now that democracy is a trifle facade to the corporate powers who own Parliament largely. The Pharmaceutical empire specifically where some if not many Parliamentarians have vested interest.\r\n\r\n\"When the people fear their government, there is tyranny; when the government fears the people, there is liberty.\"\r\nThomas Jefferson",
        "background": "The Government is consistently showing a lack of regard for Law by legislating its way by Decree which is unlawful.\r\nWithout facts presented to support the legislative action; no reasonable evidence to support such, just dodgy scientific/political claims.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-28T22:19:33.337Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-29T20:20:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-06T15:21:38.474Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could sign or start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-06T15:21:38.472Z"
    },
    "id": 552773,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552773.json"
    },
    "type": "petition"
}