{
    "attributes": {
        "action": "Not support football clubs during COVID",
        "additional_details": "People should be paid for there worth to society.  How can a CEO of a multimillion pound company, offering employment and profit, be singled out for an annual incentive payment of circa £500,000 when on the back page of the papers a football player is celebrated for signing a £500,000 weekly wage.  Cap club spending and stop them borrowing so much money to pay over inflated wages to so-called sports stars.",
        "background": "Stop advertising providing sports personnel with extravagant wages that undermine the economy and take much need cash from the masses and giving it to the minority  Reduce tax relief on advertising to a set level to stop ridiculous payments to so called celebrities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-29T16:38:50.827Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-29T18:48:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-06T14:40:09.310Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about wages of some football players, but it's not clear what you want the Government to do.\r\n\r\nThe Government is not responsible for setting maximum salaries for particular workers, and is also not responsible for spending by football clubs.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nStop Multi Million pound companies claiming government funded furlough payments: https://petition.parliament.uk/petitions/314882"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-06T14:40:09.307Z"
    },
    "id": 552822,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552822.json"
    },
    "type": "petition"
}