{
    "attributes": {
        "action": "Lift the ban on the opening of Bolton's hospitality venues.",
        "additional_details": "Bolton is the only area in the country to have such restrictions imposed, now for three weeks running. Many areas in the country now have far higher infection rates than Bolton did when it was placed under the lockdown yet their hospitality venues are allowed to stay open.\r\n\r\nThe Bolton hospitality sector is on its knees having only just survived the full lockdown earlier in the year. Many small businesses will close with the subsequent loss of jobs if something is not done about it soon.",
        "background": "Lift the local lockdown restrictions that limit Bolton's pubs and restaurants to takeaway services only, at the very least, to the same restrictions as in other areas i.e. allow table service with social distancing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-30T18:31:39.503Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-30T19:33:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-07T09:50:25.352Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition Bolton has been brought into line with restrictions for the rest of Greater Manchester: https://www.gov.uk/guidance/greater-manchester-local-restrictions\r\n\r\nIf you would like the local restrictions affecting Greater Manchester to be lifted you could start a new petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-07T09:50:25.349Z"
    },
    "id": 552938,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552938.json"
    },
    "type": "petition"
}