{
    "attributes": {
        "action": "Allow local Environmental Health Officer to assess opening bars & carveries",
        "additional_details": "A total ban on all service points across the country at every licensed venue was unjust, yes, there were venues/patrons that exploited their risk assessment but not all venues did this. Closure was very damaging but this latest legislation is business damaging to some venues, and it is unfair to allow unlicensed (non alcoholic) venues to trade at counters & buffet servery points. All guests should be seated by have the opportunity to get served from mandatory service points under safe conditions",
        "background": "It is important to comply with COVID-19 and help the government reduce the spread. Some bars and restaurants have very robust risk assessments, and closing bars and carvery buffets makes trade hard and impossible for some. Allow your local EHO to decide if the venue is safe & can use their counters.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-01T12:47:11.354Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-02T14:56:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-19T08:03:08.427Z",
        "rejection": {
            "code": "no-action",
            "details": "Bars and carveries are not banned from opening, but are required to comply with the new rules that apply to restaurants, pubs, bars and takeaway services. This includes a requirement for table service at licences venues.\r\n\r\nWe could accept a petition calling on the Government to exempt licensed venues from mandatory table service, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-19T14:08:33.040Z"
    },
    "id": 552996,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552996.json"
    },
    "type": "petition"
}