{
    "attributes": {
        "action": "Re-Evaluate the GCSE and A-Level tests",
        "additional_details": "We, as students, feel that this system is unfairly set up, especially against students with memory difficulties. We would love it if parliament would take a moment to reflect on the fact that the exams are ineffective, and we would love a more inclusive assessment system",
        "background": "The system that is used to \"test\" students aged 15-18 causes unnecessary stress, and ultimately, is not a show of intellect or character. To truly test intellect and character, to test us as people, we need the government to recognise that exam system needs to change",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-01T18:08:34.128Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-01T19:50:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-08T09:25:53.515Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about how GCSEs and A-levels operate, but it's not clear what you want the Government to do about this. Petitions need to call for a clear action by the Government,\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nReform England's education system based on the Finnish education system: https://petition.parliament.uk/petitions/307753\r\n\r\nReform the education system to end standardised testing for 16-year-olds: https://petition.parliament.uk/petitions/318113\r\n\r\nIf you would like the Government to do something that is not covered by the above petitions, you could start a new petition requesting this, but it would need to be clear what you want the Government to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-08T09:25:53.513Z"
    },
    "id": 553026,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553026.json"
    },
    "type": "petition"
}