{
    "attributes": {
        "action": "Change in the 10 days notice for completion in new build houses",
        "additional_details": "We would like this considered because many times people are renting before buying a property and when you buy a new property the 10 days notice for completion forces you as a tenant to give notice to your landlord in advance without knowing whether you will actually complete or not. The buyer ends up caught in between being homeless and struggling to find accommodation or having to pay both rent and mortgage at the same time. The developer won't suffer any real loss if the notice is increased.",
        "background": "The law says that the developer can serve a 10 days notice for completion once the building is ready and the buyer is forced to commit to this at exchange. We would like to see this 10 days notice increased to at least 1 month since notices to landlords are most of the time above 1 month.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-01T16:12:24.730Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-02T05:22:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-08T14:38:24.269Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The period for notice of completion is a contractual agreement between the buyer and seller of the home, and as a such is a matter for individual buyers and sellers, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-12T13:05:02.907Z"
    },
    "id": 553015,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553015.json"
    },
    "type": "petition"
}