{
    "attributes": {
        "action": "To repeal the Statutory Instruments Act 1946",
        "additional_details": "Over the years and especially in the past 8 months more and more legislation is by Statutory Instrument that has little or no Parliamentary oversight and we are now ruled by Ministerial fiat, diktat, social media announcements and last minute late night enactment of the S.I.s. This is the beginning of a path to an effective dictatorship that must eb stopped and Parliament given back it's role of holding Government to account.",
        "background": "To repeal the Statutory Instruments Act 1946 so that Ministers cannot introduce legislation without any Parliamentary oversight and to control the descent into a totalitarian dictatorship.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-02T17:54:41.702Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-02T18:03:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-02T15:05:16.576Z",
        "rejection": {
            "code": "no-action",
            "details": "The Statutory Instruments Act 1946 defines what a statutory instrument is, how they should be published, and sets out what happens if either House of Parliament resolves that a statutory instrument should be annulled or that a draft statutory instrument should not be made.\r\n\r\nThe 1946 Act, in itself, does not provide ministers with powers to make statutory instruments. Those powers are contained in the legislation that sets out the specific power (the parent Act).\r\n\r\nIf the Act were repealed, there would be no defined procedure for annulling negative statutory instruments, but it would not prevent statutory instruments from being enacted.\r\n\r\nWe could accept a petition calling for parliamentary procedures for scrutinising statutory instruments to be enhanced, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-02T15:05:16.574Z"
    },
    "id": 553111,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553111.json"
    },
    "type": "petition"
}