{
    "attributes": {
        "action": "Make bus travel in the West Midlands free for under 18s",
        "additional_details": "We demand that Transport is FREE for all children up to the age of 18 on bus services throughout the West Midlands. Currently NX Buses checks more than 3 million tickets a year on 150,000 buses.NX Buses say that 2% of tickets are invalid, that's 60,000 invalid tickets. NX cannot say what proportion caught with invalid tickets are children, but their are many. Free travel for children would be well worth the additional £7.2 million, would contribute greatly to the social welfare of travellers.",
        "background": "Whilst children in London can travel FREE ,children in the West Midlands, including many from some of the most deprived neighbourhoods in the country, have to pay. The consequence is that many are unable to travel, and many others jump the bus and are forced into committing an offence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-04T02:05:14.621Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-04T02:39:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-28T09:03:27.777Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about subsidising public transport in the West Midlands would be a matter for the West Midlands Combined Authority, not the UK Government or House of Commons.\r\n\r\nYou can find out how to petition West Midlands Combined Authority here: https://www.wmca.org.uk/media/3654/dec19-4505885105618660518-wmca-petitions-protocol-v5.pdf\r\n\r\nWe have published the following petition, which you might like to sign: https://www.wmca.org.uk/media/3654/dec19-4505885105618660518-wmca-petitions-protocol-v5.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-28T09:03:27.773Z"
    },
    "id": 553191,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553191.json"
    },
    "type": "petition"
}