{
    "attributes": {
        "action": "Waive or reduce student tuition fees for undergraduates this year",
        "additional_details": "Gvt allowed a return to campus, despite most learning now online, less tuition, with limited/no access libraries, labs or real contact with staff/other students. Zoom meetings aren’t  set up for this type of learning; slow and stifle discussion. OU students pay thousands less to study online, it’s better set up, unlike traditional universities. Students studying in isolation in their rooms or living at home are discouraged to attend campus thus denied access to facilities they’re paying for.",
        "background": "The government allowed students back to campuses but Covid has ended much of what they’re paying for. Less tuition and virtually NO  access to facilities but STILL being charged full fees. The gvt must reduce/waive fees while they expect students to study in isolation, to stop the spread Covid.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-03T15:13:44.848Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-03T16:00:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-05T10:03:17.411Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19: https://petition.parliament.uk/petitions/324762\r\n\r\nLower university tuition fees for students until online teaching ends: https://petition.parliament.uk/petitions/552911"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-05T10:03:17.408Z"
    },
    "id": 553164,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553164.json"
    },
    "type": "petition"
}