{
    "attributes": {
        "action": "Allow people to move to a new council area - with ease.",
        "additional_details": "I want the government to make this change so that people are able to have a fresh start.\r\n\r\n\r\n\r\nAt the moment the only way to live in a new place seems to be an exchange, through a local connection (which usually still leaves you far up the list) or through pleading that you are homeless. Is there any way the system can be reviewed so that housing associations and councils start to look at a \"newcomers\" category, based on what you bring to the new area - in terms of demographic/work etc",
        "background": "Every local authority has different rules leaving countless people upset after a home move falls through. \r\nIf you are living in a high rise tenancy or non ground floor flat there is little chance anyone will swap with you, ever.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-04T22:12:00.517Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-05T07:02:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-29T11:21:05.969Z",
        "rejection": {
            "code": "no-action",
            "details": "Local authorities have statutory obligations to give reasonable preference to certain people in the allocation of housing - those who are homeless, people in unsatisfactory housing conditions, and people who need to move on medical or welfare grounds, and people who need to move a particular locality where a failure to meet that need would cause hardship - but outside of these obligations it is up to individual local authorities to decide how to prioritse housing.\r\n\r\nThe Government's full guidance on the allocation of accommodation is set out here: https://www.gov.uk/government/publications/allocation-of-accommodation-guidance-for-local-housing-authorities-in-england\r\n\r\nWe could accept a petition calling on the statutory obligations of local authorities to be changed, but it would need to be clear how you wanted the Government to change these."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-29T11:21:05.965Z"
    },
    "id": 553261,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553261.json"
    },
    "type": "petition"
}