{
    "attributes": {
        "action": "Grant family carers ‘key worker’ status.",
        "additional_details": "Family carers provide essential practical and emotional support to their loved ones in residential care and care homes which promotes their well being and prevents social isolation. COVID-19 advice from government has largely resulted in blanket policies of no visits or very limited controlled, timed visits being adopted by care providers instead of an individual risk based approach. This stops all relatives from providing life giving and health enhancing personal support causing much distress.",
        "background": "We would like the government to give family carers designated key worker status so that they can easily access and visit their loved ones to provide essential support and care in a residential care setting or care home in the same way that paid carers employed by the care providers can.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-05T11:16:05.856Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-05T18:20:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-12T11:14:56.137Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/550381\r\n\r\nIndividual care homes are responsible for setting for their own visitor policies, so the Government adding family carers to the list of critical workers would not automatically mean that they were able to visit family members in care settings."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-12T11:14:56.135Z"
    },
    "id": 553297,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553297.json"
    },
    "type": "petition"
}