{
    "attributes": {
        "action": "Student mental health is an epidemic. End the prison like isolation.",
        "additional_details": "Any sane person would struggle to disagree with, that covid-19 is an international tragedy, it needs to be handled responsibly. In taking measures to protect students from covid there has been gross negligence to consider students mental well-being. Many students have never lived away from home and now have to face the prospect of being locked down in a flat of people they’ve only just met for two weeks. Mental health is a growing epidemic, it’s vital we’re listened too.",
        "background": "Measure restrictions in a responsible way, test and trace infections in blocks. Apply a forcible lockdown onto blocks where it is necessary for 2 weeks but allow students to socialise with each other. Meet human rights, food, sanitation. Regularly check in for mental well- being.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-04T12:41:13.868Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-04T18:31:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-29T10:39:36.685Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the impact of Covid-19 on university students, but it's not clear exactly what you want the Government to do about this.\r\n\r\nThe Government is responsible for the national test and trace programme, and we could accept a petition calling on the Government to make testing available to all university students who have come into contact with some who has tested positive for Covid-19.\r\n\r\nThe Government is also responsible for the restrictions on household mixing, and we could accept a petition calling on the Government to change how these apply to students living in university accommodation, but it would need to be clear what changes you wanted the Government to make to these rules.\r\n\r\nThe Government is not responsible for the catering or facilities provided to university students. This is a matter for individual students, landlords and universities. If there are issues with your accommodation you should contact your landlord or university.\r\n\r\nThe NHS has set up a volunteer responders system to help people who are self-isolating in England, which you can find out more about here: https://nhsvolunteerresponders.org.uk/\r\n\r\nWe have published the following petitions, some of which you might like to sign:\r\n\r\nImplement support for university students during Covid-19: https://petition.parliament.uk/petitions/554299\r\n\r\nIncrease funding for NHS Adult Mental Health Services: https://petition.parliament.uk/petitions/316023\r\n\r\nIncrease support for children’s mental health during and after COVID-19: https://petition.parliament.uk/petitions/318583"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-29T10:39:36.683Z"
    },
    "id": 553224,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553224.json"
    },
    "type": "petition"
}