{
    "attributes": {
        "action": "Make a compulsory 'mental health day' once a month for students",
        "additional_details": "I am a student myself and therefore know that we have days that we will plead not to come to school but ,as usual, we are made to. This effects us in many ways as we do not focus on work on that day and do not have the energy to do anything. Thank you for your time and I hope you consider this",
        "background": "Students mental health does not seem to matter as much as their schoolwork. Therefore they should be able to choose one day a month not to come in and marked down as a 'mental health day'.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-05T21:46:13.292Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-06T06:45:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-12T12:57:09.458Z",
        "rejection": {
            "code": "no-action",
            "details": "Students can already not attend school for medical grounds, which would include reasons related to mental health.\r\n\r\nIf you want students to be able to take one day off a month for their personal wellbeing, rather than because of any specific mental health issues, we could accept a petition calling for this, but it would need to be clear that this is what you want to happen.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake mental health and wellbeing checks compulsory in all levels of education: https://petition.parliament.uk/petitions/331616\r\n\r\nFund free Mental Health First Aider training for 1 adult in every school: https://petition.parliament.uk/petitions/548425\r\n\r\nRequire all schools to offer regular counselling to students: https://petition.parliament.uk/petitions/328361"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-12T12:57:09.461Z"
    },
    "id": 553359,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553359.json"
    },
    "type": "petition"
}