{
    "attributes": {
        "action": "Let colleges work from home if they want to.",
        "additional_details": "Students sit so close together in classes there is no social distancing. For people with vulnerable family members it’s not fair to put them in danger, when you can easily study from home. We can’t see our family members but can sit very close to individuals from a different household that are also in many other lectures with another 30 people in each. The amount of people that use the seats and breath in the air in the classroom can’t be cleaned no matter how much disinfectant we use.",
        "background": "College students can work from home if they want to. There are resources there for us to be able to work from home why not use them to help out country.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-06T06:55:59.302Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-06T09:46:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-12T14:12:17.477Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, whether you would like all colleges to close, or to remain open but  provide an option for home learning.\r\n\r\nYou may wish to sign this petition: https://petition.parliament.uk/petitions/550846\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. You must provide a full name to start petitions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-12T14:12:17.473Z"
    },
    "id": 553378,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553378.json"
    },
    "type": "petition"
}