{
    "attributes": {
        "action": "Financially support UK cinemas and all the staff affected by their closures",
        "additional_details": "As additional lockdown measures for COVID-19 are causing fewer people to visit the cinema, chains and venues have taken it upon themselves to close down or drastically reduce opening times as an understandable act of self-preservation. \r\n\r\nWithout this support, there is a real concern that the industry will not return and many thousands of jobs will be lost. This will have a negative knock-on effect on the UK film industry, leading to many more job losses and billions lost in revenue and taxes.",
        "background": "The Government should outline and distribute financial support to cinemas and the tens of thousands of staff that work in the industry as they are forced close due to low turnout during the pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-06T06:26:38.330Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-06T09:09:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-12T09:53:35.967Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nProvide increased support to the cinema industry to protect it and employees: https://petition.parliament.uk/petitions/553300\r\n\r\nExtend furlough scheme for the Cinema industry: https://petition.parliament.uk/petitions/553253\r\n\r\nThe Government already has a welfare system to support people who lose their jobs, and it is not clear what changes you would like to be made to this support. We could accept a petition calling on the Government to increase financial support for people who lose their job due to Covid-19, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-12T09:53:35.963Z"
    },
    "id": 553377,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553377.json"
    },
    "type": "petition"
}