{
    "attributes": {
        "action": "Income tax and NI reductions for essential keyworkers during COVID-19 pandemic",
        "additional_details": "Throughout these periods keyworkers have kept the country safe and ensured the lives of others go as undisrupted as possible. \r\nAs the situation worsens and localised lockdowns increase, yet again it will fall to the keyworkers (largely paid National Minimum Wage/National Living Wage) to continue to attend their work and deliver their services.\r\nRecognition and appreciation have been forthcoming but surely a token financial reward for their efforts should not be beyond the realms of possibility.",
        "background": "To reward essential keyworkers (referred to as largely unskilled by the Prime Minister) for their dedication and willingness to carry on for the good of others. These people have continued to work day in day out in the same manner they always do throughout the entire pandemic and lockdown periods.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-06T21:48:31.348Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-07T09:55:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-13T09:24:00.754Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to change how the tax system treats key workers, but it's not clear how you want this to work. For example, whether you want key workers to pay a reduced rate of tax, or have a higher personal allowance.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nGive all key workers a £10,000 tax break (in addition to the existing allowance): https://petition.parliament.uk/petitions/320647\r\n\r\nIdentify and reward all key workers due to Covid-19: https://petition.parliament.uk/petitions/308903\r\n\r\nYou could start a new petition requesting a change to how key workers are taxed, provided it is clear what change you want the Government to make."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-13T09:24:00.752Z"
    },
    "id": 553480,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553480.json"
    },
    "type": "petition"
}