{
    "attributes": {
        "action": "Stop the filming of military and government sites for personal gain.",
        "additional_details": "My example is those who go up to military camps and other government buildings, acting suspicious and film government/military employees.\r\nThey are doing a job and do not deserve being subject to social media abuse once the people who film them, put them on the internet. \r\n\r\nI would like the government to look into the laws on this and support those who are subject to being filmed for doing their day to day jobs and supporting the country whilst doing it.",
        "background": "I fully agree that in certain circumstances it is important to film situations that may help in a court of law. What I find disturbing and shameful is the fact that certain people decide to purposely flout rules for personal gain, whilst embarrassing others in the process.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-06T17:54:35.024Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-06T18:32:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-13T09:09:15.599Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It is not illegal to film people without consent in public areas, but on private property and places such as Government buildings you may already have to ask permission, or may be prevented altogether from taking images.\r\n\r\nWe're not sure if you would like blanket restrictions on filming people in public places, or stricter restrictions in Government buildings or military bases.\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-13T09:18:07.216Z"
    },
    "id": 553449,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553449.json"
    },
    "type": "petition"
}