{
    "attributes": {
        "action": "Boycott the winter Olympics in China over its treatment of the Uighurs",
        "additional_details": "Since 2017, there have been many reports of the “cultural genocide” of Uighur Muslims, a minority Turkic ethnic group native to Xinjiang, China. They are subject to mass detention, mass surveillance, restriction of religious and cultural identities, as well as other gross human rights abuses. Over a million Uighurs have been forced into \"re-education\" camps.\r\n\r\nChina must take responsibility for its actions. A Boycott will ensure it understands the seriousness with which we view this situation.",
        "background": "\"Dominic Raab has not ruled out boycotting the Beijing Winter Olympic Games over the treatment of the Uighur Muslims by the Chinese government\" BBC news 6/10/20\r\n\r\nWe want the Government to know that we fully support this Boycott and we ask it to facilitate and support this too.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-06T19:47:56.464Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-06T20:38:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-13T11:00:06.944Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the UK Government to boycott the winter Olympics, but it is not clear in practice how you want the Government to do this.\r\n\r\nDeciding whether to participate in the winter Olympics is a matter for the British Olympic Association, not the Government or House of Commons.\r\n\r\nThe Government could agree not to send any official representatives to the witner Olympics, so we could accept a petition requesting this, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-13T11:00:06.941Z"
    },
    "id": 553462,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553462.json"
    },
    "type": "petition"
}