{
    "attributes": {
        "action": "Allow a mortgage with a 1% deposit based on a history of no missed rent payments",
        "additional_details": "As so many people are renting these days, they end up \"trapped\" and only able to rent going forward. Rent can often be more expensive than a mortgage repayment and also make it very difficult to raise the money required to be able to place a deposit on a property, especially in the South East of England. Allow people to remain close to their families and support networks and not feel forced to move miles away to a cheaper location.",
        "background": "In order to support people struggling to buy their own properties, I would like to government to allow a 1% mortgage if the applicant has a reference from their landlord for at least 5 years that they have not missed a rent payment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-06T15:36:36.525Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-06T16:32:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-13T08:33:06.150Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for lenders.\r\n\r\nThere is no legal requirement for lenders to require a certain deposit for people borrowing a mortgage, so deciding what size deposit to require is a matter for individual lenders, not the Government or House of Commons.\r\n\r\nLandlords are able to report rental income to credit agencies, who can then take this into account as part of their rental scores. It is a decision for landlords and credit agencies whether or not to do this, The Government aren't responsible for operation of credit rating agencies or mortgage lenders."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-13T08:38:48.080Z"
    },
    "id": 553430,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553430.json"
    },
    "type": "petition"
}