{
    "attributes": {
        "action": "Compensation In Fees For Students Living In University Accommodation.",
        "additional_details": "Students Who Don't Have COVID Are Trapped In Blocks Which Are Sealed, Don't Have Access To Food And Cannot Go For Their Daily Exercise. Universities Knew Cases Would Rise As Students Come From Everywhere In The UK And The World.\r\nThis Is For Every University In The UK. \r\nMANCHESTER METROPOLITAN UNIVERSITY, There Should Be Compensation In Accommodation Fees For Students Who Can't Leave Their Flats And Blocks.The Tuition Fees As There Are Only Online Classes, No One Is Using The University Campus.",
        "background": "Tuition Fees And Accommodation Fees Should Be Compensated As University Students Are In Lockdown Across The Country. Everything Is Online, Tuition Fee Shouldn't Be 9.5K Just For Online Classes, Which Aren't Even Everyday.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-07T22:06:14.520Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-07T22:35:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-14T09:04:22.985Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19: https://petition.parliament.uk/petitions/324762\r\n\r\nLower university tuition fees for students until online teaching ends: https://petition.parliament.uk/petitions/552911\r\n\r\nGovernment subsidise this year's university tuition fees: https://petition.parliament.uk/petitions/552814"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-14T09:04:22.981Z"
    },
    "id": 553585,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553585.json"
    },
    "type": "petition"
}