{
    "attributes": {
        "action": "End the Destructive COVID19 Restrictions Placed Upon Hospitality Businesses",
        "additional_details": "Allowing these businesses to function in a more quantitative manner will prevent increased bankruptcies and redundancies. Many hospitality businesses depend on large functions and celebrations to survive. Curfews and numerical limits may ensure safety in some form but that it disproportionate to the effects of the loss of livelihoods. These measures have been proven to be scientifically baseless. Sweden's decision to seek herd immunity through it's anti-lockdown approach has proven effective.",
        "background": "Demanding the end of the new curfews (with particular attention to Scotland where the curfew is now 6pm from 09-10-2020 until 25-10-2020) placed upon hospitality businesses and an end to the limit on the number of people allowed to attend funeral and wedding services within hospitality businesses.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-08T10:46:05.299Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-28T13:10:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-03T12:57:40.070Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about current restrictions on the hospiality sector, but it's not clear exactly what restrictions you want to be removed or eased.\r\n\r\nYou also refer to the new curfew in Scotland, but we can only accept petitions about policy the UK Government or House of Commons is responsible for. Covid-19 restrictions in Scotland are a matter for the Scottish Government.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRepeal Covid-19 Restrictions on opening hours: https://petition.parliament.uk/petitions/551634\r\n\r\nRemove household mixing restrictions and 10pm curfew for hospitality sector: https://petition.parliament.uk/petitions/555671\r\n\r\nIncrease Number of Guests Permitted at Weddings, according to Venue Capacity: https://petition.parliament.uk/petitions/329339\r\n\r\nWe could accept petitions calling for other changes to current restrictions, but it would need to be clear which restrictions you wanted to change, and that these were the responsibility of the UK Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-03T12:57:40.068Z"
    },
    "id": 553616,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553616.json"
    },
    "type": "petition"
}