{
    "attributes": {
        "action": "Replace Oliver Dowden as Secretary of State for Digital, Culture, Media & Sport",
        "additional_details": "The UK’s world-leading music and nightlife industry has never been closer to ruin - with the peril created by Brexit and the new tier-5 visa stipulations posing the greatest existential threat to the pre Covid-19 industry-space to date. Now with six+ months of lockdown measures, little to no cash-flow, a drought of useful information and support from the government, and new policy uncertainties - as it stands the industry as we know it has little to no chance of surviving to next summer. ",
        "background": "We demand:\r\n- New cabinet leadership.\r\n- New avenues for industry-feedback on policies.\r\n- New avenues for information to prepare for future industry disruption caused by Covid-19, as well as the transition from EU membership. \r\n- Greater support in addressing the aforementioned issues.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-08T12:00:46.328Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-08T13:41:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-15T12:59:56.754Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-10-15T13:00:05.973Z"
    },
    "id": 553632,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553632.json"
    },
    "type": "petition"
}