{
    "attributes": {
        "action": "Affirm that Doncaster is legally part of Scotland",
        "additional_details": "Increase tourism to Yorkshire and the area of Doncaster, making it more attractive to businesses. This will increase the local economy, increase trading and increase investment in the local area.\r\n\r\nAllow the people of Doncaster to have a choice in their future - for example the Scottish Independence vote, laws (etc.)",
        "background": "Allow the population of Doncaster a choice of nationality/duel nationality and therefore a choice in passport.\r\n\r\nDoncaster was given to Scotland during the 12th century (The Treaty of Durham). It was never officially reclaimed by England, making the area legally still part of Scotland.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-08T21:30:40.626Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-10T08:00:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-10T13:02:52.507Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or House of Commons to take a specific action.\r\n\r\nYour petition refers to giving citizens of Doncaster a right to choose their nationality or passport, but citizens of England and Scotland are both UK citizens and have the same passports.\r\n\r\nWe could accept a petition calling on the UK Government to hold a referendum on whether Doncaster wishes to become part of Scotland, although taking over responsibility for Doncaster would also require the consent of the Scottish Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-06T06:59:41.749Z"
    },
    "id": 553713,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553713.json"
    },
    "type": "petition"
}