{
    "attributes": {
        "action": "Ban the export and import of all live animals.",
        "additional_details": "There are many known reported and evidenced examples of the appalling treatment of exported animals involving the UK and other countries around the world.\r\nAs a proclaimed advocate of animal welfare standards, the UK should lead by example and stop the cruel and unnecessary treatment of all animals for which we have a responsibility and duty.",
        "background": "For the government to ban all export and import of all live animals.\r\nTo stop the suffering and inhumane treatment of animals which are subject to unnecessary and unacceptable transportation, treatment and slaughter.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-09T11:18:59.414Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DfIT",
                "name": "Department for International Trade",
                "url": "https://www.gov.uk/government/organisations/department-for-international-trade"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-10T10:29:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-19T09:29:27.186Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the import and export of live animals, but it's not clear if you want a ban on the import and export of all live animals, or only animals that are being transported for slaughter.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nBan long distance live transportation of animals for slaughter: https://petition.parliament.uk/petitions/552395\r\n\r\nIf you would like the Government to take an action different to the above, you could start a new petition about this, but it would need to be clear exactly what you want the Government to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-19T09:29:27.184Z"
    },
    "id": 553754,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553754.json"
    },
    "type": "petition"
}