{
    "attributes": {
        "action": "Stop allowing the media to broadcast images of Black & Asian children suffering",
        "additional_details": "Children from other countries should be offered the same courtesy of not being exposed in British media.\r\n\r\nThe constant broadcasting of Black and Asian children as poor and in need elicits the following:\r\n\r\n*Desensitisation of suffering of Black and Asian people\r\n\r\n*A mindset of superiority for those who live in the UK\r\n\r\n*Expectation that Black and Asian people are tough and resilient- not in need of support (an issue especially prevalent in health care)\r\n\r\n*Incorrect ideas that Black and Asian countries are poor and without wealth",
        "background": "I am imploring the government to disallow charities to broadcast images of any suffering people- particularly Black and Asian children.\r\n\r\nIn the UK, actors are used to depict children suffering (NSPCC, Childline etc).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-08T21:16:37.741Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-08T21:38:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-09T15:22:52.000Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government is not responsible for the content and tone of campaign materials produced by charities, and there are regulators in place to consider complaints against a charity on the basis of their fundraising or advertising. You can find out how to make such a complaint here: https://www.gov.uk/complain-about-charity."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-09T15:22:56.541Z"
    },
    "id": 553710,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553710.json"
    },
    "type": "petition"
}