{
    "attributes": {
        "action": "Make sports training a \"reasonable excuse\" for Adults to travel.",
        "additional_details": "Mental Health in the UK was under pressure prior to COVID19, now following one lockdown and smaller local lockdowns,mental health continues to decline.The need to support mental wellbeing through physical activity is needed and many people find therapy in sports training. We need to be able to travel in order to train in a supportive environment and be able to stop further damage to physical and mental health.We should also allow adults to train together whether from lockdown local areas or not.",
        "background": "It has been announced today in the Welsh News that Children can attend sports training outside lockdown areas as the sports training will be a \"reasonable excuse\" to travel. This should be applied to adults taking part in sports training also.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-09T13:03:13.817Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-09T13:12:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-16T12:56:08.359Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Coronavirus restrictions in Wales are a matter for the Welsh Government, not the UK Government or Parliament. You can find out more about restrictions in Wales here: https://gov.wales/coronavirus-regulations-guidance.\r\n\r\nYou could start a petition on the Welsh Parliament's petitions website if you wished: https://petitions.senedd.wales/."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-10-16T12:56:29.971Z"
    },
    "id": 553765,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553765.json"
    },
    "type": "petition"
}