{
    "attributes": {
        "action": "Make 'A Life On Our Planet' Mandatory to watch in all schools in the UK.",
        "additional_details": "A Life On Our Planet outlines clearly and concisely the biggest threats to our life on this planet as well as what we can do on an individual level to help combat this. The film explains the basics of climate change and how they have affected the wild world. These are things of which we should all be aware; not enough of us are. People need to be educated on these issues and how pressing they are in a way that will inspire them to act and change their ways. The Earth needs saving.",
        "background": "Ask government education officials to add David Attenborough's 'A Life On Our Planet' to the curriculums of all UK schools and encourage this at higher level education as well.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-08T20:32:11.599Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-18T11:33:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-04T13:23:46.952Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government sets a national curriculum of the subject matter schools need to cover, but the educational materials used to teach school students is a matter for individual schools, not the Government or House of Commons.\r\n\r\nWe have published the following related petition, which you might like to sign:\r\n\r\nIntroduce a Climate Change subject to the National School Curriculum: https://petition.parliament.uk/petitions/318835"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-04T13:23:46.949Z"
    },
    "id": 553703,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553703.json"
    },
    "type": "petition"
}