{
    "attributes": {
        "action": "Fund the Arts and Entertainment industry instead of giving MPs another pay rise.",
        "additional_details": "“Art is used to decorate your surroundings, music is used to decorate your soul.”\r\n\r\nLike many, the recent news of MP’s getting a pay rise has hit hard, especially when many venues, theatres, and other places where live music and entertainment can be held, are having to close their doors for the foreseeable future. Without music, people feel lost or alone, and for many people it is used as an escape from daily life. Please help save the Music and Entertainment Industry, imagine life without music!",
        "background": "Give much needed extra funding to the UK Live Music and Entertainment Industry to help save grass root venues, theatres, music halls and cinemas from having to permanently shut down.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-10T00:55:49.470Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-10T08:20:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-15T15:53:55.898Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nYou may wish to sign the following petitions which call for support for the arts and entertainment industries: \r\nhttps://petition.parliament.uk/petitions/320711\r\nhttps://petition.parliament.uk/petitions/332789\r\nhttps://petition.parliament.uk/petitions/332353\r\nhttps://petition.parliament.uk/petitions/308039\r\nhttps://petition.parliament.uk/petitions/331342"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-10-15T15:54:03.766Z"
    },
    "id": 553842,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553842.json"
    },
    "type": "petition"
}