{
    "attributes": {
        "action": "Introduce \r\nRent control for private tenants",
        "additional_details": "Take into account previous rental payments from tenants when applying for credit and mortgages. So to make it possible for the thousands of people in our position, is there a way of deferring the deposit.  Approve mortgage, add 10% deposit of total cost to purchase price. After the mortgage payments reach equivalent of what deposit would have been, the equity in all likelyhood would match that amount. The mortgage agreement would include that amount plus any increase of equity on the 10% deposit. Paid to mortgage provider along with monthly payments for the remainder of the mortgage term. Lastly just because someone has a less than perfect credit rating is no threat to the mortgage provider, as if the mortgage isn't paid the property reverts to the lender (No or very little Risk).",
        "background": "Put a cap on private rental homes. Make private rental homes the same standard as housing associations and council properties.Limit the number of properties people can own in the UK, it isn't fair that one person owns numerous properties when others have no chance of ever owning.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-09T19:53:16.284Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-15T09:41:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-28T12:04:48.546Z",
        "rejection": {
            "code": "no-action",
            "details": "The title of your petition is about rent control for private tenants, but your petition goes on to make several requests including about second homes, credit ratings and mortgages.\r\n\r\nWe could accept petitions requesting a system of rent control, or restrictions on the ability of people to own more than one home, but it would need to be clear in the title of your petition what changes you want the Government to make.\r\n\r\nWe can't accept petitions about credit ratings and mortgages, as these are a matter for individual lenders and credit reference agencies, and not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-02T16:50:33.363Z"
    },
    "id": 553811,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553811.json"
    },
    "type": "petition"
}