{
    "attributes": {
        "action": "Reverse decision on MPs latest payrise.",
        "additional_details": "When our hospitals are struggling, our nurses are underpaid, not even granted a much needed payrise, our councils are lacking funding for fundamental needs, our social care is in crisis, living through a pandemic and a recession not to mention the loss of jobs; our goverment is telling us here is lack of tax payers money to help the above causes so why is there always enough to fund MPs payrises?! We want you to reverse this and act in the publics interest, as elected to work for US!",
        "background": "The government needs to act to reverse the latest MPs payrise. In light of the pandemic, loss of jobs, lack of funding, national debt it's ridiculous that the public purse is being squeezed to give a huge payrise to those who likely need it less. Let's focus on giving a payrise to those in need.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-12T11:09:44.213Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-13T09:00:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-16T16:03:51.548Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-16T16:03:51.545Z"
    },
    "id": 554095,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554095.json"
    },
    "type": "petition"
}