{
    "attributes": {
        "action": "Drop MPs wages by one third.",
        "additional_details": "The government has recently announced that they are creating the new ‘job support scheme’ where by they will pay two thirds of people’s wages (67%). This is 13% lower than the original 80% furlough scheme. This is going to force thousands into poverty.\r\n\r\nAnnounced on the same day was the fact that MPs could face a £3000 wage increase from April 2021. Are we really all in this together?",
        "background": "We want parliament to enforce a one third wage decrease on themselves.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-11T22:48:00.982Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-11T22:57:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-19T10:25:11.671Z",
        "rejection": {
            "code": "irrelevant",
            "details": "MPs are not responsible for setting or voting on their own pay and expenses.\r\n\r\nThe Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n\r\nWe have a number of petitions open which call for the furlough scheme, or an equivalent, to be extended for certain sectors/groups of workers, which you may like to browse and sign. You can find them here: https://petition.parliament.uk/petitions?state=open&q=furlough.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-10-19T10:26:09.516Z"
    },
    "id": 554069,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554069.json"
    },
    "type": "petition"
}