{
    "attributes": {
        "action": "Reevaluate the current guidance within education.",
        "additional_details": "It is now clear that children and young adults within education play a larger part in the spread of Covid19 than originally thought and guidance, along with measures taken should reflect this.",
        "background": "Many are working from home now so blendedlearning should be introduced for those who are able to help educate at home in order to reduce classsizes and enable distancing.Mask use in schools should be reevaluated and recommend for primaryage children and compulsory for the over12s as it is in society",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-11T22:25:27.847Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-12T04:49:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-25T09:29:24.776Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or House of Commons to take a specific action.\r\n\r\nWe understand that you want the Government to change arrangements for schooling, but it's not clear exactly what changes you want the Government to make.\r\n\r\nWe have published the following petitions, some of which you might like to sign:\r\n\r\nRequire schools to adopt a part-time attendance rota while Covid-19 is a threat: https://petition.parliament.uk/petitions/551615\r\n\r\nRequire schools to support home learning during Covid-19 outbreak: https://petition.parliament.uk/petitions/334065\r\n\r\nSuspend fines for school non-attendance during Covid-19 & allow parental choice: https://petition.parliament.uk/petitions/551740\r\n\r\nIf there is a specific action you want the Government to take that is not covered by the above you could start a new petition stating clearly how you want the Government to change current arrangements for schooling."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-25T09:29:24.773Z"
    },
    "id": 554064,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554064.json"
    },
    "type": "petition"
}