{
    "attributes": {
        "action": "Reform the House of Lords , ensure public voting to deselect lords members",
        "additional_details": "Because public perception of the lords is that the lords are untouchable to the public unlike the commons and the house is far too big . It’s not for for purpose in its current model. And giving the public a vote to deselect members who fall short of what is expected of them would be a step in the right direction and as would reducing the side of the House of Lords.",
        "background": "I want a new reform in the House of Lords to ensure the public have the power to vote to remove members of the House of Lords who fall short of there duties and ensure the public have a vote to decide how many members can sit in the Lords. This will ensure The public Can have a say on the lords.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-11T14:19:56.855Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-19T20:12:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-26T16:07:49.422Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the House of Lords to be reformed, but it's not clear exactly what changes you want the Government to make.\r\n\r\nYou call for the public to be able to deselect member of the House of Lords, but it's not clear if you want members of the public to be able to initiate a vote at any time, or if a vote should be held if a member of the House of Lord is convicted of a crime, or in some other instance.\r\n\r\nYour petition also calls for a public vote on how many Lords there should be, but it's not clear what options you want the public to be invited to vote on.\r\n\r\nWe could accept a petition calling for reforms to allow public votes removing members of the House of Lords, or changing the number of members who can be appointed to the House of Lords, but your petition would need to be clear how you wanted this to work. You would also need to provide your full name for us to open your petition.\r\n\r\nWe have already published the following petitions about the House of Lords, which you might like to sign:\r\n\r\nReform the House of Lords because its membership is chosen undemocratically: https://petition.parliament.uk/petitions/333831\r\n\r\nHold a Referendum on Abolishing the House Of Lords: https://petition.parliament.uk/petitions/332973\r\n\r\nReform House of Lords so 50% of members are key workers selected by ballot: https://petition.parliament.uk/petitions/323450\r\n\r\nHold a referendum on democratic elections for members of the House of Lords: https://petition.parliament.uk/petitions/334303\r\n\r\nReform the House of Lords. Use the Canadian Senate Model: https://petition.parliament.uk/petitions/334212"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-26T16:07:49.419Z"
    },
    "id": 554009,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554009.json"
    },
    "type": "petition"
}