{
    "attributes": {
        "action": "Overhaul Of Current A Level and GCSE Plans For 2021",
        "additional_details": "How will postponing formal exams for 3 weeks give pupils enough time to tie up any loose ends within their learning? The answer is it won’t.\r\nAs a y13 student I have overheard people in my classes discussing work given to us over the lockdown period in utter confusion as they have not been able to teach themselves the content thoroughly. I’m sure this is the same for many students nationwide. While I agree that the way grades were awarded in 2020 was wrong, there should be some middle ground for this year. Whether this comes in the form of teacher assessment with exterior mediation or something else entirely I don’t know. But I maintain that holding formal exams in 2021 is unfair considering the circumstances over the past 6 months.",
        "background": "On the 23rd March 2020, the government announced that all schools throughout the UK would have to close in light of the pandemic. After 6 months and many different changes in rules, schools started to reopen, with many students at a significant knowledge deficit. The current plan should be changed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-12T16:02:41.316Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-12T16:44:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-19T11:02:04.781Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nCancel GCSEs and A Levels in 2021: https://petition.parliament.uk/petitions/326066\r\n\r\nReduce curriculum content for year 10 & 12 students who will sit exams in 2021: https://petition.parliament.uk/petitions/320772\r\n\r\nBase 2021 GCSE and A-Level Grades on Teacher Considerations and Mock Grades: https://petition.parliament.uk/petitions/553307\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-19T11:02:04.778Z"
    },
    "id": 554139,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554139.json"
    },
    "type": "petition"
}