{
    "attributes": {
        "action": "Stop MP pay rises.",
        "additional_details": "It's wildly unethical to vote for your own pay rise. MPs are out earning doctors and vote to raise their pay each year. No other government funded jobs have control over their own pay packet. \r\nEspecially in these current times when other countries governments are taking pay cuts in solidarity our government choses to pay themselves more. Thousands of British people are losing their jobs, livelihoods and lives to this pandemic. A pay rise should be the last thing on MPs minds",
        "background": "Stop MP pay rises. The pay rises each year are disproportionate to other government bodies. It's wildly unethical to vote for your own pay rise and in these current times when thousands are losing their jobs a pay rise is hardly the best use of government funds.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-12T13:03:55.648Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-12T13:14:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-16T16:02:56.203Z",
        "rejection": {
            "code": "irrelevant",
            "details": "MPs are not responsible for setting or voting on their own pay and expenses.\r\n\r\nThe Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-16T09:22:56.674Z"
    },
    "id": 554111,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554111.json"
    },
    "type": "petition"
}