{
    "attributes": {
        "action": "Remove Halton from Liverpool City Region and stop paying taxes to the LCR Mayor.",
        "additional_details": "Constituents of Halton live in Cheshire, not Liverpool or Merseyside.\r\nIt is unfair for the people of our towns to pay taxes to a Metro Mayor who does not benefit us. It is also unfair that we are grouped with Liverpool as part of the Covid-19 local restrictions. We need a move away from Liverpool, the Liverpool City Region and Merseyside to lessen the impact on residents and businesses in Halton.",
        "background": "Remove Halton (Widnes and Runcorn) from the bracket of \"Liverpool City Region\" which we were never consulted about as a constituency. Also stop Halton residents paying taxes towards the Liverpool Metro Mayor and towards the Liverpool City Region.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-13T07:59:51.824Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-13T08:15:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-22T16:23:21.741Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for Halton Borough Council, Cheshire West and Chester Council, and the Liverpool City Region, not the UK Government or Parliament.\r\n\r\nYou can find out how to contact Halton Borough Council about this matter here: https://www3.halton.gov.uk/Pages/councildemocracy/Contact-Us.aspx.\r\n\r\nYou could also contact your local MP and ask them to raise the matter with the relevant local authorities on your behalf, if that was something you'd like to happen. You can find their contact details by entering your post code here: https://members.parliament.uk/FindYourMP"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-22T16:23:21.738Z"
    },
    "id": 554264,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554264.json"
    },
    "type": "petition"
}