{
    "attributes": {
        "action": "Cancel GCSE's and A Levels, not postpone them.",
        "additional_details": "Students are outraged that GCSE's and A Level's are still continuing and the best the government can do is postpone them for three weeks, quite frankly parliament are being selfish, they are trying to do this for the 'best option' however logically it cannot work for us. You didn't listen the first time and so this is our request to you, listen to the people, this is a democratic society and if the choice solely effects the youth then let the youth decide. Thank you.",
        "background": "pushing the exams forwards by three weeks creates unfair increased pressure on the students taking their exams, three weeks will not ever be able to make up for 6 months of lost school time. Continue and the countries academic levels will drop. Do you want to take that chance?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-13T19:37:41.811Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-13T19:47:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-20T13:37:16.365Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/326066\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-10-20T13:37:20.259Z"
    },
    "id": 554377,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554377.json"
    },
    "type": "petition"
}