{
    "attributes": {
        "action": "Include a Low Covid Alert Level & Removal of Restrictions in the Tiered System.",
        "additional_details": "A positive end goal will aid mental health and help everyone to focus on overcoming the virus. A green light means 'safe to go'. We do not want the rule of six to stand for safe or normal. \r\nCovid 19 is a risk, yet restrictions also carry a risk to livelihoods, mental & physical health. Using clear parameters to trigger tiers when the risks of Covid are higher than the risks of restrictions would allow people to view the situation logically and encourage the following of well-founded guidelines.",
        "background": "We call on Government to make the lifting of restrictions and a return to normal social interactions a focus, goal and integral part of the new tiered system. Furthermore we demand that all levels and restrictions are based on a thorough, risk/benefit analysis made widely available to all citizens.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-13T21:00:53.902Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-13T22:58:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-20T14:31:09.860Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to change its approach to Covid-19, but it's not clear if you want the Government to introduce a new \"low\" alert level where Covid-19 restrictions would not apply, or if you want all restrictions in the new system to be removed.\r\n\r\nIf you want the Government to easy Covid-19 restrictions, you might like to sign the following petitions:\r\n\r\nEnd COVID-19 social distancing: https://petition.parliament.uk/petitions/320079\r\n\r\nLift local lockdowns and Covid-19 restrictions in England: https://petition.parliament.uk/petitions/551469\r\n\r\nIf you want the Government to introduce a new \"low\" alert level, we could accept a petition about this, but it would need to be clear what this would look like."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-20T14:31:09.857Z"
    },
    "id": 554388,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554388.json"
    },
    "type": "petition"
}