{
    "attributes": {
        "action": "Hold an urgent meeting on climate change. Ban meat that isn’t reliably sourced.",
        "additional_details": "We have just 7 years until there is no turning back from this. Droughts, fires, starvation will be coming to us if we do not turn this around right now. There is a climate emergency and no one is addressing this in parliament. Young people do not stand a chance unless you start to do something drastic to address this immediately. We need to ban plastic, half consumption of meat and only buy from small reliable farms and start doing some work to rectify deforestation.",
        "background": "We’re requesting an emergency meeting on climate change and a massive reduction in meat consumption, and to only stock meat which is reliably sourced and has no carbon footprint. We are in the midst of a climate emergency and drastic action needs to be taken right now.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-14T09:01:47.546Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-27T20:22:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-03T11:51:41.851Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nTake action to end factory farming and reduce meat and dairy consumption: https://petition.parliament.uk/petitions/330298\r\n\r\nReform food, energy, environmental and fishing policy to save the planet: https://petition.parliament.uk/petitions/554376\r\n\r\nHold a referendum to decide if the UK should commit to Carbon Neutrality by 2030: https://petition.parliament.uk/petitions/549900"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-03T11:51:41.849Z"
    },
    "id": 554425,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554425.json"
    },
    "type": "petition"
}