{
    "attributes": {
        "action": "Ask MP's to lower their salary for 1 year to 67% in line with Covid-19 benefits.",
        "additional_details": "In times of Pandemic and crisis, it is beholden upon our state representatives to demonstrate that they are prepared to bear the same privations and hardships that are currently being asked of the general population. In this way, our elected policy makers can demonstrate that they are prepared to work for and assist, the general public who have given them their trust via the ballot box and whom, expect them to represent both our, and the best interests of the Country in these trying times.",
        "background": "Petition the standing members of Parliament to show solidarity with the UK population by voluntarily taking only 67% of their yearly pay in order to generate emergency funds for use by the Government for critical support initiatives in the community.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-14T17:37:36.243Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-17T10:13:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-23T14:27:07.138Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nReform IPSA - cap MP payrises in line with other Public sector pay: https://petition.parliament.uk/petitions/554400"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-23T14:27:07.135Z"
    },
    "id": 554499,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554499.json"
    },
    "type": "petition"
}