{
    "attributes": {
        "action": "Stop partners of pregnant woman from missing scans and births of there children",
        "additional_details": "It is an absolute disgrace that’s pregnant woman all over the country are being made to feel as though they have to go through pregnancy alone as they are not allowed the support of there partner or a friend by there side. \r\nIt’s is having such an effect on woman’s mental health’s especially when they are having scans or emergency sections alone to be told at the end they have lost there baby and even some woman going into labour and partners not making it in time for the birth of there own child",
        "background": "All partners of pregnant woman should be allowed in for scans and appointments, as well as be there for the WHOLE of labour not just active labour. Hospitals SHOULD NOT be stopping partners from being on a ward If there partner is also in for an induction or being prepared for a section.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-14T13:59:32.359Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-14T14:11:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-21T09:25:19.904Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about who can attend scans and births are a matter for the NHS, not the UK Government or House of Commons.\r\n\r\nOn 5 June, the NHS’s suspension of hospital visiting was lifted. This means that visiting is now subject to local discretion by trusts and other NHS bodies. You should check with your maternity team and sonography unit for their policy on visitors attending births."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-21T09:25:19.900Z"
    },
    "id": 554469,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554469.json"
    },
    "type": "petition"
}