{
    "attributes": {
        "action": "Stop Essex County Council moving Essex into the new ‘high level’ of restrictions",
        "additional_details": "Essex being placed in the High category would massively harm our already struggling local economy with businesses in the hospitality, entertainment and travel sectors being hit particularly hard. It is also important that Essex County Council are stopped from making this decision as It will mean many of our towns will be in a higher category than many towns around the UK with higher cases. Allowing ECC to make this decision makes a mockery of the government’s new three tier system.",
        "background": "This petition is to ask the government to stop Essex County Council trying to add Essex to the new ‘High’ category despite Covid case numbers not reaching the governments own criteria for the High’ category. The council have made this decision without consulting with the people of Essex.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-14T09:50:31.945Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-14T10:13:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-29T09:27:53.971Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/55491\r\n\r\nWe can only accept petitions about things the Government, not local authorities are responsible for. It is up to individual local authorities whether to apply to have their Covid alert status changed, but it is up to the Government whether to approve this and make the necessary legislative changes."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-29T09:27:53.969Z"
    },
    "id": 554434,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554434.json"
    },
    "type": "petition"
}