{
    "attributes": {
        "action": "Allow university students to attend face to face lectures and seminars.",
        "additional_details": "Online lessons aren’t efficient nor are they as good a quality as face to face tuition would be. It should be possible for students to attend face to face lessons provided masks are worn and the correct social distancing measures are kept. The disappointment students have faced when finally reaching their university experience is unfair but also not entirely necessary, all we ask is that our petition is strongly considered and some change is made to reimburse us for what we’ve missed out on.",
        "background": "Most schools are and have been operating classroom face to face lessons for the last month. Why is it that universities can’t provide the same. A petition for students to be partially refunded reached over 100,000 and was overlooked. It’s either we get what we paid for or we get some money back.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-14T20:00:03.412Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-14T20:05:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-22T16:18:03.607Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for individual universities. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-02T16:51:33.029Z"
    },
    "id": 554527,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554527.json"
    },
    "type": "petition"
}