{
    "attributes": {
        "action": "Ensure female sex education is taught equally to all genders in schools",
        "additional_details": "The absence of comprehensive female sex education is encouraging a culture of ignorance to women's issues and leaving many women uninformed on their own health. Teaching female health and pleasure to all primary and secondary school children will also tackle issues that develop later on due to inadequate normalisation of the discussion of female sexual health. Educating young people on full sex education, not only male orientated sex education, is a vital addition to the curriculum.",
        "background": "This petitions for female sex education, including the menstural cycle, female pleasure in sex and sexual health is included in sex education for both boys and girls, seeing as male sexual health and pleasure is taught to girls in primary and secondary school institutions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-15T19:07:16.261Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-16T12:18:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-23T13:57:05.297Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want teaching of sex education to change, but it is not clear exactly what changes you want the Government to make.\r\n\r\nThe UK Government is responsible for setting the national curriculum for schools in England, which sets out the curriculum schools are required to each. Your petition refers to male sexual health and pleasure being taught to girls in primary and secondary school institutions, but sex education is not part of the national curriculum for primary schools, and sexual pleasure is not part of the national curriculum at all.\r\n\r\nThe national curriculum for Relationships Education, Relationships and Sex Education (RSE) and Health Education states that puberty including menstruation should be covered in Health Education and should ensure male and female pupils are prepared for changes they and their peers will experience.\r\n\r\nIt is up to individual schools whether they choose to teach additional content not included in the national curriculum."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-23T13:57:05.293Z"
    },
    "id": 554687,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554687.json"
    },
    "type": "petition"
}