{
    "attributes": {
        "action": "Exemption for disabled Blue badge holders on roads closed by London councils",
        "additional_details": "Recently councils have closed/restricted roads to all blue badge holders. Disabled people need access to all roads for mental health ,mobility and health safety reasons. They have carers that help them within their community, they have carers that take the burden off the NHS and help people with disabilities live in a predominantly abled bodied society. public transports sadly isn’t good enough for some disabilities most trains/tubes can’t  be accessed with wheelchairs or mobility issues.",
        "background": "Don’t discriminate against Disabled Blue badges, councils are closing roads off and penalising disabled ppl who can’t walk or cycle enough to get around. Camera reading like in the congestion would be better option for disabled ppl. Also black taxi access when carrying disabled passengers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-16T10:09:05.187Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-16T10:47:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-23T08:40:36.269Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. Road closures in London is the responsibility of individual local authorities and the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-23T08:40:36.266Z"
    },
    "id": 554775,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554775.json"
    },
    "type": "petition"
}