{
    "attributes": {
        "action": "Stop the BBC from making a dramatisation of Jimmy Saville",
        "additional_details": "Neither the BBC or any other media platform should be allowed to resurrect the stories while the victims are still alive and still healing, for the benefit of tv ratings. Once he was recognised as a prolific pedophile,  he should not have any further airtime. It was only the last 5-10 years that victims finally got their closure so this documentary will open up the wounds again that fo many of us have tried to forget.",
        "background": "Jimmy Saville was a prolific pedophile & hurt hundreds of people - physically and emotionally.  He should not be remembered  for the benefit of the BBC's ratings. The victims should be allowed to move on without fear of reminders on TV, and the jokes and jibes that come with it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-15T20:58:54.830Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-16T06:26:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-22T15:28:43.038Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. \r\n\r\nThe BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n\t\r\nYou can find out how to make a complaint here:\r\nhttp://www.bbc.co.uk/complaints/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-22T15:28:43.036Z"
    },
    "id": 554714,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554714.json"
    },
    "type": "petition"
}