{
    "attributes": {
        "action": "Introduce biodegradable cigarette filter tips for sale in all uk supermarkets",
        "additional_details": "Cigarette filter tips are ubiquitous both in urban and coastal environments, they are the most common form of litter found during beach clean ups, with about 4 TRILLION being discarded into the environment globally each year. Once in the environment these filters cause harm such as degrading habitats through the leaching of harmful toxins or the deaths of organisms through ingestion. therefore it is important there is greater accessibility to biodegradable alternatives.",
        "background": "Plastic filter tips are one of the largest contributors to litter and pollution on land and in the oceans. They take decades to break down, therefore once in the environment they cause issues for many years. This is why the government must ensure the provision of more eco-friendly alternatives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-16T12:51:34.560Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-16T13:11:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-23T09:24:19.656Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Deciding whether to stock biodegradable filter tips is a matter for individual retailers, not the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nBan plastic cigarette filters: https://petition.parliament.uk/petitions/330424\r\n\r\nRequire products containing plastic to be clearly labelled: https://petition.parliament.uk/petitions/550136"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-23T09:24:19.649Z"
    },
    "id": 554804,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554804.json"
    },
    "type": "petition"
}