{
    "attributes": {
        "action": "Demand the resignation of Matt Hancock for his mishandling of the Covid crisis.",
        "additional_details": "As a direct result of his actions suicides have increased, untreated cancer deaths have risen, thousands of businesses have closed causing hundreds of thousands to lose their jobs and livelihoods.   Matt Hancock therefore needs to be replaced by an expert in the field of medicine who comprehends the science and understands the data and who can manage the Covid outbreak by reasoned, pragmatic and balanced decisions whilst averting further devastation to our economy and people’s livelihoods.",
        "background": "The Health Secretary has shown an astonishingly inept grasp of the science and statistics presented to him by his inability to asses the mounting medical evidence against lockdowns, taking instead the advice of proven flawed modelling and wildly exaggerated predictions presented by SAGE.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-17T07:29:06.728Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-17T12:09:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-23T14:29:43.815Z",
        "rejection": {
            "code": "honours",
            "details": "We can't publish petitions about honours or appointments. That includes calling for Ministers to be sacked or to resign.\r\n\r\nWe also couldn't publish a petition that contained false or unproven statements, which includes unsubstantiated claims about SAGE and the incidence of suicide.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could sign or start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-23T14:29:43.813Z"
    },
    "id": 554883,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554883.json"
    },
    "type": "petition"
}