{
    "attributes": {
        "action": "Allow University students to attend proper lectures/laboratory practicals.",
        "additional_details": "University is currently a self teaching process. As one of many first years that have started University during the pandemic, I don’t feel as though students from any level are fully benefiting from a 'blended learning' approach. Many students studying STEM subjects don't have a single on campus lesson this semester. As adults investing thousands into our education to become doctors, teachers, etc, we deserve that our education be deemed as essential as those allowed to attend school/college.",
        "background": "Implement appropriate safety measures to make attending lectures/practicals possible in medium risk areas and allow attending face to face lectures optional for individuals who are high risk via the current blended learning approach (recorded video lectures etc).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-16T14:39:45.611Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-16T15:29:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-23T11:27:23.661Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Universities are autonomous institutions and deciding how to deliver university courses during the pandemic, provided this is in line with current legal restrictions, is a matter for individual universities.\r\n\r\nWe could accept a petition calling on the Government to exempt universities, and their staff and students, from any Covid-19 restrictions that would prevent face-to-face teaching and practicals, if that is something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-23T11:27:23.658Z"
    },
    "id": 554828,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554828.json"
    },
    "type": "petition"
}