{
    "attributes": {
        "action": "Fast track school childrens covid test results to get them back in school",
        "additional_details": "Everytime a child has a new cough they are sent home from school and told to self isolate with their family for 14 days. If they take a test they may have to wait a minimum of 5 days to get a result. This is having huge impacts on our children's education because they are missing out on so much. If it's negative it means children have been away from school for no reason and this is not acceptable. Stop letting our childrens education suffer and start prioritising getting them back in to class.",
        "background": "We want to make sure school children do not have to wait 5 days or more to get their covid test result. Their results should be prioritised and returned within 24 hours so they can return to school if negative. Also, schools should be given more home tests so there is not a delay in getting tested.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-17T13:35:18.728Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-17T14:41:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-28T12:20:04.446Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nOpen Covid-19 test sites nationwide specifically for children/parents/teachers: https://petition.parliament.uk/petitions/551444\r\n\r\nPriority testing for students if their bubble has confirmed Covid Case: https://petition.parliament.uk/petitions/551399"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-28T12:20:04.443Z"
    },
    "id": 554932,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554932.json"
    },
    "type": "petition"
}