{
    "attributes": {
        "action": "Let London New year celebrations go ahead this year",
        "additional_details": "London mayor Sadiq Khan announced that there will be no firework displays in the capital on New Year’s Eve this year. \r\n\r\nThis is an outrage covid risk is; mostly taking place in the Northwest and Birmingham and to a MUCH lesser degree in London; should not be a permissible excuse to refuse the populace to celebrate national traditions, holidays and festivals. Especially after many people have been deprived of community and all their freedom for nearly half a year, and many struggling financially",
        "background": "Pressure Mayor Sadiq Khan to allow traditional firework displays and pub nights on New Year’s Eve to go ahead with social distancing measures but limit available admissions to less than 50,000\r\n\r\nIf multiple protests are allowed to go ahead in Trafalgar Square, so are national traditions & festivals",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-18T10:42:00.223Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-18T19:36:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-02T17:18:51.909Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. New Year's Eve celebrations in London are the responsibility of the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nThe UK Government is responsible for Covid-19 restrictions in England, so we could accept a petition calling for these restrictions to be lifted or eased for New Year's Eve, if that's what you want to happen. It would still be up to the London Assembly whether any official New Year's Eve celebrations took place in London."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-02T17:18:51.906Z"
    },
    "id": 555024,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555024.json"
    },
    "type": "petition"
}