{
    "attributes": {
        "action": "Bring an end to the lockdowns and adopt Sweden's model that is based on hygiene.",
        "additional_details": "We want the government and parliament to do this because lockdowns may seem like they work in the interim but, in the end we will always end up back at square one with infections increasing. However the more times we lockdown, the more that we will see businesses closing for good. We will see communities being destroyed. People's health will worsen due to the lack of human contact and not being able to see a doctor for other everyday illnesses, mental illnesses or underlying illnesses.",
        "background": "We want the government to change course and take a more common sense approach. An approach that manages the virus in a way that it doesn't destroy people's jobs and businesses.\r\nSweden have proved that you don't need lockdowns and we have proven that lockdowns don't work.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-18T13:11:43.322Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-18T14:49:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-09T08:42:26.666Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions calling for similar actions:\r\n\r\nRepeal second National Lockdown: https://petition.parliament.uk/petitions/557045\r\n\r\nDo not implement a second national lockdown or other restrictions this winter: https://petition.parliament.uk/petitions/549862\r\n\r\nReferendum on current restrictions and any further lockdowns: https://petition.parliament.uk/petitions/551539"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-09T08:42:26.663Z"
    },
    "id": 555041,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555041.json"
    },
    "type": "petition"
}