{
    "attributes": {
        "action": "The Government to recognise the biggest problem in our society, plastic waste!",
        "additional_details": "The environment that we call home is dying rapidly around us and world leaders are mostly spectating and are being complacent. This is the time to act before its too late. We live in a perfect balanced eco-system but that is now under threat. Plastic is entering our rivers,seas and oceans. Its is not long until it s in our very own food chain. The food that we eat will soon be in our bodies full with micro plastics and we don't know what effect thtahas on us",
        "background": "We want to get the Government actively PUT pressure on Unilever and other large companies to reduce and or contributing to plastic waste and to be more eco friendly. This could be done in multiple ways by adding tax to the producers of plastic products, or give eco-friendly companies a reward.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-19T10:24:01.813Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-21T07:51:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-02T16:57:57.375Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nBan single use plastics and the unnecessary use of plastic packaging: https://petition.parliament.uk/petitions/552450\r\n\r\nIncrease VAT tax on products that utilize or contain plastic: https://petition.parliament.uk/petitions/550925\r\n\r\nReduced VAT on plastic-free products: https://petition.parliament.uk/petitions/552824"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-02T16:57:57.372Z"
    },
    "id": 555125,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555125.json"
    },
    "type": "petition"
}