{
    "attributes": {
        "action": "Stop the proposed extension of the London Congestion Zone.",
        "additional_details": "Motorists in London are already struggling with the changes being implemented. More cycle lanes, wider pedestrian areas, traffic calming measures, all add to more congestion, not less, and longer journey times. A car is not always a luxury, for many it is paramount to their employment.  Public transport is not always an option for families using prams/buggies. Also lots of hospitals are situated within the new proposed zone, and many people have to drive, or be driven to their appointments as they are not well enough to take public transport. London motorists are again being unfairly penalised.",
        "background": "The extension of the congestion zone will have a huge detrimental affect on individuals and  businesses , many of whom are already under massive financial pressure due to lack of earnings during the Covid pandemic. It is an unrealistic proposal which will see many businesses close.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-19T20:17:45.065Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-19T21:15:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-26T16:28:40.496Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise.\r\n\r\nIt has been reported that the UK Government has suggested that London's congestion zone be extended, but doing so would be a matter for the London Assembly and the London Mayor.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-26T16:28:40.493Z"
    },
    "id": 555180,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555180.json"
    },
    "type": "petition"
}