{
    "attributes": {
        "action": "Hold an in/out ballot on Halton's membership of the Liverpool City Region.",
        "additional_details": "The Borough of Halton, the population of which mainly reside in the towns of Runcorn and Widnes (both in the county of Cheshire), was subsumed into the Liverpool City Region Combined Authority in 2014. A great many of the citizens of the borough feel that they were dragged into this arrangement against their will, the Covid-19 pandemic highlighting one of the many drawbacks of membership (The borough being put into tier 3 lockdown due to membership of the LCRCA and not on the infection rate).",
        "background": "Fund and implement a legally binding, in/out referendum on Halton, which is not geographically located within the County of Merseyside, remaining a part of The Liverpool City Region Combined Authority (LCRCA). We feel no affiliation with Liverpool and share more identity with the County of Cheshire.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-20T10:51:11.626Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-25T16:02:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-30T15:02:07.943Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for Halton Borough Council, not the UK Government or Parliament.\r\n\r\nYou can find out how to contact Halton Borough Council here: https://www3.halton.gov.uk/Pages/councildemocracy/Contact-Us.aspx.\r\n\r\nYou could also contact your local MP and ask them to raise the matter with the relevant local authorities on your behalf, if that was something you'd like to happen. You can find their contact details by entering your post code here: https://members.parliament.uk/FindYourMP"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-30T15:02:07.940Z"
    },
    "id": 555228,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555228.json"
    },
    "type": "petition"
}