{
    "attributes": {
        "action": "Require all universities to have an onsite testing centre by January",
        "additional_details": "Failures when students returned to university in September led to students all across the country being locked up in halls of residence and shared houses. Students were unable to easily access NHS testing, and tracking the virus became impossible. Comprehensive testing through the university needs to be in place by January so students can be assured that there will not be a repeat of September and that they can return to university and feel safe, while also preventing another wave of cases.",
        "background": "The Government need to make sure that all universities in England are able to run their own testing centre to avoid a repeat of September and another wave of cases when students return back in January. All students should have access to tests via the university to reduce the pressure on NHS testing",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-20T15:11:40.358Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-20T16:52:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-27T13:01:48.824Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is responsible for the national Covid-19 testing programme. Arrangements by independent institutions, including universities, to set up independent testing facilities is a matter for each institution, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to fund increased testing capacity for university students, as that is something the Government is responsible for."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-27T13:01:48.822Z"
    },
    "id": 555255,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555255.json"
    },
    "type": "petition"
}