{
    "attributes": {
        "action": "Cease all refugee and asylum seeker claims until we sort out the failed system",
        "additional_details": "Our asylum system is broken! We have no clue who is entering our country. We don't know the criminal history of those trying to enter by posing as \"refugees\". We cannot even deport the people who have had their asylum claims rejected! We must fix the system before we accept any new claims, there's already a huge backlog of claims, and currently, we're struggling to house those people who've had their papers rejected. Cease all refugee claims now, and prevent all of these people entering.",
        "background": "I want the government to immediately CEASE all asylum/refugee claims and place a ban on refugees, economic migrants and asylum seekers entering our country, until the broken system is fixed and we can deport failed asylum seekers easily and with haste.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-20T04:52:52.872Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-20T05:31:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-01T10:41:12.184Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure whether you want the UK to withdraw from its international treaty obligations with regards to refugees, or whether you want a ban on all migration to the country.  \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.  We can only publish petitions where we can verify the accuracy of claims being made in the petition, for example we're not aware of any current ban on the deportation of people who have had their claims rejected. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-01T10:41:12.181Z"
    },
    "id": 555201,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555201.json"
    },
    "type": "petition"
}