{
    "attributes": {
        "action": "Give the Self- Employed more than 20% in the third SEISS Support Scheme.",
        "additional_details": "Review what they are offering for a three month period. Explain how people are meant to live on that, even with help from Universal Credit. 20% is less than we pay in Tax and National Insurance. How do they expect people to manage getting to and through Christmas when work and suppliers close down and then on January 31st, be expected to pay the 2019/20 Tax Assessment. Even offering to stretch that over 12 Months is not going to help us. We need at least 50-60% to be able to survive.",
        "background": "I would like them to bring the Self-Employed payments in-line with those employed on PAYE again !.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-20T08:58:00.235Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-20T11:51:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-27T12:09:33.511Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nIncrease the 20% self-employed grant for those who cannot return to work: https://petition.parliament.uk/petitions/552932\r\n\r\nPay self-employed workers 80% of gross income during Covid-19: https://petition.parliament.uk/petitions/309231\r\n\r\nExtend Covid-19 support for self-employed workers in high-risk occupations: https://petition.parliament.uk/petitions/333399\r\n\r\nIf you want the SEISS to be changed in a way not covered by the above petitions you could start a new petition, but it would need to be clear how you wanted the scheme to be changed in a way that is different to existing petitions on this subject."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-27T12:09:33.507Z"
    },
    "id": 555216,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555216.json"
    },
    "type": "petition"
}