{
    "attributes": {
        "action": "Exempt Santa Claus from lockdown rules during Christmas 2020",
        "additional_details": "Santa Claus has to visit every house in the country in one night on Christmas Eve, bringing presents to all the children. You might think he could be a super-spreader, but Santa is magic and so are his reindeer. I am worried Christmas won't be as fun and exciting if Santa isn't able to visit because of coronavirus. With lockdown we can't see our grandparents, aunts, uncles and cousins and our friends. So please can Santa Claus be excused from lockdown laws? ",
        "background": "Please let Santa travel everywhere in the UK on Christmas Eve, so he can bring people presents and happiness even during coronavirus lockdown.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-10-20T19:22:21.220Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-22T16:33:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-27T16:44:18.558Z",
        "rejection": {
            "code": "already-happening",
            "details": "Under current Coronavirus guidance, deliveries to the home are still possible. You can read the latest guidance here:\r\n\r\nhttps://www.gov.uk/guidance/working-safely-during-coronavirus-covid-19/homes\r\n\r\nPeople delivering things, including presents, are recommended to:\r\n- Minimise contact wherever possible\r\n- Where possible and safe, having single workers load or unload vehicles.\r\n\r\nWe know that Santa Claus is already very good at both of these things, but we're sure he will continue to follow the guidance.\r\n\r\nThe Foreign Office's current guidance doesn't require that visitors from Finland, including Lapland, are required to quarantine. You can find out more here:\r\n\r\nhttps://www.gov.uk/foreign-travel-advice/finland\r\n\r\nIn any case, aircraft pilots and drivers of goods vehicles are not required to self-isolate when travelling to the UK. You can find out more here:\r\n\r\nhttps://www.gov.uk/government/publications/coronavirus-covid-19-travellers-exempt-from-uk-border-rules/coronavirus-covid-19-travellers-exempt-from-uk-border-rules"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-27T16:44:18.556Z"
    },
    "id": 555287,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555287.json"
    },
    "type": "petition"
}