{
    "attributes": {
        "action": "Lower the grade boundaries for university students",
        "additional_details": "I honestly don't know a single student at my university not suffering form anxiety and/or depression since returning to uni. Mental health is becoming an ever-growing issue in this day of age. Since COVID-19 hit, the rise in mental health victims is growing by the day. This is having a catastrophic impact on higher education students across the globe, struggling to focus on their work, and unable to complete assignments/ exams to the best of their ability. This will, in turn, put current higher education students at a disadvantage when looking at their futures.",
        "background": "1. Lower the grade boundaries for all students 2. Provide more support, specifically for students suffering from mental health 3. Simplify assignments/ essays",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-20T22:36:41.737Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-20T22:53:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-02T16:56:08.713Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Universities are autonomous institutions so setting grade boundaries and assignments are a matter for individual universities, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to fund additional mental health support for university students whose courses have been affected by the Covid-19 outbreak.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-02T16:56:08.709Z"
    },
    "id": 555340,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555340.json"
    },
    "type": "petition"
}