{
    "attributes": {
        "action": "Reintroduce previous Congestion Charge and timings and cancel expansion plan/tax",
        "additional_details": "Despite the impacts of the pandemic on people's lives and income, Londoners will be hit harder if the Government implements increased fares or imposes new tax on public transport and extends the congestion charge area to the North and South Circular. Such draconian plan of the Government will impose more burden on the Londoners.",
        "background": "1. Don't extend Congestion Charge area or increase fares in public transport by imposing new tax.\r\n2.  Reintroduce the previous Congestion Charge and timings.\r\n3. Create more cycling routes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-21T11:32:58.257Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-21T22:54:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-02T17:09:05.331Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It has been reported that the UK Government has suggested that London's congestion zone be extended, but doing so would be a matter for the London Assembly and the London Mayor.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nThe latest Government bailout does not include any requirement to extend the congestion zone: https://www.gov.uk/government/news/government-bailout-to-keep-london-transport-running\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRemove conditions to increase fares and congestion charge for any TFL bailout: https://petition.parliament.uk/petitions/555491"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-02T17:09:05.329Z"
    },
    "id": 555468,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555468.json"
    },
    "type": "petition"
}