{
    "attributes": {
        "action": "Stop congestion charge expanding to North and South Circular",
        "additional_details": "We can't trust the TFL anymore. They made London city not accessible anymore by making so many changes to the city and it's narrowing roads. TFL have to find a different way to balance their book not keeping the motorist on ransom as usual. It will create lots of unemployment in the driving trade, especially in the private hire trade. TfL spends vast amounts of money on cycle lane and without any money generated from that side of the spending.",
        "background": "Stop the TFL to expanding the Congestion charge expanding further.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-22T06:39:05.592Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-22T08:25:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-02T16:47:08.995Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It has been reported that the UK Government has suggested that London's congestion zone be extended, but doing so would be a matter for the London Assembly and the London Mayor.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nThe latest Government bailout does not include any requirement to extend the congestion zone: https://www.gov.uk/government/news/government-bailout-to-keep-london-transport-running\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nRemove conditions to increase fares and congestion charge for any TFL bailout: https://petition.parliament.uk/petitions/555491"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-29T16:05:56.495Z"
    },
    "id": 555593,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555593.json"
    },
    "type": "petition"
}