{
    "attributes": {
        "action": "Increase the third SEISS grant to 60% of average wages to match PAYE furlough",
        "additional_details": "Many self-employed workers have had their livelihoods utterly destroyed by the coronavirus outbreak and the emergency provisions put in place to deal with it. Arts and events have been heavily hit; whether or not an industry is deemed viable by the government, those depending on it still need to survive. If the £12 billion wasted on failed test-and-trace had been split instead among the self-employed, each worker would have received around £2500. Money is there; it should go to help the public.",
        "background": "The third Self-Employment Support Scheme grant has been announced, but only at 20% of average earnings; this is nowhere near enough to live on for many who have had work disappear, such as those in events. Support is there for PAYE workers; the government should equally help self-employed taxpayers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-21T21:20:36.836Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-25T10:23:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-09T13:43:36.809Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has extended the Self-Employment Income Support Scheme grant so that it covers a 3 month period from 1 November 2020 until 31 January 2021, for which the Government will provide a taxable grant calculated at 80% of 3 months average monthly trading profits, paid out in a single installment and capped at £7,500 in total: https://www.gov.uk/government/publications/self-employment-income-support-scheme-grant-extension/self-employment-income-support-scheme-grant-extension"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-09T13:43:36.806Z"
    },
    "id": 555567,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555567.json"
    },
    "type": "petition"
}