{
    "attributes": {
        "action": "Ban parking restrictions (PR) unfairly put on motorcaravans (MCV) but not cars.",
        "additional_details": "Travel in motorcaravans brings many from urban areas peace, relaxation and the ability to recharge from the stresses of life in densely populated urban areas.\r\nFor the sake of positive mental and physical health we must protect such freedoms. They move the burden of depression, anxiety etc from expensive NHS treatment to free outdoor activities such a surfing, rock fishing, hiking, coasteering and many more.\r\nMCV-only PR in certain areas unfairly discriminates against non-locals depriving access.",
        "background": "Local authorities in popular beauty-spots are discriminating MCV users in discriminatory \"locals only policy\" citing antisocial behaviour mostly by car users. \r\neg Esplanade Road Newquay is a popular location with PR on MCVs. PR should apply universally PLG below 3500kg or revoked due discrimination",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-21T16:25:05.099Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-21T17:24:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-03T11:35:36.139Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about local parking restrictions are a matter for individual local authorities, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to ban local authorities from imposing parking restrictions on only some vehicles, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-03T11:35:36.136Z"
    },
    "id": 555519,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555519.json"
    },
    "type": "petition"
}