{
    "attributes": {
        "action": "Cut the salaries of Government MPs and their advisors during the Covid pandemic.",
        "additional_details": "Instead of a pay increase, MPs and advisors must take a pay cut, of 20-30% with the final amount to be decided by Parliament, for the duration of the pandemic, and donate all monies saved towards paying for good causes, such as free school meals for our schoolchildren over the school holidays. Most UK Government MPs can afford to do this and wealthier MPs should be asked to go further and donate more.\r\nOther Governments have already taken this measure and the UK can do the same.",
        "background": "Across the UK, people are facing immense hardship in a pandemic that is damaging their livlihoods as well as their health.\r\nIf we are all being asked by the Government to take cuts to our income in order to keep each other safe and save our NHS, then the UK Gov must lead by example and do the same.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-21T16:33:07.219Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-22T10:36:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-27T08:16:17.745Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nWe could accept a petition calling on the Government to reduce the cost of special advisers during the Covid-19 outbreak, as this is controlled by the Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-27T08:16:17.741Z"
    },
    "id": 555522,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555522.json"
    },
    "type": "petition"
}