{
    "attributes": {
        "action": "End subsidised meals for MPs in parliament.",
        "additional_details": "Recently the government voted down the idea of increasing support of school meals to those who need it over the holidays. The £4.5 million of public funds currently spent subsidising the numerous bars and restaurants in parliament, could be better spent on helping those in need. We call in the government to redirect these funds into ending child hunger and help give these kids a better start in life.",
        "background": "Every year £4.5 million of public money is spent subsidising the food and drink needs of serving MPs. MPs are currently paid £81,932 (soon to rise by 10%). They are more the capable of funding thier own lunch. We call upon the government to end this waste of tax payers money.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-22T16:45:36.422Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-22T17:03:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-30T09:16:09.338Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petition, which you might like to sign:\r\n\r\nIncrease food and drink prices for MPs in House of Commons catering venues: https://petition.parliament.uk/petitions/555565\r\n\r\nCatering services for the House of Commons are provided by an in-house team who do not provide a subsidised service, though the cost of running the service means that it runs at a loss. It is important to note that while in some venues the cost of providing the service exceeds the income received in sales, other venues in the Commons make a profit which contributes to reducing overall costs. The House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages that work irregular hours. In addition, members of the public and non pass holding visitors to Parliament also have access to these services. The irregular hours and the unpredictability of Parliamentary business contribute to increasing the net cost of providing a catering service. To offset this many of the restaurants, dining room facilities and their staff, are used to cater for private events at times when they are not required by the House. This is one of a number of measures used to reduce\r\ncosts."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-30T09:16:09.335Z"
    },
    "id": 555699,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555699.json"
    },
    "type": "petition"
}