{
    "attributes": {
        "action": "Stop MPs from claiming expenses for meals",
        "additional_details": "MPs currently have the privilege to claim back the cost of their meals on expense accounts, paid for by the tax payer. \r\n\r\nThe cost per day allowed for this expense far exceeds the cost to feed a vulnerable child for a week. \r\n\r\nWhy are we denying children the most basic of needs, when MPs don't think it pertinent that they do not pay for their own meals, despite generous salaries?\r\n\r\nIs it ethical or fair that children should go hungry for the perceived choices or misfortunes of their parents?",
        "background": "MPs currently have access to expense accounts, despite a generous salary. \r\n\r\nYesterday, Tory MPs voted against free school meals for vulnerable children, citing that it will create 'dependency'.  This is a hypocritical viewpoint, given that MPs themselves do not pay for their own meals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-22T16:17:25.182Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-22T17:13:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-30T09:16:31.860Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease food and drink prices for MPs in House of Commons catering venues: https://petition.parliament.uk/petitions/555565"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-30T09:16:31.858Z"
    },
    "id": 555692,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555692.json"
    },
    "type": "petition"
}