{
    "attributes": {
        "action": "End subsidies and personal expenses for food/alcohol for Members of HoC/HoL.",
        "additional_details": "Parliament voted yesterday (21 October 2020) to reject funding for the temporary provision of Free School Meals outside of school term-time to eligible recipients up to Easter 2021 (approximately 6 weeks/30 days).\r\n\r\nIf it is inappropriate to use state funds for short-term, limited, targeted provision of sustenance to hungry children, there can be no defence for using state funds to subsidise or reimburse the daily, year-round provision of high quality food to well paid members of the HoC/HoL.",
        "background": "Apply equal recognition to the fact that if it is inappropriate for the state to be responsible funding for a meal for children in poverty outside of the school term, it is equally, or indeed even more inappropriate for the state to provide year-round funding for meals for wealthy MPs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-22T09:50:07.970Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-22T11:51:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-30T09:11:38.230Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petition, which you might like to sign:\r\n\r\nIncrease food and drink prices for MPs in House of Commons catering venues: https://petition.parliament.uk/petitions/555565\r\n\r\nCatering services for the House of Commons are provided by an in-house team who do not provide a subsidised service, though the cost of running the service means that it runs at a loss. It is important to note that while in some venues the cost of providing the service exceeds the income received in sales, other venues in the Commons make a profit which contributes to reducing overall costs. The House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages that work irregular hours. In addition, members of the public and non pass holding visitors to Parliament also have access to these services. The irregular hours and the unpredictability of Parliamentary business contribute to increasing the net cost of providing a catering service. To offset this many of the restaurants, dining room facilities and their staff, are used to cater for private events at times when they are not required by the House. This is one of a number of measures used to reduce\r\ncosts.\r\n\r\nDecisions about catering in the House of Lords is a matter for that House, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-30T09:11:38.227Z"
    },
    "id": 555623,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555623.json"
    },
    "type": "petition"
}