{
    "attributes": {
        "action": "University of Bedfordshire to commence sports team training before January 2021",
        "additional_details": "As a former student of Sunderland university I am aware that they have returned to training  most of there sports teams (following government guidelines). This is an area with a far greater infection rate than Bedford, Bedford has 86 infections per 100k compared to Sunderland’s 319. I have checked a few university FAQ and they have commenced sports training (sports that can follow NGB guidance safely). As students we have already lost so much this year, one thing can make a massive difference.",
        "background": "I would like the university of Bedfordshire to reconsider not allowing sports teams to commence training till at least January 2021, students have already lost so much this year due to COVID-19 and I believe it’s unfair to take aware students ability to partake in university sport.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-22T10:54:23.068Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-22T11:24:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-29T12:06:15.805Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for the University itself. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-29T12:06:24.656Z"
    },
    "id": 555630,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555630.json"
    },
    "type": "petition"
}