{
    "attributes": {
        "action": "Change MP's salary to that of the average UK Salary, currently £29,600.",
        "additional_details": "Following recent above inflation pay rise proposal, which has now been frozen, MP's earn a marginal difference to most UK households. The average income is at £29,600 and the nation is expected to live off that whilst the government have tax free houses, neglect all responsibility, neglect the poor families who struggle by removing free school meals. Put the money in the nation and out of the pockets of members of parliament. Sickening that Boris Johnson stated he can't live with a £150,000 wage",
        "background": "I want the parliament to take a  pay decrease amid the pandemic, to a wage that is the average of most households in the UK. This is £29,600 which is over a £50,000 saving per MP at £81,932. I want them to join society, as time and time again they prove they think they are above it and it is evident",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-23T05:55:10.157Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-26T08:12:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-30T10:52:43.633Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-30T10:52:43.630Z"
    },
    "id": 555798,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555798.json"
    },
    "type": "petition"
}