{
    "attributes": {
        "action": "MPs to take a 10% pay cut until COVID-19 restrictions are lifted in the UK",
        "additional_details": "The UK is been dragged through Lockdowns an Restrictions that have caused more harm than Covid-19. People are loosing businesses, relationships and livlihoods, for a virus with a low mortality rate in comparison. Whilst MPs granted themselves a £3000+ pay rise. This is an insult to the people of this nation. This money should be put back into socitey to help rebuild, not line the MPs pockets, the same MPs who are so disconnected with the people they are there to represent.",
        "background": "Whilst the UK is in Lockdown/Restrictions, All MPs to take a 10% pay cut. Increasing to 15% at the start of 2021, should restrictions be still in place. No tax write offs should be authorised during this period.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-22T17:46:08.876Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-23T06:50:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-27T08:17:54.748Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nReform IPSA - cap MP payrises in line with other Public sector pay: https://petition.parliament.uk/petitions/554400"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-27T08:17:54.745Z"
    },
    "id": 555714,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555714.json"
    },
    "type": "petition"
}