{
    "attributes": {
        "action": "Cap the price of puppies for sale in the UK",
        "additional_details": "Everyday there are more and more heartbreaking stories of families who have had their beloved member of the family stolen from their own homes or physically snatched from their hands whilst out walking.  The devastating impact on their lives and not knowing what has happened to their dog is unbearable. Many people rely on their pets to prevent loneliness, isolation and to help with mental health, they should not have to live in permanent fear that their pet could be next. It is not acceptable.",
        "background": "Cap the price that dogs and puppies can be sold for in the UK. Due to the demand for people buying dogs since COVID-19 lockdown, the prices have increased on average between 50-90% depending upon breed. This has led to a surge in dog thefts from peoples homes and snatched whilst being walked.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-22T21:44:40.964Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-22T22:04:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-01T13:18:49.933Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand you want to limit the price that puppies are sold for, however this is a private matter between the breeder and the buyer. You could start a petition calling for increased regulation of the sale of puppies if that is something you'd like to happen.\r\n\r\nYou may also like to sign these petitions which call for related actions:\r\n\r\nRequire a licence for the sale of pet animals in any circumstance: https://petition.parliament.uk/petitions/549636\r\n\r\nIntroduce a National Pet Exchange Register: https://petition.parliament.uk/petitions/328081\r\n\r\nBan the exploitative import of young puppies for sale in the UK: https://petition.parliament.uk/petitions/326261\r\n\r\nBan the sale of all animals from pet shops and third-party sellers: https://petition.parliament.uk/petitions/317648"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-01T13:18:49.930Z"
    },
    "id": 555763,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555763.json"
    },
    "type": "petition"
}