{
    "attributes": {
        "action": "Stop MP's expenses and let the public decide their pay",
        "additional_details": "MP's earn more than double the average national wage, but are able to claim expenses for pretty much everything, such as postage, meals, travel etc. Why is this? Then award themselves another pay rise. \r\nAnd refuse to fund free school meals all year. This penalises children. I know what it's like to be a hungry child. \r\n\r\nPlease help me to get this stopped, greedy entitled MP's are paid for by hard working taxpayers, we should be able to decided their pay and if they should get expenses.",
        "background": "Open debate with the public as well, to stop or drastically reduce MP's expenses, they already get a decent salary that's more than double the national average, they shouldn't be able to claim expenses on top of that.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-23T10:27:13.459Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-23T11:06:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-30T10:45:54.007Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-30T10:45:54.005Z"
    },
    "id": 555866,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555866.json"
    },
    "type": "petition"
}