{
    "attributes": {
        "action": "Reject IPSA Proposals of a £3,000 MP pay rise",
        "additional_details": "We understand there are hardworking MPs trying to make a difference. However, in a time where millions are unemployed & businesses struggling to stay afloat, it's incredibly inappropriate & distasteful to issue MPs a pay rise.\r\n\r\nWe acknowledge it's the Independent Parliamentary Standards Authority who forward these proposals. But as a proposal, MPs have a right to reject them.\r\n\r\nSome MPs have already publicly expressed their concerns with the proposals so let's allow them to debate the matter.",
        "background": "We the undersigned feel it is completely unnecessary and inappropriate for MPs to receive a pay rise during a global pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-23T07:26:13.690Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-23T08:30:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-27T08:18:14.450Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nReform IPSA - cap MP payrises in line with other Public sector pay: https://petition.parliament.uk/petitions/554400"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-27T08:18:14.447Z"
    },
    "id": 555807,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555807.json"
    },
    "type": "petition"
}