{
    "attributes": {
        "action": "End Subsidised Meals/Drinks in the House of Commons",
        "additional_details": "MP's and other members of government receive a substantial level of remuneration that far exceeds the average salary in the UK, there is no need for these individuals to have access to subsidised meals and drinks in the House of Commons, the monies saved on providing these subsidies can be better spent on providing free meals for underprivileged children during holidays and half term.",
        "background": "Subsidising Meals/Drinks in the House of Commons is total waste of tax payer money, this should be diverted to free school meals for the underprivileged during holidays and half term.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-23T09:39:28.884Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-23T11:10:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-03T14:47:38.155Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nIncrease food and drink prices for MPs in House of Commons catering venues: https://petition.parliament.uk/petitions/555565\r\n\r\nIncrease food and drink prices in House of Commons catering venues: https://petition.parliament.uk/petitions/555947\r\n\r\nThe House of Commons Catering service does not provide a subsidised service in the commercial sense of the word. Some venues make a profit, while in other venues the cost of providing the service does exceed the income received in sales due to the irregular hours and unpredictability of parliamentary business. The House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages that work irregular hours. In addition, members of the public and non pass holding visitors to Parliament also have access to these services. The irregular hours and the unpredictability of Parliamentary business contribute to increasing the net cost of providing a catering service. To offset this many of the restaurants, dining room facilities and their staff, are used to cater for private events at times when they are not required by the House. This is one of a number of measures used to reduce costs."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-03T14:47:38.152Z"
    },
    "id": 555843,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555843.json"
    },
    "type": "petition"
}