{
    "attributes": {
        "action": "Ban shops from not being able to sell “non essentials” like duvets, it’s winter!",
        "additional_details": "I want to Government to put a stop to this to save the lives of those who suffer with mental health. Suicide rates have increased since the Coronavirus pandemic hit and it’s only going to get worse even without all these measures in place. You should be allowed to buy essential items such as duvets and clothing especially during the winter months! Maybe consider only allowing purchases if essential items are also being purchased although even that should not be the case.",
        "background": "The Welsh Government has put a stop to people buying “non essential” items from shops during the lockdown. People’s mental health especially this time of the year is about to be at it’s worst with these drastic measures in place of not being able to buy books, board games, DVD’s to keep occupied!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-23T12:55:51.708Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-23T13:49:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T10:47:51.321Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Welsh Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Welsh Parliament has its own Petitions Committee. If you'd like to send your petition to the Welsh Parliament, you can find out more here:\r\nhttps://petitions.senedd.wales/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T10:47:51.319Z"
    },
    "id": 555897,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555897.json"
    },
    "type": "petition"
}