{
    "attributes": {
        "action": "Change The Definition of Autism.",
        "additional_details": "As an autistic person, the term “Autism Spectrum Disorder” is both antiquated and hurtful. Disordered compared to who? For me and many others, being autistic is meaningful. We are simply different and should be accepted, not categorised as a “disordered”version of the majority of the population. All I, and the rest of the autistic community want, is to be accepted for who we are. That we do not need fixed, changed or have to read medicalised and hurtful language about ourselves.",
        "background": "To remove the terms “Autism Spectrum Disorder” and “ASD” from all legal, medical, governmental, charitable and educational literature and discussions. Autistic people are simply another diversity group, not a “broken” or “disordered” version of the majority.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-23T19:49:31.347Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-23T19:59:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-03T14:06:48.970Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament aren't responsible for deciding the words people use, including in the education and charitable sector. \r\n\r\nYou could start a petition calling for the UK Government not to use the phrase “Autism Spectrum Disorder” and “ASD” in official docuemnts and publication it publishes, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-03T14:06:48.967Z"
    },
    "id": 555983,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555983.json"
    },
    "type": "petition"
}