{
    "attributes": {
        "action": "Ban the sale of loud 'explosive' fireworks to the general public.",
        "additional_details": "Every year from mid October until 31st Dec, many members of the public find it amusing to set off VERY LOUD EXPLOSIVE fireworks.     This is not for entertainment, their only purpose is to frighten and shock.  It causes misery to older people, mentally disturbed people and frightens children and animals. The explosions are random so you cannot make any preparations to avoid the noise.  It is my Human Right to enjoy a quiet peaceful home life and not have to endure this 'bombing' every night.",
        "background": "Make it illegal to set off these explosive fireworks in housing estates.\r\nAllow the sale of pretty, quieter fireworks to the general public to use in the home environment.\r\nAllow the sale of these loud explosive fireworks to licenced organisers only and only for use in organised public displays.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-23T19:00:14.118Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-28T14:58:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-03T13:15:04.219Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nLimit the Sale and Use of Fireworks to Organisers of Licensed Displays Only: https://petition.parliament.uk/petitions/319891\r\n\r\nReview and reduce the decibel limit on fireworks sold to the public: https://petition.parliament.uk/petitions/549758\r\n\r\nBan the use of all fireworks in order to reduce air and noise pollution: https://petition.parliament.uk/petitions/334448\r\n\r\nRequire 1 week's notice be given of any use of fireworks in a residential area: https://petition.parliament.uk/petitions/332906\r\n\r\nWe could accept a petition calling on the Government to ban the release of fireworks in heavily built up residential areas, if you would also like the Government to do that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-03T13:15:04.216Z"
    },
    "id": 555973,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555973.json"
    },
    "type": "petition"
}