{
    "attributes": {
        "action": "To stop all UK Tax Payers money going towards MPs meals and allowances",
        "additional_details": "According to recent figures, UK taxpayers fork out £57,000 every week to subsidise food and drink for politicians in Westminster. Which is unacceptable and in 2020 to think that children still go hungry in the UK is outrageous and action needs to be taken. Mps have also received a pay raise of 3% taking there starting salary to £83,000. Which during these uncertain times is disgraceful.",
        "background": "That money instead of going to people who have already received a 3% increase in pay, while others have lost their job and struggle to find work during the uncertain times of COVID-19. Can go to schools who can make sure that no child at school goes hungry.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-23T15:03:02.342Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-23T19:53:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-30T09:49:30.752Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay or expenses. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nMPs may claim for the cost of purchasing food and non-alcoholic drinks where they have stayed overnight outside the London Area and their constituency. This is limited to £25 for each night they have stayed, but the claims can be for purchases made during the day.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease food and drink prices for MPs in House of Commons catering venues: https://petition.parliament.uk/petitions/555565\r\n\r\nWe could accept a petition calling on the House of Commons to close all catering venues that operate at a loss, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-30T09:49:30.749Z"
    },
    "id": 555932,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555932.json"
    },
    "type": "petition"
}