{
    "attributes": {
        "action": "Register Adenomyosis & Endometriosis as a recognised disability",
        "additional_details": "1 in 10 women have endometriosis. 1 in 10 woman have Adenomyosis. Many of these woman have both. \r\nBoth crippling diseases listed on the top 10 most painful illnesses to have. Yet we struggle to be believed, we struggle to get support & we struggle financially. It’s time we start supporting people in these communities allowing them access to disability payment schemes, access schemes & anything else that is put in place to help people with disability’s should be applicable to us too!",
        "background": "Register Adenomyosis & Endometriosis as a recognised disability.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-23T16:24:50.820Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-23T16:35:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-20T15:00:51.076Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities: \r\nhttps://www.gov.uk/definition-of-disability-under-equality-act-2010\r\n\r\nIt is therefore already the case that under the Equality Act, anyone with a physical or a mental condition which has a substantial and long-term impact on your ability to do normal day to day activities is protected under the disability protected characteristic. This could cover people who have endometriosis, where this has a a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities. So it's not clear what else you would like to happen.\r\n\r\nFind out more about the Equality Act here:\r\nhttps://www.citizensadvice.org.uk/law-and-courts/discrimination/about-discrimination/equality-act-2010-discrimination-and-your-rights/\r\n\r\nFind out more about endometriosis and the Equality Act here: https://www.endometriosis-uk.org/sites/default/files/files/Endometriosis.pdf\r\n\r\nYou may also like to sign this petition which calls for more funding for research into endometriosis and PCOS: \r\nhttps://petition.parliament.uk/petitions/328570"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-20T15:00:51.073Z"
    },
    "id": 555946,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555946.json"
    },
    "type": "petition"
}