{
    "attributes": {
        "action": "Raise the age limit for Young People's Mental Health Services from 18 to 24",
        "additional_details": "There is a large amount of research done by multiple organisations that show that an individual's brain is not fully developed until 25 years of age, and one or more significant events can happen in an individual's life or background that can negatively affect a person's mental health. Especially when you are young and experiencing things for the first time - e.g. university, first living on your own - you need extra support, and that need doesn't magically disappear when you turn 18 years old.",
        "background": "I would like the Government to discuss - and hopefully amend - the age limit on when young people are transferred to the national Adult Mental Health Service. Currently, once a person turns 18, they are no longer considered a child or adolescent and are not seen by Young People's Mental Health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-23T22:07:17.012Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-25T15:22:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-08T09:00:43.387Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand that you are concerned about support for young people with mental health issues, but we can only accept petitions about things the UK Government or House of Commons is directly responsible for.\r\n\r\nDecisions about how to provide mental health services is something the NHS, not the Government or House of Commons are responsible for. The Government funds the NHS, but decisions about how particular services – such as mental health services for different age groups – are provided is an operational decision for the NHS.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nReview and improve support for people with mental health conditions\r\nhttps://petition.parliament.uk/petitions/330968\r\n\r\nReview and reform Child and Adolescent Mental Health Services\r\nhttps://petition.parliament.uk/petitions/553177\r\n\r\nIncrease funding for NHS Adult Mental Health Services\r\nhttps://petition.parliament.uk/petitions/316023\r\n\r\nWe could accept a petition calling on the Government to increase funding for mental support for people aged 18-21, in light of the fact this is an age where most people stop receiving support through Children and young people's mental health services (CYPMHS), if this is something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-08T09:00:43.385Z"
    },
    "id": 556009,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556009.json"
    },
    "type": "petition"
}