{
    "attributes": {
        "action": "End free meals and food allowances to Members of parliament",
        "additional_details": "I want all Members of Parliament to debate and justify the use of public money to feed them while they receive a basic salary of £81,932, plus expenses. Nurses, police offices, factory, shop and all public sector workers who work 24 hours a day, 7 days a week had this benefit taken many, many decades ago. Greedy MP's even awarded themselves a £10,000 bonus to work from home during the pandemic but refused to even discuss nurses pay.",
        "background": "To debate whether MP's should continue to get free meals and food allowances. 2020 has been a year of financial hardship for too many people. In October 2020 the government voted NOT to provide free meals to hungry children during half term, whilst taking public money to feed themselves.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-24T12:33:08.997Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-25T07:08:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-03T14:57:04.992Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay or expenses. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nMPs may claim for the cost of purchasing food and non-alcoholic drinks where they have stayed overnight outside the London Area and their constituency. This is limited to £25 for each night they have stayed, but the claims can be for purchases made during the day.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease food and drink prices for MPs in House of Commons catering venues: https://petition.parliament.uk/petitions/555565\r\n\r\nIncrease food and drink prices in House of Commons catering venues: https://petition.parliament.uk/petitions/555947"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-03T14:57:04.990Z"
    },
    "id": 556118,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556118.json"
    },
    "type": "petition"
}