{
    "attributes": {
        "action": "Give parents an option to home school their children due to threat of COVID-19",
        "additional_details": "With the number of COVID-19 cases rising exponentially and schools unable to provide any real protection, what-so-ever, it is imperative that parents who can keep their children safe at home while providing them access to online and other teaching resources are allowed to do so. The optional physical attendance approach will increase safety for both, those who are staying home and the ones who physically attend, because of reduced numbers, which allow for more effective social distancing.",
        "background": "In all regions where the COVID-19 threat is medium or higher, the government should offer parents an option for home schooling of their children rather than mandatory physical attendance. This means that parents should be allowed to choose between online or physical, based on their circumstances.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-24T20:34:04.051Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-24T21:26:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-12T17:41:45.338Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign one of the following petitions:\r\n\r\nSuspend fines for school non-attendance during Covid-19 & allow parental choice\r\nhttps://petition.parliament.uk/petitions/551740\r\n\r\nRequire schools to support home learning during Covid-19 outbreak\r\nhttps://petition.parliament.uk/petitions/334065"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-12T17:41:45.336Z"
    },
    "id": 556199,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556199.json"
    },
    "type": "petition"
}