{
    "attributes": {
        "action": "Eliminate MPs having food and drinks expenses covered.",
        "additional_details": "I believe quite simply that every child deserves a fair start in life, and punishing them for circumstances outside of their control is immensely inhumane.  The main goal of me making this petition is to get the free school meals back for the poor kids who need it.  However if the government insists on taking these away the very least they can do is not effectively accept free meals for themselves.",
        "background": "With the shocking realisation of so many MPs voting to abolish free school meals it only seems fair that MPs food and drinks expenses are also not covered.  If this is the way parliament is looking to save money they need to look at themselves as well.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-24T16:18:28.677Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-24T17:40:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-30T10:09:39.282Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay or expenses. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nMPs may claim for the cost of purchasing food and non-alcoholic drinks where they have stayed overnight outside the London Area and their constituency. This is limited to £25 for each night they have stayed, but the claims can be for purchases made during the day.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease food and drink prices for MPs in House of Commons catering venues: https://petition.parliament.uk/petitions/555565"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-30T10:09:39.280Z"
    },
    "id": 556154,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556154.json"
    },
    "type": "petition"
}