{
    "attributes": {
        "action": "Recover the damage to our kids education by allowing an extra year of school",
        "additional_details": "Kids are being sent home if there’s a confirmed case within their year, and are made to isolate for at least 2 weeks. Online learning is made an option HOWEVER, if you’re a working parent - this is almost impossible.\r\n\r\nOur kids future & education should not be put at risk purely because of these rules - I believe that children should be giving the option to sit and extra year at school to put them in the best position possible to achieve what they deserve to as they get older.",
        "background": "Our children’s education is being destroyed due to the rules around isolating linked to Covid. They’ve missed half of their last school year & having returned to school in September, most schools have had to close classes again, some more than once. \r\n\r\nThe rules in general need reviewing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-24T16:16:45.248Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-24T16:26:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-16T09:24:49.619Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition calling for the school leaving age to be extended by 12 months for all students affected by Covid-19, if that's what you want to see happen.\r\n\r\nYou might also like to sign this petition: \r\nAllow more school pupils to repeat an academic year due to COVID-19 lockdown.\r\nhttps://petition.parliament.uk/petitions/326223"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-16T09:24:49.616Z"
    },
    "id": 556153,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556153.json"
    },
    "type": "petition"
}