{
    "attributes": {
        "action": "Recognise English, Welsh and Scottish as official citizenship choices.",
        "additional_details": "The use of 'British' dilutes cultural sovereignty and the integrity of the countries within the Union, we should all have the right to identify solely with our home nation if we wish.\r\nThe citizens of Northern Ireland can declare themselves as Irish or British, let the people of the other nations have the same choice.",
        "background": "Allow residents of the Union to declare themselves as citizens of their constituent nation, as an alternative to or alongside British citizenship, with the same benefits.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-24T18:16:16.019Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-24T19:59:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-01T10:33:07.223Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. People are already able to decide how they want to describe their nationality, and we're not sure what you mean by \"same benefit\" they should receive. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example to allow the issuing of Welsh, Scottish etc. passports. \r\n\r\nIf you do start a new petition, you'll need to provide a real name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-01T10:33:07.220Z"
    },
    "id": 556176,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556176.json"
    },
    "type": "petition"
}