{
    "attributes": {
        "action": "Devolution for the North and other English regions: Give power to local people",
        "additional_details": "Regions and local areas have real expertise in local matters that a central regime can never develop.  Democratically accountable regional and local governments that are funded from local and regional sources under their control and fair and stable share from national taxation have a greater incentive to deliver better local and regional outcomes. They are not in danger of being pressured to trade the interests of their constituency to follow a government whip line decided by other agendas",
        "background": "Concerns over COVID lockdowns of in the North decided in Westminster are just one of many symptoms of a lack of effective democratic representation for English regions. Parliament should therefore consider devolving real power including education, health and a meaning share and control of taxation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-25T00:24:51.905Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-27T08:54:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-02T13:44:16.466Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or House of Commons to take a clear action.\r\n\r\nWe understand that you are concerned about current arrangements for devolution, but it's not clear how you want these to be changed. Local authorities are already responsible for education, and have some powers over taxation.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nHold a referendum on creating a Devolved Parliament for Northern England: https://petition.parliament.uk/petitions/555283\r\n\r\nWe could accept a petition calling for similar referendums in other regions, if that's what you want to happen. We could also accept a petition calling for greater devolution of powers to existing local authorities, but it would need to be clear what new powers you wanted to be devolved."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-02T13:44:16.463Z"
    },
    "id": 556230,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556230.json"
    },
    "type": "petition"
}