{
    "attributes": {
        "action": "Open a public inquiry into the exploitation of vulnerable adults volunteering.",
        "additional_details": "Charities seek funding for peers to do work with other peers, but only covering travel cost and food for that day when actually charities could do more to support adults and cover their basic needs. The sector is seeking funding based on the work the vulnerable adults do, so therefore they should have to meet better basic need requirements. The loophole in the volunteer regulation allows charities to exploit these adults and not have to do more to support them.",
        "background": "The regulation around volunteering is so vague that vulnerable adults are not being safeguarded well enough, this leaves vulnerable adults open to being let down by safeguarding issues. There needs to be clearer guidelines and also better basic needs support for these adults that participate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-25T12:27:36.582Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-26T21:33:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-02T14:54:55.081Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call for the Government or House of Commons to take a specific action.\r\n\r\nWe understand that you are concerned about protections for vulnerable adults in the voluntary sector, but it's not clear what you want the Government to do about this.\r\n\r\nYour petition refers to exploitation, but it is not clear what type of exploitation you are worried about, or if you think any voluntary work by vulnerable adults is exploitative.\r\n\r\nYou could start a petition calling for charities not to be exempted from requirements to pay the minimum wage, if that that's what they want to happen.\r\n\r\nYou could also start a petition calling for a public inquiry into participation by vulnerable adults in the voluntary sector, but it would need to be clear what you wanted an inquiry to address."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-02T14:54:55.077Z"
    },
    "id": 556280,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556280.json"
    },
    "type": "petition"
}