{
    "attributes": {
        "action": "Get IKEA to allow customers to go through the exit into the store",
        "additional_details": "Walking through the showroom can be an extremely traumatic experience, heightening levels of anxiety affecting the mental wellbeing of people, especially men. Other groups of people affected mentally, are compulsive spenders (i.e. wives and partners of those men) buying things which they don't need. People are suffering in silence. If you make this happen, this could be the only positive thing you do, that gets you bunch of losers elected for another 4 years, it's a banker.",
        "background": "Get IKEA to allow customers to go through the exit into the store, straight into the self serve area, without having to walk through the showroom which is a maze. Walking through the showroom to the self serve area, when you know exactly what you require & where it is located, is very unnecessary.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-26T11:21:14.259Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-26T13:11:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-02T09:32:30.289Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or House of Commons is responsible for.\r\n\r\nDeciding how to manage entrances and exists to its stores is a matter for IKEA, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-02T09:32:30.285Z"
    },
    "id": 556398,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556398.json"
    },
    "type": "petition"
}