{
    "attributes": {
        "action": "Lower pay to minimum wage for all MPs that voted against feeding the children",
        "additional_details": "If the rest of the country can live of close to no money, comfortably in the eyes of our MPs then why should they be receiving major pay rises to their already high paying jobs. Their job is to look out for and do what’s best for the people of the country. The vote to not feed the children is frankly them not doing their jobs. If it was a vote made by the people it is believed the vote would have majorly gone the other way. MPs need to be doing for the people not for themselves.",
        "background": "All MPs that voted no to feeding the children surely believe minimum wage is liveable off, so they should live off it. This is otherwise simply a case of people making a vote against something that has no affect on them. Their job is not to make their own lives easier, while the rest suffer.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-26T15:25:36.349Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-26T16:04:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-30T10:29:03.185Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-30T10:29:03.183Z"
    },
    "id": 556420,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556420.json"
    },
    "type": "petition"
}