{
    "attributes": {
        "action": "Enforce the law on  push bikes on pavements In  Including Electric Bikes  .",
        "additional_details": "I ask the Government to do it .Because the Situation is now well out of Control When it Comes to Cyclist riding bikes on the pavement .They think that it is normal The unacceptable has become acceptable.  This is a Public Safety  Concern .\r\nAnd i feel the Police and the Government are responsible or should be. Allowing it to get this far.  \r\nYour on the pavement Bikes are in front of You, Speeding along the pavement there behind you and you do not always know they are there and they expect you to move for them. That is the attitude of allowing this behaviour. It is Disrespectful to all Pedestrians wanting to feel safe on the pavement.",
        "background": "Educate Cyclist and potential Cyclist ,General Public Through Public Media, Tv News or radio .That riding Bikes and Electric  Bikes on the pavement is unacceptable.\r\n.\r\nIt is not effective at the moment and having no effect,  In relation to this Signs also need looking at. Because they are ignored.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-27T00:45:15.527Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-30T16:06:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-07T09:06:10.381Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your main request is for the law on cycling on pavements to be enforced. This would be a matter for individual police forces, and not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to fund a public awareness campaign on the law regarding cycling on the pavement, and the risks this can create, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-07T09:06:10.379Z"
    },
    "id": 556499,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556499.json"
    },
    "type": "petition"
}