{
    "attributes": {
        "action": "Make period sanitary products free for people in the UK",
        "additional_details": "500 million women and girls live in period poverty every month. Due to financial reasons they cannot afford sanitary products as they aren’t cheap and some people use more sanitary products than others. Some people cannot get an education or attend work as they cannot afford these ESSENTIAL ITEMS. Women and girls should not be punished for having a menstrual cycle, miss out on educational learning and opportunities and work. Women and girls suffer with pains without the stress of period poverty",
        "background": "Period poverty has always been an issue financially, globally. The pandemic not helping as many people have lost their jobs. Until recently the Welsh government believed that sanitary products were non essential items which is wrong. Make sanitary products free",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-27T23:36:57.928Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-28T00:04:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-09T15:46:41.407Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/555551\r\n\r\nThe UK Government would only be responsible for this in England, and implementing a similar policy in Scotland, Wales or Northern Ireland would be a matter for the devolved administrations."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-09T15:46:41.404Z"
    },
    "id": 556591,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556591.json"
    },
    "type": "petition"
}