{
    "attributes": {
        "action": "Mental Health education & support in all schools and colleges across the UK.",
        "additional_details": "Half of adult mental health issues develop before the age of 14 so early intervention support and education are crucial. To see mindfulness classes across all primary schools in England to be made part of the national curriculum as this early educational intervention will have a profound and positive impact on our children’s mental health in the long term. The pandemic is having a massive impact on our children’s mental health support is needed now and not in a few years time when it’s too late.",
        "background": "To introduce mindfulness classes to all primary schools and be made part of the national curriculum. To also introduce fully qualified counsellors  in all high schools and colleges. Reports show the pandemic is having a massive impact on our children’s mental health, they need our support now!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-28T09:48:51.569Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-28T11:55:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-03T12:52:33.372Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd mindfulness, meditation, morality and ethics to the national curriculum: https://petition.parliament.uk/petitions/554313\r\n\r\nRequire all schools to offer regular counselling to students: https://petition.parliament.uk/petitions/328361\r\n\r\nMake mental health and wellbeing checks compulsory in all levels of education: https://petition.parliament.uk/petitions/331616\r\n\r\nFund free Mental Health First Aider training for 1 adult in every school: https://petition.parliament.uk/petitions/548425"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-03T12:52:33.370Z"
    },
    "id": 556608,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556608.json"
    },
    "type": "petition"
}