{
    "attributes": {
        "action": "Allow Scottish Gyms To Open In Tier 4",
        "additional_details": "Reconsider opening gyms in Tier 4 locations across Scotland. Our industry is the solution, not the problem. We fight against obesity, diabetes, CV diseases and also mental health which reduces the stress on our NHS. We as an industry are vital in the fight against this pandemic. We are essential. The governments data proves this showing 22 million gym visits and 78 confirmed cases, that's 1 case per 300,00 visits, whilst saving many lives in the process. There is no evidence to close gyms.",
        "background": "Calling on the Scottish Government to rethink their decision to close gyms in tier 4 as long as the facility is following the strict guidelines. Our industry is the solution, not the problem. We fight against obesity, diabetes, CV diseases and also mental health reducing the stress on our NHS.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-28T07:26:13.414Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-28T07:33:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-03T10:57:55.291Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for the Scottish Government. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-03T10:57:55.289Z"
    },
    "id": 556601,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556601.json"
    },
    "type": "petition"
}