{
    "attributes": {
        "action": "To stop the imposition of a new contract to British Airways Cargo/ IAG employees",
        "additional_details": "Currently British Airways Cargo/ IAG are trying to enforce a new contract on their employers which will result in a 20% pay decrease as well as many other changes to the terms of conditions.\r\nIt is illegal to Impose/ change the terms of condition of an employment contract without a mutual agreement and using the threat of losing the years of service\r\nCurrently no mutual agreement or buy out of previous contract has been discussed. We need the support of parliament to fight against this imposition.",
        "background": "To prohibit British Airways from imposing a new contract on its cargo employees at Heathrow without buying out or offering compensation. We need Parliament to discuss and highlight this and stop companies taking advantage of its employees especially in this tough time.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-29T12:07:25.046Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-29T13:10:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-04T08:34:52.487Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept petitions about changes to contracts of employment for a particular company. These are a matter for the employer, employees, any relevant trade unions, and ultimately an employment tribunal or court.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRequire companies to match employment conditions for reemployed workers: https://petition.parliament.uk/petitions/319446"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-04T08:34:52.485Z"
    },
    "id": 556748,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556748.json"
    },
    "type": "petition"
}