{
    "attributes": {
        "action": "Move Christmas to July",
        "additional_details": "What a year it's been! Life has been very tough under lockdowns and local tier restrictions already this year so instead of writing off Christmas, let's plan ahead and push our family celebration to a time when we can really enjoy it! A public holiday to look forward to on Friday 9th July (Christmas Eve) and let's all celebrate on 10th! When we've had chance to get some normality back. This would go down in history as the time Christmas moved! Something positive to look forward to this winter!",
        "background": "With the current Covid situation across the UK we know that Christmas won't be the same as it would be under normal circumstances. We all could do with something to look forward to this winter too. That's why I think it would be good to move Christmas to July next year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-29T19:11:55.990Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-29T19:34:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-04T09:22:46.331Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for when Christmas is celebrated. This is a matter of tradition, and for individuals to decide.\r\n\r\nWe could accept a petition calling for a new bank holiday next year, but it would need to be clear this is what you are asking for.\r\n\r\nWe have already published the following petition, which you might like to sign:\r\n\r\nMake June 25th. 2021 an \"Australian Christmas\" bank holiday: https://petition.parliament.uk/petitions/554630"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-04T09:22:46.328Z"
    },
    "id": 556794,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556794.json"
    },
    "type": "petition"
}