{
    "attributes": {
        "action": "Protect all BBC staff from disciplinary action if they attend LGBT+ Pride events",
        "additional_details": "The BBC’s director of editorial policy and standards, told a meeting of senior executives this week that the new rules include not attending “political protests”, such as Black Lives Matter events and LGBT protests.\r\n\r\nPride has always been a protest because LGBT+ people have (and still are) fighting for equality, acceptance & to live a peaceful existence.  No other employer would get away with this and the Government needs to clarify that our publicly funded national broadcaster is no different.",
        "background": "BBC staff required to be politically neutral have been told not to attend LGBT pride protests under new impartiality rules. This is an attack on the rights of LGBT+ staff in particular. We urge Ministers to intervene & ensure our national broadcaster does not proceed with this outrageous policy",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-30T06:04:15.873Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-30T10:51:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-04T17:29:03.086Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be an employment matter for the BBC, not the UK Government or Parliament. In any case, the BBC has confirmed that staff can attend Pride events. You can find out more here: https://www.bbc.co.uk/news/entertainment-arts-54749024\r\n\r\nIf you're concerned about discrimination or need information, advice and support on equality and human rights issues, you may wish to contact the Equality and Human Rights Commission. You can find out more about their role and how to contact them here: https://www.equalityhumanrights.com/en/contact-us"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-04T17:29:10.353Z"
    },
    "id": 556827,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556827.json"
    },
    "type": "petition"
}