{
    "attributes": {
        "action": "Urgent review of mental health services for University students",
        "additional_details": "University students are under increasing risk of developing mental health illnesses during the coronavirus pandemic. For many students living away from home for the first time, they have been locked up in accommodation with strangers, unable to return to family and receiving insufficient practical & emotional support. Reports of deaths in university accommodation surely calls for urgent action by the government to ensure that students can receive adequate support.",
        "background": "Matt Hancock to commission an urgent review of mental health services provided for university students who are increasingly vulnerable to mental illness due to being away from support networks and the pandemic which has resulted in increased isolation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-30T18:23:38.057Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-30T19:19:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T15:42:29.332Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The NHS provides mental health services to all UK adults, including university students. Other support services provided by universities or other bodies are a matter for individual universities and other providers, not the Government or House of Commons.\r\n\r\nYou could start a petition calling on the Government to fund additional mental health support services for university students, if that's something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T15:42:29.329Z"
    },
    "id": 556878,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556878.json"
    },
    "type": "petition"
}