{
    "attributes": {
        "action": "Condemn Islamophobic remarks against Islam, Muslims and Prophet Muhammed S.A.W”",
        "additional_details": "Islamophobia has made Law Abiding Muslims fall a victim to all kinds of abuse, mockery and attacks. The government has not addressed the severity of this Issue. \r\nAn Anti-Islamophobic narrative, Legislation and Law needs to be pushed forward by the government, to be addressed by all members of the public, organisations, governing bodies and people whom hold significant positions, in order to hold Islamophobic people to account and be scrutinised. \r\nWe need change parameters to be put in place. \r\n",
        "background": "Muslims within the UK need to be given reassurance, to feel safe and be able to practice their religion in peace. A stance to stop the widespread and condemn all types of Islamophobic remarks against Islam & Prophet Muhammed S.A.W is required in order to ensure the safety of all Law Abiding Muslims.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-10-29T20:15:18.076Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-29T20:42:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-14T17:20:52.923Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It's already illegal to disriminate or to incite hate on the grounds of religion. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as imposing tougher penalties for the above. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-15T10:49:18.901Z"
    },
    "id": 556803,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556803.json"
    },
    "type": "petition"
}