{
    "attributes": {
        "action": "Covid testing should be mandatory for all businesses to stop the spread",
        "additional_details": "I want the government/parliament because it will help stop the spread the virus also it will make the public more comfortable to go out to restaurants and all other businesses",
        "background": "I want the government to make covid testing in all business mandatory to help business to get back to normal trading and to help the economy",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-29T23:11:25.817Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-30T18:40:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-05T10:23:34.287Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call for a specific action.\r\n\r\nWe understand that you want new requirements for testing to be imposed, but it's not clear what you want these to be. If you want the Government to require all workers to be tested for Covid-19 before they are able to work you could start petition calling for this, but it would need to be clear that this is what you want to happen, and how often you want people to be required to be tested.\r\n\r\nIf you want the Government to create a different requirement for testing, you could start a new petition about that, but it would need to be clear exactly what new requirements you want the Government to impose."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-05T10:23:34.284Z"
    },
    "id": 556820,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556820.json"
    },
    "type": "petition"
}