{
    "attributes": {
        "action": "A petition calling for the resignation of West Midlands Police CC Dave Thompson",
        "additional_details": "DA will affect 1 in 4 women and 1 in 6 men in their lifetime.Leads to c2 women being murdered each week and 30 men per year. Accounts for 16% of all violent crime,it is still the violent crime least likely to be reported to the police.Has more repeat victims than any other crime.c400 people commit suicide each year who have attended hospital for DA injuries in the previous 6M, 200 attend hospital on the day they go on to commit suicide. DA costs the public £23B pa.",
        "background": "Stand down West Midlands Police CC Dave Thompson after recent comments on DA. c1.6M women 16 to 74 years experienced DA last year.c4.2% men 7.9% women suffered DA in England and Wales during 2018.c685,000 male victims 1,300,000 women.c2 women murdered every week 30 men murdered every year due to DV.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-30T11:32:18.687Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-30T13:53:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-04T08:38:18.282Z",
        "rejection": {
            "code": "honours",
            "details": "We can't publish petitions about honours or appointments. That includes calling for public servants to be sacked or to resign.\r\n\r\nIf you want to complain about the conduct of a police officer you can find out how to do so here: https://www.policeconduct.gov.uk/complaints-reviews-and-appeals/make-complaint"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-04T08:38:18.278Z"
    },
    "id": 556849,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556849.json"
    },
    "type": "petition"
}