{
    "attributes": {
        "action": "If a new national lockdown in England is implemented, it must include schools.",
        "additional_details": "Latest data from the ONS shows that COVID-19 is spreading fastest in the 7-11 and 12-24 year old aged groups. A new national lockdown without schools and universities being included would be ineffective & pointless.\r\n\r\nThis will put the health, economy and mental state of the nation under strain whilst continuing to allow the virus to spread. Furthermore, recent studies suggest that the virus may be spreading silently, especially via young people, due to asymptomatic infections.",
        "background": "Following reports that a new national lockdown is  being considered by the Government, Schools & Universities must be included with the lockdown rules and compelled to implement remote study where possible. Classroom or group study should not be allowed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-31T10:10:08.700Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-31T10:22:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-04T08:45:20.385Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nStart a second lockdown including closing schools to prevent spread of COVID: https://petition.parliament.uk/petitions/550736\r\n\r\nReclose schools and colleges due to increase in COVID-19 cases: https://petition.parliament.uk/petitions/550846\r\n\r\nRequire university campuses to close to stop the spread of COVID-19: https://petition.parliament.uk/petitions/552512"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-04T08:45:20.382Z"
    },
    "id": 556970,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556970.json"
    },
    "type": "petition"
}