{
    "attributes": {
        "action": "Introduce more useful lessons into the secondary curriculum.",
        "additional_details": "Many young people leave school not knowing basic life skills that they thought school would’ve taught them, they then end up unemployed not knowing how to apply for a job or set up a bank account. We believe that simple lessons teaching these skills could help lower the rates of things such as unemployment, rape, teen pregnancies and homelessness.",
        "background": "Introduce lessons such as self defence, basic life skills for example, how to apply for a job, how to set up a bank account etc, teach about sexual orientation, sexual harassment, consent etc.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-31T02:29:10.595Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-31T06:20:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-11T10:53:54.324Z",
        "rejection": {
            "code": "no-action",
            "details": "Many of the issues your petition talks about are already included in the National Curriculum. For example, in Key Stage 3 and 4, the citizenship curriculum allows for the teaching of day-to-day money management and PSHE allows for the teaching of consent. We're therefore not sure what further action you'd like to see. \r\n\r\nYou can find out more about the national curriculum here: https://www.gov.uk/national-curriculum \r\n\r\nYou may wish to sign this petition calling for self-defence lessons to be made mandatory in schools: \r\n\r\nhttps://petition.parliament.uk/petitions/329261"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-11T10:54:02.311Z"
    },
    "id": 556935,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556935.json"
    },
    "type": "petition"
}