{
    "attributes": {
        "action": "Provide further measures for those taking GCSE exams this school year.",
        "additional_details": "Further measures need to be put in place to ensure my school year is not disadvantaged and also placed under increased pressure and stress, as the examination measures mentioned to date are not relatively balanced for the amount of disruption we have received to our education. Some subjects have not even had any measures put in place to mitigate the missed education for the said subjects.",
        "background": "The current measures that have been provided to schools does not cover all subjects and in reality does not provide realistic measures, considering the amount of lessons missed this year due to covid and also online learning, which is not as effective as tutored lessons in a classroom.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-31T18:19:26.686Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-31T19:41:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T11:56:59.989Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call for the Government to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of Covid-19 on students taking GCSE exams this year, but it's not clear exactly what you want the Government to do about this.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nCancel GCSEs and A Levels in 2021: https://petition.parliament.uk/petitions/326066\r\n\r\nReduce curriculum content for year 10 & 12 students who will sit exams in 2021: https://petition.parliament.uk/petitions/320772\r\n\r\nLower grade boundaries of 2021 GCSE and A-Level students: https://petition.parliament.uk/petitions/551838\r\n\r\nDelay 2021 GCSE and A-level exams to allow students to catch up: https://petition.parliament.uk/petitions/550374\r\n\r\nOpen book exams for GCSE and A-level students sitting exams in 2021: https://petition.parliament.uk/petitions/327397"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T11:56:59.987Z"
    },
    "id": 557057,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557057.json"
    },
    "type": "petition"
}