{
    "attributes": {
        "action": "Keep gyms and pools open during lockdown",
        "additional_details": "The government claims to care about the health of the population, and gyms and pools are vital to maintain good physical and mental health for many people. Disabled people in particular need access to these facilities, and closing them is indirect discrimination against the disabled. Additionally, over winter outdoor exercise is more difficult and it is even more damaging to close these facilities. There is no solid evidence for gyms or pools being responsible for the spread of the virus.",
        "background": "Gyms and pools are a vital facility for many people in England. The government should classify them as an essential service and keep them open during the new lockdown. They are vital to the physical and mental health of the population, and are especially important over winter.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-31T19:33:23.553Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T15:43:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T17:03:40.154Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nKeep gyms and leisure facilities open during any lockdown: https://petition.parliament.uk/petitions/556956\r\n\r\nPrevent gyms closing due to a spike in Covid 19 cases: https://petition.parliament.uk/petitions/333869\r\n\r\nThe Committee will be holding a debate on Covid-19 restrictions on gyms and sport on Monday 23 November. You will be able to watch the debate on Parliament TV at 4.30pm: https://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T17:03:40.150Z"
    },
    "id": 557091,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557091.json"
    },
    "type": "petition"
}