{
    "attributes": {
        "action": "Keep Gyms open during November lockdown",
        "additional_details": "Parliament understand how VITAL gyms are for people's mental and physical health and know that the healthier people are the less risk of COVID they have. Statistically gyms have had 22million visits and have had 78 cases and for every 100,000 people the infection rate is 0.34 which is 4.66 lower than pubs. Gyms are major parts of peoples lives and should be seen as ESSENTIAL in the eyes of the government. With enough signatures to raise awareness gyms hopefully will stay open as they should.",
        "background": "Reopen the Gyms for the November lockdown by continuing with safe social distancing measures, having capacity on amount of visitors allowed within the gyms and, enforce all gyms to make visitors book sessions before visiting. These measures have been successful and have kept gyms COVID-19 free.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-31T19:40:16.072Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-31T19:58:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T16:12:32.432Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nKeep gyms and leisure facilities open during any lockdown: https://petition.parliament.uk/petitions/556956\r\n\r\nPrevent gyms closing due to a spike in Covid 19 cases: https://petition.parliament.uk/petitions/333869\r\n\r\nThe Committee will be holding a debate on Covid-19 restrictions on gyms and sport on Monday 23 November. You will be able to watch the debate on Parliament TV at 4.30pm: https://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T16:12:32.430Z"
    },
    "id": 557098,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557098.json"
    },
    "type": "petition"
}