{
    "attributes": {
        "action": "Ban all sporting events and celebrity gatherings and live shows",
        "additional_details": "I want the lockdown to effect every person in the uk in the same way no exceptions if small businesses have to close then so should large corporations",
        "background": "If the public are not allowed to meet family attend funerals and move freely then this must be a blanket ban for all if i cant attend a funeral how can you allow a game of rugby",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-31T21:26:33.733Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T15:00:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-10T12:33:24.690Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nRestrictions relating to the Covid-19 pandemic apply to everyone, though there are specific exemptions for particular activities to take place. Many individuals such as professional sportspeople will continue to undertake these activities for work purposes.\r\n\r\nYou could start a petition calling for the suspension of elite sport and professional entertainment industry events while restrictions are in place for the general public, if that's something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-10T12:33:24.688Z"
    },
    "id": 557184,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557184.json"
    },
    "type": "petition"
}