{
    "attributes": {
        "action": "Allow dance classes during covid",
        "additional_details": "Not only are dance classes a hobby but a way of exercise which many children do not get. It is also a way of socialising which is so much more important right now due to COVID-19. There is no genuine reason as to why dance classes should be stopped as they are safer than going to the shop, going to school and walking down the road. If dance classes are stopped then this will be such a disappointment to so many children as many view dance as a second home.",
        "background": "Dance classes are an integral part to a child’s life. For many students it is an escape from their home life into an environment where they feel safe and supported. Dance classes can be made almost 100% covid safe with the use of masks, one way systems and socially distanced boxes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-31T20:29:15.447Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-31T20:56:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T12:57:51.133Z",
        "rejection": {
            "code": "no-action",
            "details": "While dance studios are on the list of businesses that are required to close, they are allowed to open for education and training, childcare purposes and supervised activities for children: https://www.gov.uk/guidance/new-national-restrictions-from-5-november\r\n\r\nThis means that dance classes for children can continue during the current lockdown.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAllow all dance studios to open with covid safety precautions in place: https://petition.parliament.uk/petitions/557275"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T12:57:51.137Z"
    },
    "id": 557145,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557145.json"
    },
    "type": "petition"
}