{
    "attributes": {
        "action": "Keep gyms open during the second national lockdown",
        "additional_details": "Cardio and weight exercises are a vital part of millions of people's daily lives, to prevent illnesses such as obesity which has already  been a massive problem to the NHS. Many people do not have the correct facilities to do certain exercises at home without injury. It helps people's mental wellbeing (increasingly more important with growing suicide rates). Gyms are easy to maintain rules. Please read the letter that Eddie Hall previously wrote to find out more about why gyms should stay open.",
        "background": "Keep all gyms open with the pre existing COVID 19 safety precautions to minimise risk, but keep the nation healthy both mentally and physically.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-31T21:47:42.231Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-31T22:35:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T16:29:04.080Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nKeep gyms and leisure facilities open during any lockdown: https://petition.parliament.uk/petitions/556956\r\n\r\nPrevent gyms closing due to a spike in Covid 19 cases: https://petition.parliament.uk/petitions/333869\r\n\r\nThe Committee will be holding a debate on Covid-19 restrictions on gyms and sport on Monday 23 November. You will be able to watch the debate on Parliament TV at 4.30pm: https://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T16:29:04.077Z"
    },
    "id": 557202,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557202.json"
    },
    "type": "petition"
}