{
    "attributes": {
        "action": "Urge the Government to reconsider their decision to shut gyms",
        "additional_details": "I urge the Government and Parliament to reconsider this decision primarily on the basis that there is no solid scientific evidence supporting this decision, but also owing to the myriad health benefits, physical and mental, access to leisure facilities can bring to people's lives.\r\n\r\nFitness and physical well-being are essential to overcoming Covid-19, as we know obesity poses further complications. The fitness industry is part of the solution, not the problem, and the science demonstrates this.",
        "background": "Myself and those working in the fitness industry would strongly urge the Government and Parliament to re-consider the illogical decision to close gyms and leisure facilities.  These facilities have been shown to have extremely low rates of transmission, as low as 0.78 cases per 100,000 visits",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-31T23:15:25.329Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T20:28:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T17:09:26.975Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nKeep gyms and leisure facilities open during any lockdown: https://petition.parliament.uk/petitions/556956\r\n\r\nPrevent gyms closing due to a spike in Covid 19 cases: https://petition.parliament.uk/petitions/333869\r\n\r\nThe Committee will be holding a debate on Covid-19 restrictions on gyms and sport on Monday 23 November. You will be able to watch the debate on Parliament TV at 4.30pm: https://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T17:09:26.972Z"
    },
    "id": 557254,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557254.json"
    },
    "type": "petition"
}