{
    "attributes": {
        "action": "Keep the gyms open they are essential.",
        "additional_details": "suicide levels are high during this awful time. A place like the gym is an escape for people, it helps them to keep mental health in check and also helps to uplift mood and release endorphins. Gyms should not have to close as they are following guidelines and are kept clean and there are social distancing measures in place to prevent covid.there are studies to show that the gym helps to prevent stress and mental illnesses and also helps to boost your immune system which also prevents illnesses.",
        "background": "I would like the government to rethink gym closure and to not class them in the same category as pubs and restaurants and non essential shops as they are essential for a huge population of people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T00:35:44.203Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T08:54:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T16:39:59.709Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nKeep gyms and leisure facilities open during any lockdown: https://petition.parliament.uk/petitions/556956\r\n\r\nPrevent gyms closing due to a spike in Covid 19 cases: https://petition.parliament.uk/petitions/333869\r\n\r\nThe Committee will be holding a debate on Covid-19 restrictions on gyms and sport on Monday 23 November. You will be able to watch the debate on Parliament TV at 4.30pm: https://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T16:39:59.707Z"
    },
    "id": 557282,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557282.json"
    },
    "type": "petition"
}