{
    "attributes": {
        "action": "Cancel exams. Young people worse hit risk their predicted grades and futures.",
        "additional_details": "Possibily indep schs can proceed poss influencing decisions, as their teams worked long hours in covid resulting in minimising disruption.\r\nState teachers were either poltically against engaging with virtual learning or extremely ill equipped to do so. Fact. Do not underestimate the impact this had on what kids were subjected to. Disparity of equality is not acceptable, nor are proposals that favours such. Pummling funds into system not the answer. Not all schs affective to do what is needed.",
        "background": "2020 exams were disrupted for a few mnths at the end of their final year.\r\nYr 13 students had their teaching and learning considerably affected during both years. 20/21 student cohorts are terribly affected and continue to be subjected to anxiety of catching up to sit very stressful exams. \r\n\r\n.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T09:12:06.136Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T10:01:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-17T10:52:16.024Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions instead: \r\n\r\nCancel GCSEs and A Levels in 2021: https://petition.parliament.uk/petitions/326066\r\n\r\nEnsure all 2021 examinations are based on teacher assessment only: https://petition.parliament.uk/petitions/549147 \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-11-17T10:52:33.676Z"
    },
    "id": 557341,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557341.json"
    },
    "type": "petition"
}