{
    "attributes": {
        "action": "Keep gyms open during the national lockdown announced on 31/10/2020",
        "additional_details": "The millions of Individuals In this country that work out in some form of all ages need the gyms facilities and the staff supporting them to remain consistent.\r\nWe’ve had 5 months of gym and leisure facility closure and it’s been the cause of increased anxiety, mental health issues and physical issues people need to exercise for all sorts of reasons besides feeling good.\r\nWinter is not a good time for lots of people suffering with anxiety or mental health issue or SAD and our leisure time proven by government studies health organisations etc. have proven the benefits of exercising.\r\nWe need our gyms to stay open.",
        "background": "Keep our gyms open during national lockdown",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T08:05:40.074Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T12:45:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T17:02:13.368Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nKeep gyms and leisure facilities open during any lockdown: https://petition.parliament.uk/petitions/556956\r\n\r\nPrevent gyms closing due to a spike in Covid 19 cases: https://petition.parliament.uk/petitions/333869\r\n\r\nThe Committee will be holding a debate on Covid-19 restrictions on gyms and sport on Monday 23 November. You will be able to watch the debate on Parliament TV at 4.30pm: https://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T17:02:13.364Z"
    },
    "id": 557317,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557317.json"
    },
    "type": "petition"
}