{
    "attributes": {
        "action": "Close schools and universities for the 4 week lockdown and open gyms.",
        "additional_details": "On the other hand, a study using 1,300 gyms and leisure centres across the country, with a total of 8 million visits over three weeks saw 17 infections that could be traced to the gyms. Gyms do not pose a threat of transmitting Covid rapidly,  like schools and universities, yet they are to be shut. Gyms are essential to many people’s health during lockdowns. Few people can really ‘home exercise’. \r\nClose school / universities and open gyms. \r\nStop hurting local small business with inane policies.",
        "background": "The Uni of Edinburgh concluded that the opening of schools rose the R rate by 24%. Children, of course cannot social distance and not all know basic hygiene. As well as this, many universities such as Nottingham have had incredibly high infection spikes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T10:45:50.048Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T10:48:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T16:45:59.855Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nKeep gyms and leisure facilities open during any lockdown: https://petition.parliament.uk/petitions/556956\r\n\r\nPrevent gyms closing due to a spike in Covid 19 cases: https://petition.parliament.uk/petitions/333869\r\n\r\nRequire university campuses to close to stop the spread of COVID-19: https://petition.parliament.uk/petitions/552512\r\n\r\nClose Schools and Colleges during a second nationwide lockdown: https://petition.parliament.uk/petitions/557012\r\n\r\nReclose schools and colleges due to increase in COVID-19 cases: https://petition.parliament.uk/petitions/550846\r\n\r\nThe Committee will be holding a debate on Covid-19 restrictions on gyms and sport on Monday 23 November. You will be able to watch the debate on Parliament TV at 4.30pm: https://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T16:45:59.852Z"
    },
    "id": 557397,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557397.json"
    },
    "type": "petition"
}