{
    "attributes": {
        "action": "Allow pubs to sell takeaway alcohol during the second Lockdown",
        "additional_details": "There has been little evidence presented of disorder or indeed increased infection following the sale of takeaway alcohol during the first lockdown. It also looks apparent from the guidance that Supermarkets will continue to be able to sell alcohol. Wet led Community Pubs were closing at a significant rate pre-COVID and have struggled since, adapting to evolving safety requirements and a downturn in trade. It is critical for the entire English beer industry that takeaways are allowed to continue",
        "background": "I am a member and former Director of a non profit community pub in Surrey. My partner is the General Manager. During lockdown our ability to safely serve takeaway alcohol was critical to us. We were able to visually check on vulnerable members of our community and keep the beer supply chain going.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T10:46:35.442Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T11:14:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-09T09:13:13.792Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the new regulations that have been put in place allow licensed premises to sell alcohol provided this is pre-ordered by the customer: https://www.legislation.gov.uk/uksi/2020/1200/pdfs/uksi_20201200_en.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-09T09:13:13.788Z"
    },
    "id": 557398,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557398.json"
    },
    "type": "petition"
}