{
    "attributes": {
        "action": "Allow offsales from hospitality venues durring lockdown. Takeout to help out",
        "additional_details": "With your help we can highlight this injustice and get it reversed. How can it be acceptable to purchase a can of beer from a corner shop but then not from the pub next door? \r\n\r\nThis petition has been started by a micropub owner, our small, independent business can survive covid with a small amount of offsales BUT we are being told our venue can't do this, despite the shop next to us selling the same product... If you see the double standard here, please sign this petition.",
        "background": "The government has specified that all hospitality venues must close, including those that adapt to sell alcohol to take away. That means you are allowed to visit a shop and purchase alcahol BUT you cannot do the same at your local hospitality venue, despite the product being exactly the same.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T10:04:25.842Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T10:18:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-09T09:12:37.762Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the new regulations that have been put in place allow licensed premises to sell alcohol provided this is pre-ordered by the customer: https://www.legislation.gov.uk/uksi/2020/1200/pdfs/uksi_20201200_en.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-09T09:12:37.759Z"
    },
    "id": 557369,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557369.json"
    },
    "type": "petition"
}