{
    "attributes": {
        "action": "Support zoos, wildlife parks and rehabilitation centres financially in Nov 2020",
        "additional_details": "Zoos, wildlife parks and wildlife rehabilitation centres have taken a significant financial impact during the first lockdown. These places provide vital contributions to prevent the extinction of endangered species, to help injured and orphaned wildlife and to educate about our natural world, on which we all rely. Please provide the necessary financial support to ensure these businesses can continue to provide the care for the animals during the 2nd lockdown and the following low income months.",
        "background": "With a new lockdown starting from 5 Nov 2020, I urge the government to provide financial support to all zoos, wildlife parks and wildlife rehabilitation centres to ensure these places can continue their vital work for endangered species and animals in need of care due to injuries or ill health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T10:27:15.150Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T12:59:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-04T14:13:06.630Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/330265\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-12-04T14:13:11.123Z"
    },
    "id": 557384,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557384.json"
    },
    "type": "petition"
}