{
    "attributes": {
        "action": "Keep bowling greens open during the national lockdown for exercise",
        "additional_details": "Bowls is a game for all genders and ages and many people have played all of their life. With most local gyms and leisure centres closed due to Covid it is difficult for a lot of people to engage socially with others or to have regular exercise.\r\n\r\nBy keeping bowling greens open then a large section of the community can keep playing, see their friends and ensure people are not just left at home with little interaction with others.\r\n\r\nBowls can be played whilst adhering to social distancing.",
        "background": "There are an estimated 80,000 crown green bowlers in the UK for which we need council and private bowling greens to remain open. Crown green bowls can be played socially by 1 or 2 players so there is little chance of spreading Covid and it would help people exercise and with mental health issues.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T12:08:09.967Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T13:28:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-03T11:39:10.019Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nSince you started your petition, the national lockdown has ended. Under the local restriction tiers introduced from 2 December, organised outdoor sport is permitted in all three tiers, but you could start a new petition calling for changes to the current tiered restrictions, if that's what you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-03T11:39:10.017Z"
    },
    "id": 557436,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557436.json"
    },
    "type": "petition"
}