{
    "attributes": {
        "action": "Cover operating costs for hotel businesses affected by the new restrictions.",
        "additional_details": "To preserve jobs and to allow hotel businesses to recover once the crisis will be over without being overwhelmed by debts. Without any actions and a full economic support, thousands of redundancies will be unavoidable causing social disorders. Furthermore this will create a long lasting crisis not allowing business to recover even once the pandemic will be over. As per everyone is losing profit, landlords, energy providers and similar should drastically reduce the rates of rents and services.",
        "background": "Following the new lockdown restrictions, we request to cut all the expenses related to the operational functioning of hotel businesses, such as rent, salaries, bills, maintenance of the properties and other fixed costs that hotels will not be able to afford due to the low level of occupancy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T11:12:54.012Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T15:56:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-04T11:23:47.669Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The payment of a hotel's rent, utility bills and other such expenses is a contractual matter for them and their landlords, utility companies and other service providers, not the UK Government or Parliament.\r\n\r\nIf there was a specific kind of support you wanted the Government to provide to the hospitality sector, you could start a petition about that.\r\n\r\nYou may wish to sign these petitions which call for \r\nhttps://petition.parliament.uk/petitions/329985\r\nhttps://petition.parliament.uk/petitions/551737\r\nhttps://petition.parliament.uk/petitions/552314\r\nhttps://petition.parliament.uk/petitions/321699\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-12-04T11:23:55.189Z"
    },
    "id": 557415,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557415.json"
    },
    "type": "petition"
}