{
    "attributes": {
        "action": "Consider keeping gyms open during this next lockdown.",
        "additional_details": "Please provide support to ensure there are fitness facilities accessible to the public after the pandemic is over. Without government support during these tough times gyms will struggle to meet over heads.\r\n\r\nGyms have considerable overheads because of our size and there has been no government support provided. \r\n\r\nPlease address the immediate requirement for our industry to fight through the pandemic.",
        "background": "Please consider keeping gyms open during the lockdown to keep the general population healthy both in mind and body.\r\n\r\n If gyms can’t be kept open, please can you consider offering access to grants for the leisure sector as you have done for retail and hospitality.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T11:02:39.083Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T11:28:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T17:00:20.154Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nKeep gyms and leisure facilities open during any lockdown: https://petition.parliament.uk/petitions/556956\r\n\r\nPrevent gyms closing due to a spike in Covid 19 cases: https://petition.parliament.uk/petitions/333869\r\n\r\nThe Committee will be holding a debate on Covid-19 restrictions on gyms and sport on Monday 23 November. You will be able to watch the debate on Parliament TV at 4.30pm: https://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T17:00:20.151Z"
    },
    "id": 557410,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557410.json"
    },
    "type": "petition"
}