{
    "attributes": {
        "action": "Treat all key workers in schools equally",
        "additional_details": "When NHS staff are being praised for their work throughout the pandemic, for being on the frontline, risking their own health for the sake of others, large corporations such as Tesco’s, Sainsbury’s ect, provide discounts for the key workers. There is noticing for those that made it possible for doctors and nurses  to go to work. Because children weren’t allowed to go to grandparents, children would not have been allowed to go to school if it was not for the support or catering staff.",
        "background": "Ensure support,catering,site teams and cleaning staff are given recognition for their work so far throughout the pandemic. Some of whom worked even through their holidays to ensure the children were fed and looked after whilst their parents were in the hospitals saving the lives of many.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T13:09:28.597Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T13:29:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-26T16:06:57.001Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example if there is particular support you would like to see extended to specific additional groups of workers.\r\n\r\nWe wouldn't be able to accept a petition calling for private companies such as Tesco or Sainsbury's to extend their reward schemes to additional groups, as the UK Government and Parliament wouldn't be responsible for that decision."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-26T16:06:56.997Z"
    },
    "id": 557470,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557470.json"
    },
    "type": "petition"
}