{
    "attributes": {
        "action": "Change of Construction industry competence acknowledgement and certification.",
        "additional_details": "The current CITB, CSCS, NVQs and others non-departmental and private institutions are open to a vast abuse and discriminate against youngsters and new comers to the industry, preventing them from construction sites entry and gaining practical knowledge and experience. The current system also insults the years of training, expertise, knowledge and experience of all professional tradesmen now required to be assessed again for their competence and training worthiness. This cost millions in losses.",
        "background": "We would like the government to take back control over the certification and acknowledgement possess of establishing the level of training and competence professional tradesmen and new comers have in the Construction industry.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T14:30:34.108Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T18:37:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-11T14:41:54.527Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about opportunities for young people to get training and work in the construction industry, but it's not clear what action you'd like the Government to take. The skills and experience required by construction firms is a recruitment decision for them.\r\n\r\nYou could start a petition calling for funding for increased apprenticeships for young people in the construction industry, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-11T14:42:06.097Z"
    },
    "id": 557515,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557515.json"
    },
    "type": "petition"
}