{
    "attributes": {
        "action": "Restrict Cabinet appointments to those with proven expertise for their post",
        "additional_details": "The (perceived or otherwise) levels of competence of, and therefore Public confidence in, UK Government Ministers - is beginning to threaten Democracy itself.   Covid-19 and other recent National setbacks demonstrate that the process by which Cabinet appointments are made has become a recipe for National disaster.  It needs to change.  Job-seekers need to compete based on proven, recognised skills and experience of use to society, it is time for all UK Politicians to do the same.",
        "background": "Any Prime Minister appointing future cabinet roles, to justify their decision based upon a maintained public register of the specific areas of expertise of the appointee - including reference to detailed track record examples from that register that demonstrates integrity & fitness for appointment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T16:39:35.775Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-05T14:40:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-07T12:39:05.449Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd like a new process for Cabinet appointments, but we're not sure how decisions on appointments would be taken. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-07T12:39:12.039Z"
    },
    "id": 557591,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557591.json"
    },
    "type": "petition"
}