{
    "attributes": {
        "action": "Salary cut for Ministers and MPs for COVID relief",
        "additional_details": "The Government's incompetent policies such as Eat Out to Help Out were costly yet undermining the efforts of the public. With second lockdown now imminent, the public needs greater support both financially and in morale. \r\nMany other countries such as Singapore, South Korea and New Zealand have voluntarily cut Ministers' salary by upto 30% to show solidarity with their people. It is only right that the government show solidarity and that they are taking responsibility for their policies failures.",
        "background": "Cut the the Prime Minister's, the Cabinet's and MPs salary by 30% to redirect the funds toward covid reliefs. The salary cut should be in place for at least 3 months. This will include all members of the parliament, the 119 ministers and the Prime Minister himself.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T15:28:24.146Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T16:50:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T18:06:08.414Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n\r\nYou might like to sign this petition, about Ministerial salaries:\r\n\r\nhttps://petition.parliament.uk/petitions/316784"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T18:06:08.412Z"
    },
    "id": 557549,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557549.json"
    },
    "type": "petition"
}