{
    "attributes": {
        "action": "Encourage MPs to forego their salaries for the duration of the lockdown.",
        "additional_details": "Many self employed people feel that the government is unaware of the terrible financial consequences that a second lockdown will have on them. \r\n\r\nIf MPs were to forego their salaries for the duration of the lockdown, we would at least feel as though we were 'all in the same boat'.",
        "background": "We believe that MPs should be encouraged to forego their salaries for the duration of this and any subsequent lockdown in solidarity with the millions of self employed people in the UK whose livelihoods will be further decimated by a new lockdown.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T17:27:43.835Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T17:55:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-09T08:49:42.014Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nDeciding whether to forego or donate their salary during the current outbreak would be a matter for individual MPs, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-09T08:49:42.013Z"
    },
    "id": 557634,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557634.json"
    },
    "type": "petition"
}