{
    "attributes": {
        "action": "Let university students return home for Christmas early and get rent back",
        "additional_details": "The treatment of university students recently has been disgraceful. Leaving students in the lurch, time and time again, not knowing whether they'll be allowed home for Christmas has caused many students anxiety. As well as this, lockdown 2 means what little socialising students could do will now not be allowed - students will be restricted to their expensive box rooms unable to go stay at home at this time, even if they wanted to - too much money has already been wasted on the rent.",
        "background": "The government should refund student's rent and send us home for Christmas now. Being in university during lockdown 2 can be very isolating for many students. Majority of courses are also all online meaning our rent is being wasted on a room for effectively no reason.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T20:22:49.881Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-02T14:36:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-09T13:38:32.740Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nForce Universities to close commencing National Lockdown on November 5th 2020: https://petition.parliament.uk/petitions/558383\r\n\r\nAllow University Students to go home for Lockdown: https://petition.parliament.uk/petitions/558342\r\n\r\nDo not force University Students to stay at Uni over Christmas: https://petition.parliament.uk/petitions/552490\r\n\r\nThe Government is not responsible for fees for student accommodation, but we have published the following related petitions:\r\n\r\nEnable all students to end university tenancy agreements early due to Covid-19: https://petition.parliament.uk/petitions/553285\r\n\r\nImplement support for university students during Covid-19: https://petition.parliament.uk/petitions/554299"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-09T13:38:32.738Z"
    },
    "id": 557766,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557766.json"
    },
    "type": "petition"
}