{
    "attributes": {
        "action": "Recognise gyms as an essential service and keep them open.",
        "additional_details": "With the new lockdown restrictions, the Government have encouraged outdoor exercise; but as we approach the middle of winter, this is simply not viable and serves as no replacement for a gym. Data from UK Active shows that since gyms reopened, sites have seen 45 million+ visits, with a rate of 0.99 cases per 100,000, which when compared to the overall UK case rate for 5-11 October (150.83 cases per 100,000 people), shows that gyms are COVID-secure and are not a significant spreader of the virus.",
        "background": "As the UK attempts to battle the largest public health crisis for many generations, it is now more important than ever to maintain good levels of health and fitness, both physically and mentally. Please do the right thing and recognise that gyms are a vital weapon against COVID19 and keep them open.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T19:39:34.797Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T20:12:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T17:09:14.309Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nKeep gyms and leisure facilities open during any lockdown: https://petition.parliament.uk/petitions/556956\r\n\r\nPrevent gyms closing due to a spike in Covid 19 cases: https://petition.parliament.uk/petitions/333869\r\n\r\nThe Committee will be holding a debate on Covid-19 restrictions on gyms and sport on Monday 23 November. You will be able to watch the debate on Parliament TV at 4.30pm: https://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T17:09:14.306Z"
    },
    "id": 557739,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557739.json"
    },
    "type": "petition"
}