{
    "attributes": {
        "action": "Offer online schooling for secondary school pupils so they can study from home",
        "additional_details": "I would like the government to offer online options to secondary school children who can study from home (I.e who gave access to laptop, iPad,computer, phone). These older children are independent and don’t need parental supervision. Work can be assigned electronically and teachers should do 1:1 check in periodically. School should be open for children of critical workers, or those who want to be in school or don’t have access to appropriate equipment. Help us keep our kids safe.",
        "background": "The NEU has stated it believes there is real risk of children transmitting virus to others. The mental health impact of a child worrying about giving the virus to their family will be significant compared to the impact of isolation. We don’t understand how long Covid may impact children in future.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-11-02T08:33:16.581Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-02T09:59:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-03T11:14:22.210Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nRequire schools to support home learning during Covid-19 outbreak\r\nhttps://petition.parliament.uk/petitions/334065\r\n\r\nExpand the free laptop scheme for children to one per family so all benefit\r\nhttps://petition.parliament.uk/petitions/334273"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-03T11:14:22.209Z"
    },
    "id": 557997,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557997.json"
    },
    "type": "petition"
}