{
    "attributes": {
        "action": "Draft, Adopt, Enforce and Protect Anti-Religious legislation for All faiths.",
        "additional_details": "We live in a Society where we talk about  equality and being impartial towards others irrespective of their race, religion, gender etc \r\n\r\nIs it not time that the UK Government and its Allies including France  and USA realise that legislation should be drafted, adopted, and enforced for not just for one Religious community but for all Religious Groups  equality too.. \r\n\r\nInclusion for All.",
        "background": "The Law should protect all religious symbols and associated artefacts including  their Prophets, Holy books, Places of Worship, Dress, Religious practices at work and in open public spaces, so long as it does not harm any one. \r\nIncidents of Extremism/Radicalisation should be dealt case by case.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-11-02T08:36:12.757Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-02T08:57:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-31T14:26:45.917Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe Equality Act and the Human Rights Act already protect individuals against discrimination on the basis of their belief (or lack of religion). See:\r\nhttps://www.equalityhumanrights.com/sites/default/files/religion-or-belief-guide-to-the-law.pdf\r\n\r\nYou might like to sign the following petition:\r\n\r\nMake the burning of religious texts a specific offence\r\nhttps://moderate.petition.parliament.uk/admin/petitions/561014\r\n\r\nYou could start a petition calling for other specific actions to made explicit criminal offences, if that's something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-31T14:26:45.914Z"
    },
    "id": 557999,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557999.json"
    },
    "type": "petition"
}