{
    "attributes": {
        "action": "Address the public transport's '30 people system limit.'",
        "additional_details": "I would like the Government to fix this matter or at least address it because if the bus drivers don't follow the rule why even bother adding a system like that? This could be a threatening matter to people who are vulnerable and don't want others sitting next to them, which then increases the risk. I believe the Government should take every matter possible to reduce the risk of transmission and if that includes making sure bus drivers follow the rules, then so be it. I also want the Government to fix this issue so that the community can feel safe again and don't worry everytime a member of the community enters a bus.",
        "background": "I would like the government to address and maybe even fix the Public Transport's system of 30 people at a time. This is because it increases the risk of the Coronavirus as people will start sitting next to each other and getting too close to each other when standing up.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-02T07:33:15.311Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-02T18:58:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-16T14:56:30.476Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to request a clear action for which the UK Government or House of Commons is responsible for.\r\n\r\nWe understand you're concerned about ensuring a safe maximum passenger number for public transport during the COVID-19 pandemic, but we're not sure what action you want the Government or transport authorities to take in response. \r\n\r\nYou could start a petition calling for the Government to review its guidance to transport providers on safe passenger limits, if that's what you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-16T14:56:30.473Z"
    },
    "id": 557981,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557981.json"
    },
    "type": "petition"
}