{
    "attributes": {
        "action": "Allow partners into maternity scans and allow 2 birthing partners again",
        "additional_details": "During lockdown fathers have already had to miss the growth of there child and hear there babies heart beat and now there not even aloud into a room with you until your already in ‘established labour’. I need support as a first time mum and my partner is who I want there most. \r\n\r\nI think it should revert back to 2 birthing partners to allow the father a break during the delivery room at long labours",
        "background": "Allow partners into maternity scans and in with us during labour. Labour is hard enough than worrying about if your partner will make it in time. Fathers have missed out on most of there child’s growth due to not being allowed into scans already. And then now were allowing them to miss births.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-02T09:02:14.269Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-16T12:06:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-20T16:07:24.120Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about visitors are a matter for the NHS, not the Government or House of Commons.\r\n\r\nWith regard to antenatal appointments, scans, and the birth itself, on 5 June, the NHS’s suspension of hospital visiting was lifted. This means that visiting is now subject to local discretion by trusts and other NHS bodies. You should check with your maternity team and sonography unit for their policy on visitors attending antenatal appointments, including scans."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-20T16:07:24.118Z"
    },
    "id": 558011,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558011.json"
    },
    "type": "petition"
}