{
    "attributes": {
        "action": "Increase the support available on the NHS for sufferers of Mental Illness",
        "additional_details": "Anyone who has suffered from depression or anxiety and discussed this with their GP will have most probably been prescribed antidepressants. This medication is not the answer. A wider variety of therapies need to be made available which will give long lasting results, instead of just giving addictive medication which masks symptoms. Counselling is not always the answer, neither is CBT or EMDR, which seem to be all that is on offer. The NHS needs to focus on offering a wider variety of treatments",
        "background": "With the year which we have just had, many more people have begun to suffer from mental illnesses such as depression and anxiety. The support from the NHS is minimal with extremely long waiting lists. Help needs to be more readily available.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-02T15:34:52.694Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-17T07:47:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-23T11:23:20.630Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nIncrease funding for crisis and acute mental health services: https://petition.parliament.uk/petitions/559871\r\n\r\nIncrease funding for NHS Adult Mental Health Services: https://petition.parliament.uk/petitions/316023\r\n\r\nIncreased funding/support to Children and Young People's mental health services: https://petition.parliament.uk/petitions/558759\r\n\r\nReview and improve support for people with mental health conditions: https://petition.parliament.uk/petitions/330968"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-23T11:23:20.628Z"
    },
    "id": 558199,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558199.json"
    },
    "type": "petition"
}