{
    "attributes": {
        "action": "Stop the use of the Acronym BAME Black, Asian and Minority Ethnic",
        "additional_details": "Originally BME, its roots stem from the idea of \"political blackness\", a term used in the anti-racist movement in '70s. BAME is widely used by decision makers in government, public bodies and media despite research carried out by the Race Disparity Unit at the Cabinet Office which found very few British people recognised 'BAME' and even less knew what it actually stood for. It’s misleading, racist and uninformative to band every minority in to one 4 letter acronym. It’s time for that to change.",
        "background": "As a Global Intersectionality Campaigner it is critical to stop using generic labelling and start dignifying people with specific ethnic identities that they proudly use to describe themselves. BAME is not a term that reflects the lives, experience and diverse cultural identities of modern Britain.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-02T12:26:01.122Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-09T09:49:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-16T08:51:52.665Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nStop using the umbrella term BAME or BME to categorise all ethnic minorities: https://petition.parliament.uk/petitions/329073\r\n\r\nUndertake an equality impact assessment on the use of the label BAME: https://petition.parliament.uk/petitions/549619"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-16T08:51:52.662Z"
    },
    "id": 558101,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558101.json"
    },
    "type": "petition"
}