{
    "attributes": {
        "action": "Hold a referendum on whether to reinstate the Death Penalty for serious crimes.",
        "additional_details": "Convicted terrorists, mass murderers, serial rapists, paedophiles, child killers, police and other emergency services killers, major drug dealers and people who commit treason, where undeniable proof has been offered in a court of law should have a mandatory death sentence passed down to them. The people need to be given the choice about whether or not the death penalty is reintroduced.",
        "background": "The people of the UK should have the choice on whether or not the  death sentence should be implemented for all serious crimes committed in the UK",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-02T19:08:11.213Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-02T19:19:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-14T15:11:07.556Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe understand you want to restore the death penalty, but we're not sure what you mean by \"serious crimes\" or \"undeniable proof\" and how this would be decided.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-14T15:11:07.553Z"
    },
    "id": 558334,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558334.json"
    },
    "type": "petition"
}