{
    "attributes": {
        "action": "Make vet care for veteran dogs free",
        "additional_details": "I see so many veteran dogs struggling to get vet care due to excessive bills, veteran humans get preferential treatment and obviously free after service so this should also apply to our amazing dogs",
        "background": "Put into the armed forces covenant that all vet treatment free for veteran dogs. They lay their lives on the line just as much as the men and women so they should get the same treatment",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-02T20:57:28.064Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-03T09:27:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-10T09:17:13.866Z",
        "rejection": {
            "code": "no-action",
            "details": "The Armed Forces Covenant states that those  who serve in the Armed Forces, whether regular or Reserve, those who have served in the past, and their families, should face no disadvantage compared to other citizens in the provision of public and commercial services, and that special consideration is appropriate in some cases, especially for those who have given most such as the injured and the bereaved.\r\n\r\nThe Covenant does not entitle members of the Armed Forces to free services, and the Government is not responsible for the provision of veterinary services.\r\n\r\nWe could accept a petition calling on the Government to establish a veterinary fund for members of the Armed Forces, to pay for veterinary services used by veterans, if that is something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-10T09:17:13.864Z"
    },
    "id": 558395,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558395.json"
    },
    "type": "petition"
}