{
    "attributes": {
        "action": "Tie children's grassroots sport lockdown status during COVID-19 to schools.",
        "additional_details": "The government's own scientific data point out that mental and physical health are in a critical state within the school-aged population across the UK. With the added stress of Coronavirus in young people's lives, exercise and positive social interactions are more important than ever. Scientific data from SAGE also point out that transmission rates amongst youth are low; therefore, if schools are deemed safe, there is no increased risk of transmission during outdoor sporting pursuits.",
        "background": "Sport is an important influence in children's lives. It helps promote: positive body image, physical and cardiovascular fitness, mental health, and positive life choices. The government needs to help young people grow and prosper by allowing them to play sport as long as it is safe to go to school.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-02T19:15:02.074Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-02T19:33:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-19T13:14:03.130Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAllow outdoor grassroot youth sport to continue during national lockdowns: https://petition.parliament.uk/petitions/557785\r\n\r\nAllow all youth sport to continue during lockdowns: https://petition.parliament.uk/petitions/557497\r\n\r\nWe also couldn't publish a petition that contained unsubstantiated statements that allowing outdoor youth sport wouldn't increase the risk of transmission of Covid-19."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-19T13:14:03.127Z"
    },
    "id": 558338,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558338.json"
    },
    "type": "petition"
}