{
    "attributes": {
        "action": "Review  the running of the Farriers registration council and their expenditure",
        "additional_details": "With what has been a difficult year for many the farriers council has increased retention fees by 38% and has increased the fees by over double over the last 4 years this equates this year to a net income from farriers of over £1.3 million. They fail to justify the increase and also their expenditure and many farriers believe they are no longer upholding the act in the way intended. There is evidence to back this and this can be provided.",
        "background": "The farriers Registration Act was put in place for the welfare of the horse, and regulation of farriers in the u.k sadly this has now been lost and as farriers we request a review of the running of the farriers registration council and their expenditure.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-02T22:29:31.056Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-02T22:35:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-14T14:50:25.784Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nThe Farriers Registration Council is an independent body and the Government and Parliament are not involved in the operational running of the Council.\r\n\r\nYou could start a petition calling for the Government to directly fund the FRC, to replace registration fees, if that's something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-14T14:50:25.781Z"
    },
    "id": 558451,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558451.json"
    },
    "type": "petition"
}