{
    "attributes": {
        "action": "The government to give leniency and understanding for GCSE and A-level students.",
        "additional_details": "The students about to sit their exams have been disregarded by the government with the previous students taking precendent. This year we are about to sit exams with no confidence, with fears and a decline in our mental health due to our worries. The government is neglecting a large portion of the youth in the country which is going to have lasting effects. There has been no aid given, after experiencing 7 months of lockdown we have had to teach ourselves, now another lockdown and the expectation to teach ourselves. We need help",
        "background": "The government should provide a form of leniency and aid to the year 11's and second year college students who are about to sit their exams next year. We have been side-lined by the government and we are currently expected to perform as a normal year had taken place which is not what's happened.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-02T22:26:00.076Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-02T22:44:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-17T10:41:47.643Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/551838"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-17T10:41:47.638Z"
    },
    "id": 558449,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558449.json"
    },
    "type": "petition"
}