{
    "attributes": {
        "action": "Allow Sports Therapists & Sports Massage Therapists to stay open during COVID-19",
        "additional_details": "The Government need to acknowledge the level of qualifications that Sports Therapists/Sports Massage Therapists hold. Realise they are a necessity to alleviate pressure from the NHS, which in turn frees up their time for more pressing appointments. Musculoskeletal issues can be dealt with without the intervention of the NHS and without the lengthy delays that are currently being experienced. This service is essential & even more so in the current climate.",
        "background": "Sports massage therapists and sports therapists are NOT massage parlours!! They assist in injury analysis/assessment, treatment and prevention. \r\n\r\nThey are qualified in specialist orthopaedic assessments whereby they can actively assist the NHS and refer onwards for MRI/scanning/neurological assess",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-02T21:30:59.826Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-02T21:36:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-19T13:57:59.819Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government's guidance on close contact services states that personal care\r\nservices provided for medical and health treatment may continue: https://assets.publishing.service.gov.uk/media/5ef2889986650c12970e9b57/working-safely-during-covid-19-close-contact-041120.pdf\r\n\r\nThe Society of Sports Therapists has published guidance stating that Sport and Exercise Therapy practice, as performed by Members of The Society of Sports Therapists, can continue to operate as long as all treatment and rehabilitation\r\nsessions are clinically reasoned to be necessary for the treatment of a musculoskeletal condition, where the patient is in pain, and requires a face-to-face appointment to enable a reduction in symptoms and disability: https://society-of-sports-therapists.org/wp-content/uploads/2020/11/Working-through-the-latest-restrictions-and-lockdowns_-2nd-November-2020-1.pdf\r\n\r\nIf you want the Government to exempt sports therapists and sports massage therapists from all restrictions on close contact services, we could accept a petition requesting this, but it would need to be clear that is what you are requesting."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-19T13:57:59.816Z"
    },
    "id": 558416,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558416.json"
    },
    "type": "petition"
}