{
    "attributes": {
        "action": "Keep Baby and Toddler Classes, Soft and Role Play Centres Open During “Lockdown”",
        "additional_details": "Since re-opening my local class and play centres are spotlessly clean. Attendee numbers restricted, full details recorded, face masks and sanitiser used. Equipment is disinfected (in some cases steam cleaned) between play sessions. Yes the balls have gone from the ball pits!  \r\nThe toddler group class uses individual boxed play accessories. \r\nMy daughter has lost confidence in meeting other young children due to the Spring lockdown. Other parents of stay at home toddlers have said the same to me.",
        "background": "Not all babies and toddlers attend nursery. They rely on classes and play centres for socialisation and development.\r\n\r\nNurseries, schools and Universities are allowed to remain open. Keeping baby and toddler classes and play centres open will not significantly impact on the spread of Covid19.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-02T23:31:07.243Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-03T06:12:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-22T15:03:19.625Z",
        "rejection": {
            "code": "duplicate",
            "details": "As a result of petitions like yours and campaigners, the Government has recently updated its guidance so that it explicitly mentions the groups referred to in your petition, meaning that many are now clearly exempt from gatherings limits. The official exemptions in all tiers include:\r\n\r\n• Supervised activities provided for children, including wraparound care (before and after-school childcare), groups and activities for under 18s, and children’s playgroups, for formal support groups, and parent and child groups – up to 15 people aged five and older.\r\n\r\n• In the guidance for early years and childcare providers, the following exemptions are included:\r\n\r\n- Parent and child groups that meet in Ofsted registered settings can operate in all local restriction tiers.\r\n- Groups meeting in community spaces, such as in a place of worship, community centre or library, can operate in all local restriction tiers and should follow COVID secure guidance for the venue.\r\n\r\nYou can read the full guidance here: https://www.gov.uk/government/publications/coronavirus-covid-19-early-years-and-childcare-closures/coronavirus-covid-19-early-years-and-childcare-closures#parent-and-child-groups\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nAllow soft play areas and centres to reopen: https://petition.parliament.uk/petitions/555523"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-22T15:03:19.621Z"
    },
    "id": 558484,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558484.json"
    },
    "type": "petition"
}