{
    "attributes": {
        "action": "To stop using lockdowns and closing all non essential businesses.",
        "additional_details": "A new plan is needed to ensure that millions of individuals are not plunged into poverty whilst awaiting furlough that will not be paid until Xmas. The plan needs to address the wider impact of the pandemic and its brutality on those suffering with other illnesses. The plan must also acknowledge and include the impact on the mental health of children and adults. The plan must provide stability and a way for us to exit the pandemic taking care of the NHS also.",
        "background": "We ask the government to provide measures to control the covid pandemic that do not risk millions of individuals incomes, mental health and physical health including cancer treatment and all other medical concerns that remain untreated at this time due to covid restrictions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-03T08:42:54.983Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-03T08:49:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-14T10:15:52.158Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nLift local lockdowns and Covid-19 restrictions in England\r\nhttps://petition.parliament.uk/petitions/551469\r\n\r\nFund & provide services to allow the vulnerable to shield & re-open the economy\r\nhttps://petition.parliament.uk/petitions/552023\r\n\r\nImmediately fund local services to prevent mental health pandemic\r\nhttps://petition.parliament.uk/petitions/557313\r\n\r\nEnsure speedy access to diagnostics and treatment for non-covid patients\r\nhttps://petition.parliament.uk/petitions/549642\r\n\r\nLift all COVID 19 related lockdown restrictions on small businesses\r\nhttps://petition.parliament.uk/petitions/562341"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-14T10:15:52.156Z"
    },
    "id": 558560,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558560.json"
    },
    "type": "petition"
}