{
    "attributes": {
        "action": "Lower University accommodation fees until such a time where it is affordable",
        "additional_details": "Due to the ongoing coronavirus pandemic, life has been altered to ways we didn't think could ever happen, one of these things is the university experience, we are supposed to remain in our flats and do absolutely nothing but bide our time until coronavirus just disappears, in the climate it is also hard to find employment, especially for overseas students, meaning that funding our monthly accommodation fees is a very tall order for students who may be travelling back and forth at holiday times.",
        "background": "Universities are charging very high rates for students in their accommodation and it leaves many students requiring extra financial assistance from family or other means, and as a result many students are cancelling accommodation to return home.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-03T00:11:43.240Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-03T12:37:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-10T10:06:54.914Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The cost of student accommodation is a matter for individual universities and private landlords, not the Government or House of Commons.\r\n\r\nWe have published the following related petitions, which you might like to sign:\r\n\r\nIncrease student maintenance loans for 2020/2021 due to Covid-19: https://petition.parliament.uk/petitions/314689\r\n\r\nProvide financial support to the Student letting sector: https://petition.parliament.uk/petitions/314948\r\n\r\nEnable all students to end university tenancy agreements early due to Covid-19: https://petition.parliament.uk/petitions/553285\r\n\r\nImplement support for university students during Covid-19: https://petition.parliament.uk/petitions/554299"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-10T10:06:54.911Z"
    },
    "id": 558500,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558500.json"
    },
    "type": "petition"
}