{
    "attributes": {
        "action": "Stop COVID 19 fines on homeless",
        "additional_details": "By giving fines to homeless it is no doubt going to cause more risk due to the colder winter months approaching, which will mean money they may have saved to be warm and safe is now going on fines given by police as now they have no where else to go but sleep on the streets and will be at a greater risk for catching and transmitting COVID19.It's in the best interest for the whole UK to stop these fines, we are a nation and at these unprecedented times call for supporting those who are vulnerable.",
        "background": "I would like the government to stop fining homeless with COVID 19 fines as in certain situations they have no choice but to live on the streets, I find this unfair as they are already on the streets due to poverty and by putting them in greater debt is going to be more challenging for the future.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-03T12:56:54.739Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-03T13:20:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-10T11:46:33.833Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government to take a specific action.\r\n\r\nWe understand that you are concerned about homeless people being fined for breaching Covid-19 regulations, but it's not clear in what circumstances you want people with no permanent home to be exempt from these fines.\r\n\r\nDeciding when to impose fines is a matter for individual police forces, but the Government could exempt certain people from certain fines.\r\n\r\nIf there are specific fines you want homeless people to be exempt from, you could start a new petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-10T11:46:33.829Z"
    },
    "id": 558621,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558621.json"
    },
    "type": "petition"
}