{
    "attributes": {
        "action": "Keep places of worship open for public worship during England's lockdown",
        "additional_details": "Worship is not a luxury or an inessential practice for many people from a wide range of different faiths.  Without the opportunity to worship people feel bereft and that a huge hole is left in their lives.  Covid-19 safety procedures have operated successfully in 1000s of places of worship in the last few months; HMG has provided no evidence to show that places of worship are unsafe.  Mental health, personal resilience and personal values will be helped considerably by permitting public worship.",
        "background": "Under current plans, all places of worship will close to public worship from 5 November 2020.  We, the undersigned, call upon Her Majesty's Government to withdraw this aspect of the lockdown and to permit public worship in all places of worship that meet the current Covid-19 safety criteria.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-03T17:04:25.423Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-03T20:08:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-09T10:40:54.073Z",
        "rejection": {
            "code": "no-action",
            "details": "Places of worship are able to remain open for independent prayer, funerals or funeral commemorative events, to broadcast an act of worship, to provide essential voluntary services or urgent public support services, for registered childcare, and to host permitted gatherings: https://www.gov.uk/guidance/new-national-restrictions-from-5-november\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAllow corporate worship and congregational singing at places of worship: https://petition.parliament.uk/petitions/548621"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-09T10:40:54.070Z"
    },
    "id": 558685,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558685.json"
    },
    "type": "petition"
}