{
    "attributes": {
        "action": "Allow gyms/exercise classes to stay open during lockdown.",
        "additional_details": "Now more than ever Gyms \r\nand exercise classes are essential for physical and mental well being. Physical activity has been shown to boost the immune system. The release of endorphins can prevent stress and illness. At this stressful time people need exercise in a safe, structered environment. Maintaining a regular exercise regime at home can be difficult in terms of lack of space, the cost of expensive equipment, distractions and a lack of motivation. Please rethink your decision to close gyms as the long term negative affect on the physical and mental health of the public will without doubt impact the NHS, when it is under great pressure to cope with Covid-19.",
        "background": "I call on the government not to close gyms during lockdown. Gyms should not be put in the same category as hospitality, in terms of risk. Gyms are following strict social distancing and Covid safe guidelines where members are following the rules in a soberly fashion.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-03T13:22:31.997Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-04T13:29:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T17:19:23.217Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nKeep gyms and leisure facilities open during any lockdown: https://petition.parliament.uk/petitions/556956\r\n\r\nPrevent gyms closing due to a spike in Covid 19 cases: https://petition.parliament.uk/petitions/333869\r\n\r\nThe Committee will be holding a debate on Covid-19 restrictions on gyms and sport on Monday 23 November. You will be able to watch the debate on Parliament TV at 4.30pm: https://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T17:19:23.215Z"
    },
    "id": 558629,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558629.json"
    },
    "type": "petition"
}