{
    "attributes": {
        "action": "Give teachers and school staff priority to rapid Covid testing and vaccinations",
        "additional_details": "Covid testing available to school staff is inadequate.  Schools are regularly left with depleted staff whilst availability for tests and results are awaited.  The government must recognise the need to prioritise the availability of rapid tests and vaccinations for teachers and school staff.  Without this, closure of schools due to staff availability will become commonplace.  \r\n  \r\nIn order for schools to remain open, rapid tests and vaccinations must be prioritised for teachers and school staff.",
        "background": "Teachers and school staff are highly exposed to the risk of Covid. Recognising the importance of education, the government has kept schools open. In order to sustain the operation of schools, teachers and school staff must have the same priority access to rapid tests and vaccines as NHS staff.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-03T21:48:15.859Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-04T08:05:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-27T09:14:50.498Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nPrioritise teachers, school and childcare staff for Covid-19 vaccination: https://petition.parliament.uk/petitions/554316\r\n\r\nIntroduce weekly Covid-19 testing for school staff and students in England: https://petition.parliament.uk/petitions/550053"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-27T09:14:50.494Z"
    },
    "id": 558776,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558776.json"
    },
    "type": "petition"
}