{
    "attributes": {
        "action": "Churches Should Remain Open During Lockdown",
        "additional_details": "In this time of uncertainty, as a society, we need to have hope and whether or not we want to accept it, people often go to church whenever they are going through a crisis.  The world is in a crisis and now more than ever, we need churches to remain open to help those who are in fear and have a sense of hopelessness.  As Christians, we turn to Jesus who is our rock and refuge in times of trouble.  We need to be able to worship freely as a body as long as we are sticking to guidelines set.",
        "background": "Individuals go to church in order to worship with other believers.  There are some individuals who live alone and by attending church, they feel a part of a family.  This is what the body of Jesus is, a family.  There is no reason why churches cannot remain open in order to serve the public.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-04T11:28:36.891Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-05T19:22:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-09T10:41:07.317Z",
        "rejection": {
            "code": "no-action",
            "details": "Places of worship are able to remain open for independent prayer, funerals or funeral commemorative events, to broadcast an act of worship, to provide essential voluntary services or urgent public support services, for registered childcare, and to host permitted gatherings: https://www.gov.uk/guidance/new-national-restrictions-from-5-november\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAllow corporate worship and congregational singing at places of worship: https://petition.parliament.uk/petitions/548621"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-09T10:41:07.314Z"
    },
    "id": 558846,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558846.json"
    },
    "type": "petition"
}