{
    "attributes": {
        "action": "Wipe debts of all key workers for their efforts during Covid-19",
        "additional_details": "Key workers deserve some recognition and reward for keeping the rest of our country going during this hard time. They (nurses, teachers, shop workers etc) have risked their lives on the frontlines, continuing to work day in and day out to keep us safe/fed/educated as well as risking the lives of their families at home. It is the least we can do as a country to give these amazing people some sort of reward, such as wiping their debts or some sort of financial lump sum.",
        "background": "Government to wipe all key workers debts such as credit card debts, overdrafts etc or give key workers a lump sum for keeping the country running during this pandemic, risking their own and their families lives to keep everyone safe/fed/educated.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-04T00:01:29.402Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-04T00:13:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-10T15:15:40.340Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  The settling of debts is a matter for the lenders and not the Government or Parliament. \r\n\r\nYou could start a petition calling for a specific grant, or you might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/556818"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-10T15:15:40.337Z"
    },
    "id": 558803,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558803.json"
    },
    "type": "petition"
}