{
    "attributes": {
        "action": "Protect the homeless through the second wave and second lockdown",
        "additional_details": "Currently there are no serious plans to safely house rough sleepers during the WINTER lockdown..! Despite the well documented success the previous scheme had in helping people to get back their feet and stay off the street, the government has no plans to extend the same help to those remaining on the street or made homeless since then. Instead they will either be left out in the cold or crammed into shelters where proper social distancing is impossible. This is not at all logical or fair.",
        "background": "Reinstate the \"Everyone In\" Scheme for the second, and any further, lockdowns. Ensure that rough sleepers and other homeless people are not left to die on the winter streets without people around to support them, or forced into overcrowded shelters where proper social distancing is impossible.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-04T09:05:49.016Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-04T09:22:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-11T08:35:51.069Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition, the Government announced £15 million of funding for the Protect Programme to help areas that need additional support most to provide accommodation for rough sleepers during the restrictions and throughout winter. This will run alongside the ongoing ‘Everyone In’ campaign. You can find out more here:\r\nhttps://www.gov.uk/government/news/jenrick-launches-protect-programme-the-next-step-in-winter-rough-sleeping-plan\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nFund increased support the homeless: https://petition.parliament.uk/petitions/553237\r\n\r\nRequire housing for all homeless people after the coronavirus crisis: https://petition.parliament.uk/petitions/311860\r\n\r\nEnd Homelessness in Britain by adopting and funding the “Housing First” project: https://petition.parliament.uk/petitions/331268"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-11T08:46:50.946Z"
    },
    "id": 558829,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558829.json"
    },
    "type": "petition"
}