{
    "attributes": {
        "action": "Scrap the Premier League pay per view scheme",
        "additional_details": "If this could be overturned, this would more than definitely make life far more bearable not only throughout the second lockdown, but throughout the foreseeable future. You also have to take in consideration job losses and pay cuts, leading yet again to people not being able to do the thing they love simply as they cannot afford to do so or from the expense. Something must be done otherwise we could see the 'beautiful game' dissolve into a rich mans sport. Thank you",
        "background": "Covid 19 has affects both physically and mentally for those who follow football and people in general, it helps bring back a bit more normality in these unprecedented times. However since the Premier League made games pay per view, season ticket holders or life long fans cannot watch all the games.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-04T12:14:09.149Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-04T12:24:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-11T09:17:35.209Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for broadcasters and the organisers.\r\n\r\nWe also cannot accept petitions that call for an action relating to a particular individual, or organisation outside of the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-11T09:17:35.207Z"
    },
    "id": 558859,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558859.json"
    },
    "type": "petition"
}