{
    "attributes": {
        "action": "Civil Servants management held accountable for for Employment Tribunal costs",
        "additional_details": "When a civil service employee takes their management to an ET for a protected characteristic ie, sex, age, gender, disability etc and is successful, the individual manager is not held accountable for their misconduct. The Civil Service covers all costs and compensation paid via the public purse and taxes. The manager should be held accountable for a percentage of this debt as a consequence of their proven misconduct. Unless there is a consequence these individuals continue to destroy lives unchecked.",
        "background": "All Civil Servants who manage staff to be held personally accountable for a percentage of the cost when judgement against them is awarded during an Employment Tribunal. All costs against said individuals are paid for by tax payers via the public purse. There is no detriment to said individuals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-04T13:12:07.795Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-04T14:39:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-11T15:02:10.766Z",
        "rejection": {
            "code": "no-action",
            "details": "Employment tribunals allow employees of former employees to take action against their employer, not individual managers. This is true for private and public sector organisations, and means that employers, not individual managers or other employees, are liable for claims made in employment tribunals.\r\n\r\nWhile claims in employment tribunals are made against an employer, it is open to that employer to take disciplinary action against any manager or other employee against whom allegations are made, whether the employment tribunal finds for or against the claimant.\r\n\r\nWe could accept a petition calling for employment tribunals to be given powers to impose fines against individuals found to have been in breach of employment law, either in addition or instead of powers to impose fines on employers."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-11T15:02:10.761Z"
    },
    "id": 558869,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558869.json"
    },
    "type": "petition"
}