{
    "attributes": {
        "action": "Allow swimming lessons to continue during lock down",
        "additional_details": "Mental and physical well-being of small children and parents plus allows another form of business to remain open. It makes no sense to stop lessons when schools remain open. Classes are 30mins and safe. Don’t take them away from up please",
        "background": "Allowing swimming lessons (not leisure swimming). It is vital for young children’s development, water confidence and something to do in the weeks when the weather may mean being stuck indoors for at least a month. Lessons are only 30 mins, last lockdown was hard but this will be worse if no swimming",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-04T09:35:21.028Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-04T19:01:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-11T10:43:34.645Z",
        "rejection": {
            "code": "already-happening",
            "details": "Leisure and sports facilities, including swimming pools, can open for schools to use: https://www.gov.uk/guidance/new-national-restrictions-from-5-november\r\n\r\nDeciding whether to arrange swimming lessons during the current lockdown, and open for these, is a matter for individual schools and leisure centres, and not the Government or House of Commons.\r\n\r\nIf you want swimming pools to also be able to open for privately arranged lessons, we could accept a petition requesting this, but it would need to be clear that this is what you are asking for. Deciding whether to open for such lessons would still be a matter for individual leisure centres, and not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-11T10:43:34.642Z"
    },
    "id": 558832,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558832.json"
    },
    "type": "petition"
}