{
    "attributes": {
        "action": "Mum and baby social distanced meet-ups and walks to continue through lockdown.",
        "additional_details": "Maternity leave can be very isolating for many, especially during a lockdown, were meeting friends and family is forbidden. Please allow all mum and baby meet ups and walks to continue for  the mental health of mums. Happy mum, happy baby. Exercising and socialising reduces depression and feelings of isolation. Stop the problem before it occurs, not deal with the consequences of isolating thousands of mothers across the country.",
        "background": "Allow all mum and baby classes/walks to continue in-line with socially distancing protocols. With a pre-booking system in place to ensure safe numbers are met and an suitable area can be arranged for the meetings/walks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-04T20:50:02.961Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-05T07:18:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-15T12:31:37.587Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe national lockdown in England ended on 2 December. Under the new local restriction tiers, childcare and parent and child groups are exempt from gathering limits in all tiers. See:\r\nhttps://www.gov.uk/guidance/local-restriction-tiers-what-you-need-to-know\r\n\r\nYou could start a new petition calling for specific changes to the local restriction tiers, if there are changes you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-15T12:31:37.584Z"
    },
    "id": 558968,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558968.json"
    },
    "type": "petition"
}