{
    "attributes": {
        "action": "Allow Gyms to remain open during the second Lockdown.",
        "additional_details": "Since the pandemic began, dozens of studies have reported that many of the sickest COVID-19 patients have been people with obesity. That link has come into sharper focus as large new population studies have cemented the association and demonstrated that even people who are merely overweight are at higher risk.\r\nFurther to this, exercise boosts the immune system, prevents obesity, reduces stress and anxiety and improves sleep. #WorkOutToHelpOut #ProtectTheNHS",
        "background": "Gyms facilitate and promote physical and mental health. They are essential for well being during the pandemic, second lockdown and any subsequent lockdowns. We are calling for the government to reopen gyms indefinitely with appropriate safeguarding measures in place.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-05T10:55:04.890Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-05T12:02:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T17:19:44.460Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nKeep gyms and leisure facilities open during any lockdown: https://petition.parliament.uk/petitions/556956\r\n\r\nPrevent gyms closing due to a spike in Covid 19 cases: https://petition.parliament.uk/petitions/333869\r\n\r\nThe Committee will be holding a debate on Covid-19 restrictions on gyms and sport on Monday 23 November. You will be able to watch the debate on Parliament TV at 4.30pm: https://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T17:19:44.457Z"
    },
    "id": 559047,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559047.json"
    },
    "type": "petition"
}