{
    "attributes": {
        "action": "UK to extend recent redundancy consultations and give furlough to staff affected",
        "additional_details": "Lockdown prevents spread of disease and furlough helps sustain the economy only if this package is enforced to those affected by Gov late decision!\r\n\r\nWithout this option the economy suffers on all areas. Jobs are lost, homes may be lost, there will be low influx for Xmas and more. These issues cost the government more in the long run and cause mass suffering by leaving this decision open to businesses.\r\n\r\nIs furlough their for people and overall economy health or for private business manipulation?",
        "background": "The government have extended furlough and offered this to those recently made redundant. Instead it should be mandatory that consultations are extended during November and furlough offered.\r\n\r\nThis is due to business change for second lockdown and the previous consultations being void economically",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-05T09:53:31.202Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-05T10:20:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-12T08:57:46.108Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about people who have been or being made redundant as a result of Covid-19, but it's not clear exactly what you want the Government to do about this.\r\n\r\nIt is up to individual businesses, not the Government, to decide whether to reemploy staff that have previously been made redundant, although the Government does set rules on processes employers must follow to make staff redundant. Similarly, it is up to individual businesses, not the Government, to decide when to use the Coronavirus Job Retention Scheme.\r\n\r\nWe could accept a petition calling on the Government to extend minimum consultation periods for redundancy during the pandemic, or to provide financial support equivalent to the Coronavirus Job Retention Scheme for workers who have been made redundant.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake Companies who make furloughed employees redundant pay them a retraining fee: https://petition.parliament.uk/petitions/327197\r\n\r\nBusinesses to repay furlough if subsequently making redundancies: https://petition.parliament.uk/petitions/326870\r\n\r\nPrevent companies making employees redundant or laying them off due to COVID-19: https://petition.parliament.uk/petitions/305475"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-18T12:36:36.432Z"
    },
    "id": 559029,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559029.json"
    },
    "type": "petition"
}