{
    "attributes": {
        "action": "Allow gyms to stay open to help mental health to stay healthy!",
        "additional_details": "Prior to this second lockdown the requirements for were very clear when it came social distancing etc. \r\n\r\nGyms were able to adhere to these new rules. Just the sheer fact that the gym is used by so many people as a way to mentally de-stress and to then have them locked up again is awfully wicked and unkind to the citizens of this country, many of who have lost jobs and are living different need the freedom to be around like minded people in order to free their minds and feel some normal.",
        "background": "Allow for the opening of gyms to remain. \r\nGive people of UK the freedom we rightly deserve to physically exercise and to help maintain a healthy lifestyle and mind set.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-05T18:50:59.944Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-05T19:26:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T17:20:26.276Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nKeep gyms and leisure facilities open during any lockdown: https://petition.parliament.uk/petitions/556956\r\n\r\nPrevent gyms closing due to a spike in Covid 19 cases: https://petition.parliament.uk/petitions/333869\r\n\r\nThe Committee will be holding a debate on Covid-19 restrictions on gyms and sport on Monday 23 November. You will be able to watch the debate on Parliament TV at 4.30pm: https://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T17:20:26.274Z"
    },
    "id": 559189,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559189.json"
    },
    "type": "petition"
}