{
    "attributes": {
        "action": "Keep hairdressers open during the second lockdown!!!",
        "additional_details": "The government should allow this due to the fact the majority of hairdressers are self employed and this is their source of income! It’s also for the well being of the general public for their mental health!! You can keep garden centres open? How is that essential?! Dentists can stay open?? Where people are most likely to breathe on one another... how can you even justify that? A lot of the general public have their hair done because it makes them feel good and helps their mental health!",
        "background": "Keep hairdressers open and mobile hairdressers should be allowed to work during the second lockdown!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-05T17:28:13.829Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-05T17:45:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-03T10:19:08.387Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nSince you started your petition, the national lockdown has ended. You could start a new petition calling for changes to the current tiered restrictions, if that's what you'd like to see happen.\r\n\r\nYou might also like to sign the following petitions:\r\n\r\nExtend Covid-19 support for self-employed workers in high-risk occupations\r\nhttps://petition.parliament.uk/petitions/333399\r\n\r\nMore financial support for Hair & Beauty sector\r\nhttps://petition.parliament.uk/petitions/554500"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-03T10:19:08.383Z"
    },
    "id": 559149,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559149.json"
    },
    "type": "petition"
}