{
    "attributes": {
        "action": "Include the 5 million sole traders and freelancers in the latest round of SEISS",
        "additional_details": "Include us in the latest round of SEISS. We have been excluded each time, with zero income due to the covid restrictions causing our businesses to be decimated at no fault of our own. There is no financial support for those of us who had a part time job in the tax tear 18/19, even though I left my job to go fully self employed in the October of 2018. We are forced to live off meagre savings whilst others get financial help, when we gave paid our taxes and been forced to postpone weddings",
        "background": "Include the 5 million sole traders and freelancers who have been overlooked yet again in the latest round of SEISS",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-05T15:58:53.523Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-05T16:39:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-12T16:57:47.749Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want sole traders to be supported through the SEISS. However as some freelancers and sole traders are eligible for the scheme subject to certain conditions, it is not clear what you would like to change. You can find out more about the scheme here: https://www.gov.uk/government/publications/self-employment-income-support-scheme-grant-extension/self-employment-income-support-scheme-grant-extension.\r\n\r\nYou could start a petition calling for a specific change to the eligibility criteria, if that is something you'd like to happen.\r\n\r\nYou may also like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/333321\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-11-12T16:57:57.045Z"
    },
    "id": 559127,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559127.json"
    },
    "type": "petition"
}