{
    "attributes": {
        "action": "Change parking in Knebworth high street to one side only for better traffic flow",
        "additional_details": "With the parking allowed on one side only will allow traffic to flow free (including busses, helping them stay on schedule) through the village. To help control the speed through (as I know it’s a concern) add a speed hum on either side on the village. The traffic in Knebworth village (London Rd) is a huge problem and this needs to be addressed properly, especially with people moving into the new homes created in the centre of the village.",
        "background": "The new retirement housing has expanded the pavement in Knebworth high street (London Rd), this has increased the already highly congested village road. Parking needs to be reduced to one side only. This will allow traffic to always flow freely at all times.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-05T19:07:40.397Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-05T20:00:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-12T15:41:34.131Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-12T15:41:39.267Z"
    },
    "id": 559199,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559199.json"
    },
    "type": "petition"
}