{
    "attributes": {
        "action": "Make all fireworks Silent Or just stop them being sold to the general public.",
        "additional_details": "Between October and January, people let fireworks off. Even during daylight hours. Bangs and pops go off at all hours.\r\nThe fire service and hospitals are always over run with burns.\r\nAnd the meaning behind them is long forgotten.\r\nBut I guess the government just see the £'s from VAT.\r\nIt's time to do the right thing for people who care about animals and not out for themselves.",
        "background": "Ban the sale of fireworks that bang to the general public.\r\nIt doesn't make then anymore enjoyable and for people with certain disabilities, it makes them jump. \r\nAlso for people with pets, it's unfair. \r\nWe are supposed to be a nation of dog lovers, yet we put them through the turma of fireworks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-05T19:34:13.861Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-06T06:45:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-09T11:57:03.210Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/549758\r\n\r\nWhile some fireworks are marketed as silent, these still make some noise. If you would like the Government to reduce the decibel limit to a specific level, you could start a new petition requesting this.\r\n\r\nWe have also published the following petitions, which you might like to sign:\r\n\r\nLimit the Sale and Use of Fireworks to Organisers of Licensed Displays Only: https://petition.parliament.uk/petitions/319891\r\n\r\nBan the use of all fireworks in order to reduce air and noise pollution: https://petition.parliament.uk/petitions/334448"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-09T11:57:03.207Z"
    },
    "id": 559212,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559212.json"
    },
    "type": "petition"
}