{
    "attributes": {
        "action": "Let Parents/Guardians decide if they want their children to go to school or not",
        "additional_details": "There are families who have vulnerable people in their household. Some of these are our children itself but the doctor say it's safe for them to go to school. I as a mother don't feel my child is safe at school as since September,there are more cases and some of them come from School. We don't know what precautions others take to keep safe and we have no choice to let our kids mix with these people from school. They can study from home like they used to in March.They are our Children and we care",
        "background": "Let us decide if we want to bring our Children to School.In this hard time in the middle of this Pandemic,we should be free to decide the wellbeing of our kids.All am asking is to keep school open if you wish for parents who work but let us decide if we want our kids to attend or not. Keep them safe",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-06T13:13:40.535Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-06T14:20:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-19T09:01:49.580Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign these petitions:\r\n\r\nRequire schools to support home learning during Covid-19 outbreak\r\nhttps://petition.parliament.uk/petitions/334065\r\n\r\nEnable online learning for children who live with those who are vulnerable\r\nhttps://petition.parliament.uk/petitions/556586\r\n\r\nSuspend fines for school non-attendance during Covid-19 & allow parental choice\r\nhttps://petition.parliament.uk/petitions/551740"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-19T09:01:49.576Z"
    },
    "id": 559363,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559363.json"
    },
    "type": "petition"
}