{
    "attributes": {
        "action": "Require ALL Eateries to Have At Least One Vegan Option and Donate Unwanted Food",
        "additional_details": "At the moment, 850,000 families in the UK are struggling. If every UK eatery was required to donate all unwanted, usable food to those in need, we could feed many more people and really help them.\r\n Although veganism is now much easier than before, making veganism even easier may result in more vegans, and less animal cruelty and harm to our planet. We want every eatery in the UK to be legally required to serve at least one vegan option and donate all usable, unwanted food to those in need...",
        "background": "Veganism is one of the fastest growing lifestyles in the world. Vegans don't eat, use or wear any animal products, or use animal-tested products, as far as possible. Veganism can save animals and help our Earth. If done right, it can also benefit our health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-06T17:58:40.741Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-06T23:57:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-21T14:10:15.299Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament aren't responsible for deciding or dictating menu choices for individual outlets. \r\n\r\nYou might like to sign this petition on food waste:\r\n\r\nhttps://petition.parliament.uk/petitions/319348"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-21T14:10:24.498Z"
    },
    "id": 559407,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559407.json"
    },
    "type": "petition"
}