{
    "attributes": {
        "action": "Ban the production of fireworks with noise - a bang or also known as \"report\"",
        "additional_details": "As a child, I loved watching the fireworks. The colours, the patterns. Did I go and watch them for the sound they make? Absolutely not. I am petitioning to try and ban the loud unnecessary bang fireworks make. It is unrealistic to think they will be banned completely, and I do not want to take away the fun from families with small children. They should be a part of it like I once was. For those that don't have animals or pets, they may not understand the fear! Keep your lights! Ditch the sound!!",
        "background": "Thousands are coming to fear the time of year when fireworks shake the foundations of our homes. Pets spend the whole evening quivering, shaking, hiding - some are even dying! This is pure fear!\r\nLet's keep up with the times and adapt to the needs of our fury friends!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-06T18:53:27.926Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-06T21:11:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-09T11:59:37.045Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/549758\r\n\r\nWhile some fireworks are marketed as silent, these still make some noise. If you would like the Government to reduce the decibel limit to a specific level, you could start a new petition requesting this.\r\n\r\nWe have also published the following petitions, which you might like to sign:\r\n\r\nLimit the Sale and Use of Fireworks to Organisers of Licensed Displays Only: https://petition.parliament.uk/petitions/319891\r\n\r\nBan the use of all fireworks in order to reduce air and noise pollution: https://petition.parliament.uk/petitions/334448"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-09T11:59:37.043Z"
    },
    "id": 559426,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559426.json"
    },
    "type": "petition"
}