{
    "attributes": {
        "action": "Ban the use and sale of loud banging fireworks!",
        "additional_details": "Fireworks are used all over the world to celebrate different religious and cultural events. However over the years fireworks have become increasingly and unnecessarily loud, causing wildlife and pets to be scared and have anxiety. Each year thousands of dogs and other pets (or wildlife) are scared due to the unnecessary loud bangs of fireworks, sometimes leads to death. Making these fireworks illegal and use silent fireworks will help animals to be more relaxed and calm during these events.",
        "background": "Make fireworks causing unnecessary loud bangs illegal. Allow only silent fireworks to be purchased and used in professional and personal displays throughout the year to support animals and pets from being terified.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-07T19:28:25.019Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-07T19:48:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-09T12:00:28.808Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/549758\r\n\r\nWhile some fireworks are marketed as silent, these still make some noise. If you would like the Government to reduce the decibel limit to a specific level, you could start a new petition requesting this.\r\n\r\nWe have also published the following petitions, which you might like to sign:\r\n\r\nLimit the Sale and Use of Fireworks to Organisers of Licensed Displays Only: https://petition.parliament.uk/petitions/319891\r\n\r\nBan the use of all fireworks in order to reduce air and noise pollution: https://petition.parliament.uk/petitions/334448"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-09T12:00:28.805Z"
    },
    "id": 559597,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559597.json"
    },
    "type": "petition"
}