{
    "attributes": {
        "action": "Sell 'silent/ low noise' fireworks to the public to help pets survive and humans",
        "additional_details": "Why? Fireworks every year affect humans and pets all around the UK. Damaging property. Killing animals. People suffering with PTSD. There is no need for the noise that a firework gives off. It causes so much stress for everyone and animals. The RSPCA came out with the following; 62% of dog owners and 54% of cat owners cause their pet distress. This does not include, pet rabbits, pet birds or any other pet that is effected. Take action and save animals the stress of dying due to fireworks",
        "background": "I want the government to take action towards the public and the sale of 'loud' fireworks. If the public wish to have fireworks then they can only have 'Silent' or 'low noise' fireworks",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-08T00:35:47.790Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-08T00:56:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-09T12:00:53.467Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/549758\r\n\r\nWhile some fireworks are marketed as silent, these still make some noise. If you would like the Government to reduce the decibel limit to a specific level, you could start a new petition requesting this.\r\n\r\nWe have also published the following petitions, which you might like to sign:\r\n\r\nLimit the Sale and Use of Fireworks to Organisers of Licensed Displays Only: https://petition.parliament.uk/petitions/319891\r\n\r\nBan the use of all fireworks in order to reduce air and noise pollution: https://petition.parliament.uk/petitions/334448"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-09T12:00:53.462Z"
    },
    "id": 559648,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559648.json"
    },
    "type": "petition"
}