{
    "attributes": {
        "action": "Enforce the sale of silent fireworks only",
        "additional_details": "The WHO lists that 120 decibels is the 'pain threshold' for humans. Many fireworks are above 150 decibels and can even reach 170 decibels. The loud fireworks can cause temporary or even permanent hearing loss. The projectile silent firework is 70 decibels in comparison and completely silent on ground presentations. It is important to respect animals wild and domestic, children, people living with autism and people living with Post Traumatic Stress Disorder. A good firework does not need to be loud.",
        "background": "I would like to see a ban on loud fireworks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-08T12:10:10.350Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-08T19:55:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-09T12:01:25.077Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/549758\r\n\r\nWhile some fireworks are marketed as silent, these still make some noise. If you would like the Government to reduce the decibel limit to a specific level, you could start a new petition requesting this.\r\n\r\nWe have also published the following petitions, which you might like to sign:\r\n\r\nLimit the Sale and Use of Fireworks to Organisers of Licensed Displays Only: https://petition.parliament.uk/petitions/319891\r\n\r\nBan the use of all fireworks in order to reduce air and noise pollution: https://petition.parliament.uk/petitions/334448"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-09T12:01:25.075Z"
    },
    "id": 559680,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559680.json"
    },
    "type": "petition"
}