{
    "attributes": {
        "action": "Amend/Repeal Schedule 6 of the Land Registration Act 2002 (Adverse Possession).",
        "additional_details": "If your neighbour steals your car, cash or effects from your house, it's considered theft, you can call the Police & they can be prosecuted without cost to the victim. If a neighbour moves a fence to take some of your land & you don't challenge them through the courts (at your expense) to get your land back, after 10 years they can make it theirs, simply by saying they believed it was theirs & they've had it in their possession for 10 years. Make taking of land theft too.",
        "background": "Too little proof is required by people claiming Adverse Possession. Anyone wanting to challenge their neighbour who has moved a boundary fence has to go to huge expense to prove the land is theirs and not their neighbour's. This loophole from the Theft Act 1968 is being exploited. Please stop this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-07T22:56:25.377Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-16T09:00:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-27T14:33:48.942Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you would like changes to the Land Registry Act 2002, but we're  not sure what changes you'd like the Government or Parliament to make. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-27T14:34:04.926Z"
    },
    "id": 559642,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559642.json"
    },
    "type": "petition"
}