{
    "attributes": {
        "action": "Restrict the sale of fireworks to the public to a maximum decibel level of 90db",
        "additional_details": "With an acute lack of policing patrols available, anti social behaviour, particularly within inner city areas appears to be left unchecked. Firework sales commence a few weeks prior to November 5th each year, and sales of powerful fireworks consistently seem to fall into the hands of youths and adults with a lack of consideration for others in their community. People with anxiety, and other mental health conditions, along with owners of pets suffer from the misery caused by thoughtless people.",
        "background": "As pyrotechnics have advanced, the level of noise generated has increased, particularly of fireworks designed solely to conclude by making a loud noise. I would like the government to consider imposing a restriction on the sale of fireworks to the public to a maximum decibel level of 90db.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-08T18:25:39.253Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-08T20:28:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-09T12:01:32.993Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/549758\r\n\r\nWhile some fireworks are marketed as silent, these still make some noise. If you would like the Government to reduce the decibel limit to a specific level, you could start a new petition requesting this.\r\n\r\nWe have also published the following petitions, which you might like to sign:\r\n\r\nLimit the Sale and Use of Fireworks to Organisers of Licensed Displays Only: https://petition.parliament.uk/petitions/319891\r\n\r\nBan the use of all fireworks in order to reduce air and noise pollution: https://petition.parliament.uk/petitions/334448"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-09T12:01:32.990Z"
    },
    "id": 559730,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559730.json"
    },
    "type": "petition"
}