{
    "attributes": {
        "action": "Reform the Uniform Rules against Hijab in Southwark",
        "additional_details": "We need the help and aid of the government to change the rules about This in all schools in Southwark as it would aid the Muslim community and bring forth young and empowered Muslim women despite the media’s portrayal of hijab oppressing young ladies we wish to subvert this misinformation and portray that instead we are oppressed by rules in society which prohibit the way we continue our faith a crucial failing of a democratic country such as England",
        "background": "We have realised that there has been an enormous outburst of discrimination in schools against hijab wearing and rules to prohibit the freedom at which we as hijab wearers express our faith through our headscarf’s in coordance with our religion.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-08T15:21:16.569Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-08T16:04:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-06T12:20:59.967Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for the local authority and schools.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-06T12:20:59.965Z"
    },
    "id": 559702,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559702.json"
    },
    "type": "petition"
}