{
    "attributes": {
        "action": "Make the minimum mandatory sentence for any child sexual offence 10 years.",
        "additional_details": "I would like the government to take into consideration that the mandatory sentences for paedophiles in this country is inadequate. The internet has provided a breeding ground for online predators of minors in this country. Any child is just a few taps away from online grooming and sexual abuse. Now more than ever it is apparent paedophiles feel above the law, grooming and sexually assaulting children in broad daylight. No government cost should come above the safety of children.",
        "background": "I want the government to take action and increase the mandatory minimum sentence for any and all child sexual offences to at least 10 years. It is believed that there are more than 300,000 paedophiles currently in this country, which is disgusting. We need to act now to ensure our children are safe.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-09T18:51:04.431Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-09T20:31:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-16T13:58:22.275Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nImpose mandatory 10-year custodial sentences for all child sexual abuse offences: https://petition.parliament.uk/petitions/556664\r\n\r\nLonger sentences for child sex offenders, sex offenders and rapists: https://petition.parliament.uk/petitions/323338"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-16T13:58:22.272Z"
    },
    "id": 559855,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559855.json"
    },
    "type": "petition"
}