{
    "attributes": {
        "action": "No Covid19 tests for children without parents consent",
        "additional_details": "I have started this petition to stand in solidarity with other parents who believe that this is unnecessary unlawful and unjust!\r\nBroadgreen International School in Liverpool sent out a letter to parents on the 6th Nov 2020 stating that students will be tested for Covid19 without parents consent and that they will hold the individuals who test positive! \r\nWe need to take a stand so please take two minutes out of your day to sign this petition as it will effect ALL OF US not just the few.",
        "background": "It has been brought to my attention that as of Monday 9th Nov 2020 they are going to start introducing covid19 tests on children WITHOUT parents consent.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-09T11:10:10.845Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-09T11:32:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-16T09:30:45.030Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the letter you refer to has been retracted and reissued to make it clear that parental consent will be required for children to be tested. You can find out more about this story here: https://fullfact.org/online/liverpool-testing-schools/\r\n\r\nIf you are worried about the powers relating to testing and detention granted during the Covid-19 outbreak you might like to sign the following petition:\r\n\r\nRepeal the Coronavirus Act 2020: https://petition.parliament.uk/petitions/313310"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-16T09:30:45.029Z"
    },
    "id": 559805,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559805.json"
    },
    "type": "petition"
}