{
    "attributes": {
        "action": "Waive the tuition fee for universities,and colleges",
        "additional_details": "I want the government or parliament to take an action and waive the tuition fees of universities and colleges  because Investing in our British Students can benefit the country because a lot of people are willing to study and get multiple degrees but unfortunately they cannot as the tuition fee is expensive. \r\nI demand a review and action to be taken about this case",
        "background": "I demand from the parliament to waive the tuition fees of university and colleges, because many British students go abroad for free education  in countries such as Norway and Czech Republic",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-09T19:14:31.396Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-09T19:24:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-16T13:56:41.497Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to request a clear action for which the UK Government or House of Commons is responsible for.\r\n\r\nThe UK Government sets the maximum tuition fees that universities can charge, but deciding whether to waive these is a matter for individual universities, not the UK Government or House of Commons.\r\n\r\nIf you want the Government to abolish tuition fees and pay for all university education out of public funds, we could accept a petition requesting this, but it would need to be clear that this is what you want to happen.\r\n\r\nTuition fees are not normally charged for college education for 16-18 year olds, unless this is provided privately."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-16T13:56:41.494Z"
    },
    "id": 559859,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559859.json"
    },
    "type": "petition"
}