{
    "attributes": {
        "action": "Make causing someone harm by using a knife automatically wound with intent.",
        "additional_details": "Recently an associate of mine was stabbed with a knife in a public space. The attacker ended up receiving community service. The attacker did not go to juvenile prison because there wasn’t enough evidence to support that this was wounding with intent. The victim has been left with no justice or protection. I feel that if wound with intent was automatic when carrying a knife it would get more victims justice and help to lower knife crime as there is a repercussion for their behaviour.",
        "background": "To make it law that if you are in possession of a bladed article (knife) in a public place and then use it to cause harm to someone it should automatically be wound with intent. This will help to make it easier to prosecute the offender with a tougher sentence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-09T21:03:19.839Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-09T21:13:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-16T15:36:39.780Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about charging and sentencing are a matter for the Crown Prosecution Service and the courts, not the Government or House of Commons.\r\n\r\nThe Government can set minimum sentences for certain offences, and we have published the following petitions, which you might like to sign:\r\n\r\nTwo year minimum sentencing for 1st time offenders caught with a knife 16 yrs +: https://petition.parliament.uk/petitions/554242\r\n\r\nIntroduce mandatory life sentence for possession of a knife: https://petition.parliament.uk/petitions/318502"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-16T15:36:39.778Z"
    },
    "id": 559875,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559875.json"
    },
    "type": "petition"
}