{
    "attributes": {
        "action": "Make the UK government invest £544 million of funding into finding a cancer cure",
        "additional_details": "During the pandemic, finding a cure for cancer has dramatically dropped as well as patients not being able to go to the hospital for cancer treatment, this petition would see mass finding go into cancer research to find a cure. If a coronavirus vaccine can be found within the space of a year then why cant cancer? So many people have lost their lives to cancer, let's get rid of it once and for all!",
        "background": "Make the UK government invest £544 million pounds of funding to find a cure for cancer. This is the same amount that they have spent towards coronavirus vaccines/trials.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-09T13:47:52.014Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-09T14:11:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-16T10:18:56.423Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has not spent £544 million on Covid-19 vaccines/trials. The figure of £544 million refers to Government funding that was committed, as of 27 March 2020, to fight coronavirus. The funding includes money for developing a vaccine, developing affordable treatments for coronavirus patients, developing testing devices, and for public information campaigns. You can read more about the funding that had been committed to fight coronavirus here: https://www.gov.uk/government/news/uk-pledges-544-million-to-find-coronavirus-vaccine\r\n\r\nWe have published a number of petitions calling for additional funding to support cancer research, and ensure diagnosis and treatment of cancer patients, which you might like to sign:\r\n\r\nEnsure access to treatment and screening for all cancer patients during Covid-19: https://petition.parliament.uk/petitions/552734\r\n\r\nProvide funding to reduce NHS timescales from cancer diagnosis to treatment: https://petition.parliament.uk/petitions/554863\r\n\r\nIncrease funding for researching and developing cancer treatments and cures: https://petition.parliament.uk/petitions/549432"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-16T10:18:56.420Z"
    },
    "id": 559822,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559822.json"
    },
    "type": "petition"
}