{
    "attributes": {
        "action": "Silent only fireworks on sale in the UK",
        "additional_details": "Many people and animals suffer discomfort and sometimes terror during the weeks leading up to and the weeks beyond bonfire night. Each and every year they seem to get louder and the period of time they are used extends, by removing the sound, you are creating a better environment for all, human, domestic pets, agricultural animals and wildlife.",
        "background": "Limit the sale of fireworks that emit noise to those holding organised displays, allow noise free fireworks ONLY to be sold to the general public",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-09T16:52:43.581Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-09T17:06:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-16T11:26:54.567Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/549758\r\n\r\nWhile some fireworks are marketed as silent, these still make some noise. If you would like the Government to reduce the decibel limit to a specific level, you could start a new petition requesting this.\r\n\r\nWe have also published the following petitions, which you might like to sign:\r\n\r\nLimit the Sale and Use of Fireworks to Organisers of Licensed Displays Only: https://petition.parliament.uk/petitions/319891\r\n\r\nBan the use of all fireworks in order to reduce air and noise pollution: https://petition.parliament.uk/petitions/334448"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-16T11:26:54.564Z"
    },
    "id": 559839,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559839.json"
    },
    "type": "petition"
}