{
    "attributes": {
        "action": "Distinguish between car washes & independent valeters for lockdown restrictions",
        "additional_details": "We are the UK trade association for independent car care professionals, and we are seeing businesses being needlessly compromised, and in some cases destroyed, by blanket legislation that fails to recognise the profound differences between hand car wash centres and independent car care professionals, many of whom slip through the gaps in the Government support programs. This distinction should be applied in England, Wales, Scotland, and Northern Ireland.",
        "background": "Independent car valeters & detailers are being forced to shut during lockdowns, despite posing considerably less transmission risk than other trades permitted to remain open. Furthermore, they assist in keeping cars safe, hygienic, and legal.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-09T14:25:52.684Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-09T15:09:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-16T10:39:53.284Z",
        "rejection": {
            "code": "no-action",
            "details": "Car washes are on the list of businesses that have been required to close during the current lockdown, but car repair businesses are allowed to remain open.\r\n\r\nIf you want businesses providing certain services to be added to the list of businesses permitted to remain open you could start a petition requesting this, but it would need to be clear exactly what businesses you wanted to be allowed to remain open."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-16T10:39:53.282Z"
    },
    "id": 559825,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559825.json"
    },
    "type": "petition"
}