{
    "attributes": {
        "action": "Make 'entrapment' a specific defence in English law.",
        "additional_details": "Old friends, who used to discourage you from fighting, taking drugs and committing crimes suddenly change and encourage you to do them. Why? Because since you last saw them they have become Registered Paid Police Informants and now they can sell information about you to the police for money. Tax payers' money. Used to entrap people. \r\n\r\nAnother example: six foot tall teenage boys and girls wearing much make up enter a shop with false ID and buy cigarettes and alcohol. The police pay them to dupe the shop staff so that they can prosecute them. Yet they may be the only underage customers who have frequented the shop. This too is 'entrapment' and it should be allowed to be argued in English courts.",
        "background": "Give the defendant the opportunity to argue 'entrapment' like they can in other progressive countries like Scotland and USA.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-10T16:22:52.547Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-10T17:10:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-17T14:31:57.507Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Courts already have the power to stay proceedings as an abuse of the court's process, or  may exclude evidence. \r\n\r\nYou can find more information here: https://www.cps.gov.uk/legal-guidance/abuse-process\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-17T14:32:10.328Z"
    },
    "id": 559998,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559998.json"
    },
    "type": "petition"
}