{
    "attributes": {
        "action": "Cancel GCSE exams for students in England in 2021",
        "additional_details": "The pupils have missed 5 months of the last school year due to lockdown measures. They have now returned to education, however a large number of pupils have missed significant face to face contact due to isolation following contact with covid positive people. This has been acknowledged by the devolved governments and they have made the sensible decision to cancel the GCSE exams in 2021. If the English government insist on these exams going ahead then they will be risking mental health harm to these pupils and also disadvantage when it comes to applying for university placements in a few years time due to not being adequately prepared for the exams they have to sit.",
        "background": "Due to the reduction in the face to face educational contact over the last 8 months, and the expected continuation in reduction of face to face contact due to isolation periods of pupils in year 11 of English secondary education, the decision to cancel GCSE examinations in 2021 should be made.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-11T10:38:19.150Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-11T12:03:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-17T16:17:24.086Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/326066"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-17T16:17:24.083Z"
    },
    "id": 560106,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560106.json"
    },
    "type": "petition"
}