{
    "attributes": {
        "action": "Speaker of the House of ensures that questions posed to Ministers are answered",
        "additional_details": "The very purpose of asking questions is to obtain information, explanations and on occasions to hold Ministers to account for their actions\r\nThe Prime Minister and other Ministers make life and death decisions on behalf of the Nation\r\nTypically Governments are elected for a period of five years\r\nOpportunities to hold them to account are relatively limited as are questions to the PM and other Ministers\r\nBy failing to address questions accurately is undemocratic and disingenuous, this must change",
        "background": "Ministerial questions are just 1 of only a few mechanisms of oversight. In particular PMQS facilitates the asking of questions the Speaker must ensure that the subject matter contained in such questions are answered without ambiguity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-11T15:20:16.185Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-11T15:55:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-18T09:25:58.143Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament as a whole aren't responsible for the issue you raise. Order in the House of Commons is the responsibility of the Speaker personally, and Ministers including the Prime Minister are responsible for answers to questions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-18T09:25:58.139Z"
    },
    "id": 560153,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560153.json"
    },
    "type": "petition"
}