{
    "attributes": {
        "action": "Financially compensate Year 11 students that have lost education due to COVID-19",
        "additional_details": "I want the government to do this because many Year 11 students who aim to sit their GCSE's in 2021 are left in a very stressful and nervous situation. This mental state is very unhelpful especially in the last year of secondary education. I believe a small fund that we can claim would remove some stress of us and gain some belief. However, it is very keen that we do receive this funding as we can use this funds to buy guides and other revision materials for the upcoming GCSE's.",
        "background": "I want the Government to financially compensate Year 11 students whose education has been affected by the Covid-19 outbreak because the 6 months of education loss has affected us all with a loss of education and catching up. A small amount should be given to us as a bonus ahead of our future.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-11T19:27:19.706Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-11T19:39:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T17:53:40.592Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure what you'd like the Government to provide financial compensation for, since education is already free. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T17:53:40.590Z"
    },
    "id": 560181,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560181.json"
    },
    "type": "petition"
}