{
    "attributes": {
        "action": "Force airlines to give cash refunds to anyone who accepted travel vouchers",
        "additional_details": "Firstly, cash vouchers are only useful if the customer is able to use them. In the current situation, international travel is not possible and therefore the customers are unable to use these vouchers.\r\n\r\nSecondly, many customers applied for these vouchers thinking that they were applying for a refund, myself included. The main airline guilty of this is British Airways.\r\n\r\nThirdly, many people bought flights as parts of holidays that now, due to the effects of the lockdown, they cannot afford.",
        "background": "Customers that, willingly or unwillingly, accepted \"future travel vouchers\" from airlines that cancelled flights due to the coronavirus pandemic should be entitled to full cash refunds, as per EU and US law.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-11T10:30:23.898Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-11T15:15:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-16T18:56:16.248Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a contractual decision between airlines and customers.\r\n\r\nWe could publish a petition calling for a ban on travel vouchers for cancelled flights, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-16T18:56:21.441Z"
    },
    "id": 560104,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560104.json"
    },
    "type": "petition"
}