{
    "attributes": {
        "action": "Reduce Firework Noise, Hours per Day & Number of Days per Year they are set off",
        "additional_details": "Every year there are countless examples seen of injuries & deaths sustained from the use of fireworks, people searching out the bigger bangs with no thought to their neighbours, in fact boasting about it. Reducing the number of hours and days would allow people to be better prepared and have measures in place, reducing the noise would allow a chance of being able to drown them out which is currently impossible, reducing the noise has the potential to reduce the appeal for illegal and extreme use",
        "background": "Reduce hours per day fireworks can be set off to 6pm-11pm & 6pm-1am New Year/Recognised celebrations\r\nReduce the decibels of a firework\r\nIncrease costs/criteria for public display licenses\r\nEnforce current regulations regarding livestock\r\nDisallow pop up/ad hoc sellers\r\nIncrease penalties for misuse",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-11T18:44:56.529Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-11T18:57:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-08T08:44:10.974Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions calling for similar actions:\r\n\r\nLimit the Sale and Use of Fireworks to Organisers of Licensed Displays Only: https://petition.parliament.uk/petitions/319891\r\n\r\nReview and reduce the decibel limit on fireworks sold to the public: https://petition.parliament.uk/petitions/549758\r\n\r\nMake it illegal for fireworks to be set off on days other than Nov 5 and Dec 31: https://petition.parliament.uk/petitions/559397\r\n\r\nYour petition refers to enforcing livestock regulations, but this would be a matter for relevant local authorities and police forces, not the Government or House of Commons.\r\n\r\nYour petition also refers to increasing the cost of public display licences, but these are a matter for individual local authorities, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for penalties for misuse of fireworks to be increased, or for changes to the times and dates at which fireworks can be released (other than those requests by the above), if you would like to start a new petition on this issue.\r\n\r\nThe Petitions Committee held a debate on 2 November 2020 on fireworks following the success of a petition about banning the sale of fireworks to the general public, that was started in the last Parliament.\r\n\r\nYou can watch the debate here: https://www.youtube.com/watch?v=pLDheB0lygI\r\n\r\nAnd read a transcript of it here: https://hansard.parliament.uk/Commons/2020-11-02/debates/F982D230-02C0-4A8B-8A60-D0C51F952944/Fireworks"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-08T08:44:10.972Z"
    },
    "id": 560178,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560178.json"
    },
    "type": "petition"
}