{
    "attributes": {
        "action": "Review how driving licenses are being awarded due to COVID-19 backlogs",
        "additional_details": "The government won’t extend theory test certificates, and learner drivers have now been impacted through 2 lockdowns and backlogs. This has caused financial challenges for pupils and heighten anxiety.\r\nDriving lessons are educational, but yet have not been treated as such. A levels and GCSEs have been awarded on teacher assessment. Let’s make this the case with driving instructors and their pupils. \r\nA driving test is 40 minutes of luck, instructors know their pupils abilities and safe driving.",
        "background": "The DVSA have unfairly put those impacted by lockdown 2.0 to the back of the queue for tests. \r\nThe backlog on driving tests, brought by the pandemic are extreme, and will continue to cause challenges for a long time to come. It’s time to review how licenses are rewarded as a priority.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-12T16:07:52.054Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-12T16:33:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-19T13:51:05.434Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The scheduling and awarding of driving licenses is a matter for the Driver and Vehicle Standards Agency, not the UK Government or Parliament. \r\n\r\nYou may wish to sign these petitions which call for related actions: \r\n\r\nDirect DVSA to fully reopen all driving test centres and release more test slots: https://petition.parliament.uk/petitions/549644\r\n\r\nExempt driving tests and lessons from COVID-19 restrictions:\r\nhttps://petition.parliament.uk/petitions/557462"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-19T13:51:10.046Z"
    },
    "id": 560258,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560258.json"
    },
    "type": "petition"
}