{
    "attributes": {
        "action": "Entrench Prompt Salary Payment of all workers in the Nigeria Constitution.",
        "additional_details": "Non or delay in salary payment is dehumanising and encourage corruption in alarming proportion \r\n\r\nIt removes the principle of dignity of labour. \r\n\r\nDelay in Salary payment is Synonymous to modern day slavery and discourage motivation at work.\r\n\r\nGovernors and most employers in Nigeria lacks empathy and are too selfish.\r\n\r\nWith prompt payment of salary a lot of employees can plan adequately of their families and reduce child and National poverty. \r\n\r\nPrompt pay will boost local economy drastically.",
        "background": "Nigerian Government should be made to entrench in her Constitution mandatory and prompt payments of workers salary on the contractual date not beyond monthly. \r\nIt should be made categorically illegal for workers to be owed salaries in all sectors.\r\nMake salary before any capital project mandatory.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-12T11:26:56.867Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-13T09:37:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-18T18:25:50.476Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government are not responsible for the operation of the Government in Nigeria. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-18T18:25:50.475Z"
    },
    "id": 560242,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560242.json"
    },
    "type": "petition"
}