{
    "attributes": {
        "action": "Ban the use of chat bots and AI voice recordings in retail customer services.",
        "additional_details": "People are having their money stolen from large companies that have no system that offer a choice of human interaction to resolve problems,  the worst being hermes the delivery company people have had enough, hermes are posting their own fake reviews online to hide it on review websites to, please help improve the customer service in the uk as it has fell apart and it is not a enjoyable experience living in the UK with the criminal activity that is going on with this technology. Please",
        "background": "Ban the use of chat bots and AI in customer service completely. I challenge anyone to try and contact a human at hermes customer service through the website, email or phone number 03308085456. We need these small steps towards better living standards in the uk.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-12T18:14:44.625Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-12T18:35:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-24T12:23:08.710Z",
        "rejection": {
            "code": "irrelevant",
            "details": "How a private retail business delivers its customer services is a matter for it, not the UK Government or Parliament. Customers are equally within their rights to decide whether to purchase goods from any particular retailer based on how it provides customer service. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-03T17:06:47.547Z"
    },
    "id": 560285,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560285.json"
    },
    "type": "petition"
}