{
    "attributes": {
        "action": "Make it compulsory for all accused rapists/sexual assault/abuse to go to court",
        "additional_details": "Too many people get away with crimes such as rape, sexual assault and sexual abuse. They get to live a normal life where there victims suffer and it feels just like a waiting game for the phone call asking you to be a witness because they’ve done it to someone else, this should be avoided at all costs. Therefore I strongly suggest that all people accused should be atleast taken to court as more people crack under pressure and then be dealt with in a much better way, keeping more people safe.",
        "background": "I think that all people accused of rape/ sexual abuse and sexual assault should be taken to court to be investigated properly. Many people get away with these crimes, and many people also crack under pressure, so why can’t this be many compulsory? That means less bad people on the streets.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-13T15:00:12.676Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-13T15:09:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-20T12:55:39.691Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for the police and the Crown Prosecution Service.\r\n\r\nYou might like to sign and share this petition instead:\r\n\r\nReview handling of rape cases and seek to increase prosecutions\r\nhttps://petition.parliament.uk/petitions/555170"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-20T13:06:22.457Z"
    },
    "id": 560410,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560410.json"
    },
    "type": "petition"
}