{
    "attributes": {
        "action": "Implement key mandatory changes to sex education for all schools in the UK.",
        "additional_details": "As a teenager , you should be fueled with all needed information on sexual health , abortion , changes in both sexes bodies and contraception in order to make the needed choice if you may come in contact with any of these things from a younger ages . personally i think if we talk about this more and implement more into schools then you would find teenagers are more open about problems within their lives and as generations grow older it shall no longer be a taboo subject .",
        "background": "Make Mandatory changes for all secondary schools to provide information to both sexes about lgbt sexual health , abortion clinics and STD testing in there local area . Provide schools with sanitary products for females and Condoms and Open talks about the pill and ease ways of it being provided .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-13T20:15:33.140Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-13T20:29:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-20T12:59:46.744Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The National Curriculum already requires these issues to be included, including how to access further information. You can find out more here:\r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908013/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-20T12:59:46.741Z"
    },
    "id": 560447,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560447.json"
    },
    "type": "petition"
}