{
    "attributes": {
        "action": "Honour Mary, Queen of Scots' last wishes and transfer her remains to France.",
        "additional_details": "Mary, Queen of Scots' last wishes were denied by HM Queen Elizabeth I's Government, due to past animosities between the English Monarch and the Scottish Monarch which no longer exist, these two monarchies being now peacefully bound into one, embodied by our current Sovereign HM Queen Elizabeth II.\r\n\r\nMary, Queen of Scots' last letter reads: \"I have been unable to (...) have my body conveyed after my death, as I would wish, to [France] where I had the honor to be queen, your sister and old ally.\"",
        "background": "Ask HM The Queen, the Government, and Parliament to honour Mary, Queen of Scots' last wishes and have her remains transferred to France.\r\nAsk the Foreign Office to plan this with French authorities.\r\nThis could be done to mark the 435th anniversary of her death, for instance, on February 8, 2022.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-15T00:51:53.465Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-15T15:55:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-02T14:51:13.741Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This would be a matter for the Royal Household and for Westminster Abbey.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-02T14:51:13.738Z"
    },
    "id": 560578,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560578.json"
    },
    "type": "petition"
}