{
    "attributes": {
        "action": "Erect a statue of Ira Aldridge, the first black Shakespearean actor in the UK",
        "additional_details": "Born in America, Aldridge built his stage career in London at what is now the Old Vic theatre, becoming a naturalised British citizen, marrying a white English woman and raising a family. The first Black British actor to achieve this level of success, and the first to master professional Shakespeare, he used his platform to fight for the emancipation of slaves. Recognition of this would accurately reflect London's diverse heritage, and positively address any non-diversity in London's monuments.",
        "background": "Erect a statue of Ira Aldridge, the monumentally famous black 19th century Shakespearean actor, in a significant position in London (perhaps by the Old Vic theatre). Built in a traditional style, it would be a companion piece to the London statues of Laurence Olivier, Henry Irving, and Shakespeare.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-14T16:30:10.069Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-14T16:47:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-20T12:35:49.872Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to request the erection of a statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-20T12:35:49.869Z"
    },
    "id": 560533,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560533.json"
    },
    "type": "petition"
}