{
    "attributes": {
        "action": "Refer all historic child sex offences to the CPS within 5 days of police report",
        "additional_details": "The police are deciding what cases to refer to the cps. This resulting in poor prosecutions in some areas and significantly higher in other areas. Considering some forces have specialist departments and the smaller forces dont, there has to be some introduction of some legislation to protect victims from the current postcode lottery. Historic sexual offences are intrusive investigations and complex, professional advice from the CPS should be obtained from the onset to assit prosecution.",
        "background": "Introduce legislation so that all police forces obtain professional CPS advice within 5 days of an historic report, this timescale the same period as the annex c submission that is a requirement for all reports.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-16T00:14:34.173Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-16T00:19:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-07T12:46:57.275Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure whether you want all cases to be referred automatically to the CPS or for there to be a 5 day time limit in which the police can submit a case. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-07T12:47:04.570Z"
    },
    "id": 560685,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560685.json"
    },
    "type": "petition"
}