{
    "attributes": {
        "action": "Allow visitors to stroke victims with mental health conditions during COVID 19",
        "additional_details": "Stroke victims need contact with their family to enable them the best chance of recovery. A stroke is terrifying for the patient and will effect patients with mental health issues even more. Mental health disorders are no different from other illnesses and need to be treated with compassion and care. Someone who has had a stroke cannot tell you what they are feeling and the anxiety and depression of not seeing family could hinder an already long gruelling process of recovery.",
        "background": "Allow the family of stroke victims who have severe depression and anxiety to see the stroke victims. Allow them to visit them in the hospital after a COVID 19 test or by wearing the correct PPE so that the mental health of very poorly people is attended to.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-16T10:42:10.577Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-16T11:47:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-23T09:40:14.233Z",
        "rejection": {
            "code": "already-happening",
            "details": "We think your petition is covered by Government or Parliament action already. If you'd like something else, you could start a new petition clearly explaining what it is.\r\n\r\nUnder the current national restrictions you are already allowed to leave your home to visit someone who is in a hospital: https://www.gov.uk/guidance/new-national-restrictions-from-5-november\r\n\r\nVisitng policies for individual hospitals are a matter for NHS England and individual NHS trusts, not the Government or House of Commons. You should contact your local hospital to find out what their visiting policy is."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-23T09:40:14.229Z"
    },
    "id": 560713,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560713.json"
    },
    "type": "petition"
}