{
    "attributes": {
        "action": "Start charging a set road tax and insurance for bicycles",
        "additional_details": "Myself as a driver doesn’t see the fairness in not charging Bicycles road tax or insurance many accidents are caused by these bicycles riding on our roads which is making insurance premiums go up. I pay £310 road tax a year followed by a further £1231 car insurance why can’t there be a charge for these bicycles also a set fee so they can ride on the roads myself and a lot of other people don’t agree they can ride our roads free of charge!!! road tax was for repairs to roads for car users bikes are definitely taking over our roads and causing more accidents",
        "background": "A charge of road tax and insurance needs to start being applied for bicycles",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-16T15:16:43.680Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-16T16:33:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-23T10:26:35.565Z",
        "rejection": {
            "code": "no-action",
            "details": "There is not a road tax in the UK. Vehicle excise duty needs to be paid in respect of certain vehicles, and there is also an HGV Road User Levy for vehicles weighing 12 tonnes or over, but these are taxes on motor vehicles, rather than road use.\r\n\r\nIf you want cyclists to be required to pay vehicle excise duty we could accept a petition requesting this.\r\n\r\nWe have already published the following petitions, which you might like to sign:\r\n\r\nRequire all cyclists to have third party liability insurance: https://petition.parliament.uk/petitions/553542\r\n\r\nEnsure all bicycles and cyclists are registered, traceable and insured: https://petition.parliament.uk/petitions/553916\r\n\r\nWe also couldn't accept a petition that contained unsubstantiated statements about cyclists causing more accidens on the roads."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-23T10:26:35.563Z"
    },
    "id": 560727,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560727.json"
    },
    "type": "petition"
}