{
    "attributes": {
        "action": "The DVSA should push back everyone’s driving test by 4 weeks",
        "additional_details": "I eceived an email saying my test has been rebooked to the 18th of March 2021 after being cancelled because of COVID Lockdown. (Original date being the 20/10/2020) I now have to wait nearly 4 months to take my test whilst people in December, January and February can have there test. The DVSA should postpone all test by 4 weeks in order for those who have had there test cancelled rebooked in this time. It is unfair than the minority group of people whose test were booked in November/Early December now get a test date after New Year. Everyone has had to face the COVID restrictions, why should we be forced to have them affect us more than others.",
        "background": "As per the Government announcing the second lockdown, all services were suspended if they were non essential such as school, essential shops, key workers etc. This is understandable as per the current situation surround the Coronavirus. However for many Learners, Test and Lessons has been cancelled.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-17T17:24:28.522Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-17T18:38:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-23T15:54:14.550Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The timing and scheduling of driving tests is a matter for individual testing centres, not the UK Government or Parliament.\r\n\r\nYou may wish to sign the following petitions which call for related actions:\r\n\r\nhttps://petition.parliament.uk/petitions/557462\r\nhttps://petition.parliament.uk/petitions/549644\r\nhttps://petition.parliament.uk/petitions/312898\r\nhttps://petition.parliament.uk/petitions/549207\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-11-23T15:54:19.963Z"
    },
    "id": 560868,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560868.json"
    },
    "type": "petition"
}