{
    "attributes": {
        "action": "Extend the Green Homes Grant and provide free, certified training.",
        "additional_details": "The Green Homes Grant is a funding scheme created by the government to help individuals insulate their homes and make them more ecofriendly. At present tradespeople are struggling to get the certification required to undertake the work recommended  in time for the March deadline.  By extending the scheme and providing free, certified training more tradespeople will learn ecofriendly building skills and more homes will be able to access the grant.",
        "background": "This petition requests the government extend the Green Homes Grant so that property owners can insulate and make their homes more eco-friendly thereby reducing carbon emissions. It also requests government provide free, certified training for tradespeople to increase training and certification.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-18T10:15:50.889Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-18T10:51:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-24T10:22:02.163Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that the Green Homes Grant has been extended for an extra year: https://www.gov.uk/government/news/green-homes-grant-extended-for-extra-year\r\n\r\nIf you also want the Government to provide funding for tradespeople to undertake the necessary training to enable them to gain the accreditation to make improvements under this scheme, we could accept a petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-24T10:22:02.161Z"
    },
    "id": 560946,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560946.json"
    },
    "type": "petition"
}