{
    "attributes": {
        "action": "Enact a disciplinary code for MPs with a range of sanctions inc dismissal.",
        "additional_details": "Many people will be able to point to stories of MP malpractice. From Expenses scandals and criminal offences to allegations of financial mismanagement of public funds and lying to the public.\r\nThis appears now to the public to be the norm and there is no effective system in place to hold our elected officials to account.\r\nMisconduct and gross misconduct must be assessed quickly and dealt with fairly and impartially with a hearing if the allegation is contested.",
        "background": "The current systems for holding MPs to account does not have the faith of the general public.\r\nA new system allowing for robust and fair investigation and adjudication must now be implemented to regain public faith in our politicians.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-18T13:08:10.017Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-23T00:44:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-27T16:53:48.297Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  There is already a disciplinary process for MPs, up to and including the ability of constituents having the right to recall MPs in certain circumstances. You can find out more here:\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-27T16:53:48.295Z"
    },
    "id": 560969,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560969.json"
    },
    "type": "petition"
}