{
    "attributes": {
        "action": "Re-evaluate NHS criteria for publicly recording a positive Covid-19 test result.",
        "additional_details": "Positive Covid-19 PCR test numbers are being used to justify measures that are driving economic collapse, mental health decline, and poor quality of life for UK citizens. The NHS Guidance on Covid testing uses a PCR cycle threshold of 40, despite multiple scientific studies showing that this number is too high to accurately detect contagious infection. The number should be lowered to reduce the reporting of false positives, and to provide the public with a truthful picture of Covid-19 infection.",
        "background": "The current NHS cycle threshold for public health recording of a positive C-19 PCR test result is 40. Several studies show that a PCR cycle threshold of 35 is already too high to detect active infection accurately. Government must lower the cycle threshold for public reporting of positive results.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-18T12:46:55.606Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-18T21:58:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-24T11:46:39.627Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a clinical decision for the NHS. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-24T11:46:39.625Z"
    },
    "id": 560963,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560963.json"
    },
    "type": "petition"
}