{
    "attributes": {
        "action": "Ban the removal of anymore red telephone boxes. Save a part of our heritage!",
        "additional_details": "The red telephone box is an iconic part of British history, not only are they known world wide but are synonymous with the UK. In London there are red telephone boxes around every corner, these are well looked after and often a picture is a must for tourists from all over the world. Unfortunately as you move out of London they are becoming a rarity, like a wild animal they need saving from local extinction. How sad it would be if you could only see then on Oxford Road or in someones back garden.",
        "background": "Instruct BT to stop the removal of anymore of our red telephone boxes, buying them or giving communities the change to buy them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-20T15:42:46.941Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-21T12:28:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-02T16:52:12.613Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Telephone boxes are the responsibility of BT. \r\n\r\nBT run an \"adopt a kiosk scheme\" you can find out more here: https://business.bt.com/campaigns/communities/adopt-a-kiosk/\r\n\r\nYou can find out how to apply for a telephone box to be listed here: https://historicengland.org.uk/listing/apply-for-listing/\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-02T16:52:20.226Z"
    },
    "id": 561268,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561268.json"
    },
    "type": "petition"
}