{
    "attributes": {
        "action": "Put Northern Ireland under direct rule from Westminster",
        "additional_details": "The Northern Ireland government and political parties are incapable of making factual decisions because they are to invested in either catholic or Protestant views on any situation that may arise. There are no parties in the Northern Ireland government who are not influenced by religion,  which is effecting the entire country in an extremely negative way. Northern Ireland needs to be ruled by a government who are not invested in orb religion but by a government who see all religions a equal.",
        "background": "Terminate the employment of of all Northern Ireland political parties at Stormont and prevent them from making any decision which would effect the day to day running of Northern Ireland.      Have immediate direct rule from Westminster.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-20T09:29:24.576Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-20T10:08:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-26T15:18:27.989Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The status of MLAs in the Northern Ireland Assembly is a matter for voters in Northern Ireland and the political parties, not the UK Government.\r\n\r\nYou could start a petition calling on the Government to give the people of Northern Ireland a public vote on reversing devolution, if that is something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-26T15:18:34.292Z"
    },
    "id": 561206,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561206.json"
    },
    "type": "petition"
}