{
    "attributes": {
        "action": "Keep gyms open in Northern Ireland during circuit breaker extension.",
        "additional_details": "It is imperative that gyms remain open so that people are able to look after their general well-being. It is understandable that non essential services would have to close during this time but it is absolutely ridiculous to think that gyms are not essential. Without them, people with bad physical health will be less encouraged to exercise in poor conditions and improve themselves physically and those with poor mental health will worsen due to lack of drive and motivation to do better.",
        "background": "It is clear to most people that the closure of gyms in Northern Ireland is both uncalled for and detrimental to both the physical and mental health of many people. Furthermore, transmission rates of covid-19 remain low in gyms and leisure centres and are heavily monitored via booking systems.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-20T14:07:49.432Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-20T14:18:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-27T08:58:14.023Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Northern Ireland Assembly is responsible for.\r\n\r\nIf you'd like to send your petition to the Northern Ireland Assembly, you can find the contact details here:\r\nhttp://www.niassembly.gov.uk/about-the-assembly/contact-us/\r\n\r\nIf you want to raise this issue you could contact your MLA, or raise it with the relevant Northern Ireland government department.\r\n\r\nYou can find contact details for your MLAs here: http://www.niassembly.gov.uk/your-mlas/\r\n\r\nYou can find contact details for the Northern Ireland departments here: https://www.northernireland.gov.uk/topics/your-executive/government-departments"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-27T08:59:25.724Z"
    },
    "id": 561253,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561253.json"
    },
    "type": "petition"
}