{
    "attributes": {
        "action": "Review funding /opening guidelines for restaurants forced to close due to COVID",
        "additional_details": "Review the power given to local councils and if forced to close at the busiest time of year, ensure the funding set aside for hospitality is used for just that purpose, to cover rents and other fixed costs. If not, allow us to reopen in a safe manner as evidence shows that transmission in restaurants is one of the lowest. Then we can pay our own bills without govt funding",
        "background": "Local council have stated (from gov guidelines) if a restaurant offers takeaway it is not entitled to funding. The cost of staffing takeaway from a restaurant only covers the staff wages and a small contribution towards fixed costs. Why are we not entitled to a grant if we have lost 80% of income?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-20T17:06:10.632Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-20T17:28:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-27T09:35:10.520Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of Covid-19 restrictions on the hospitality sector, but we're not sure exactly what you'd like the Government or Parliament to do, or what local Government funding you are referring to.\r\n\r\nYou may wish to sign this petition calling for a related action: https://petition.parliament.uk/petitions/329985\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, this could request additional grants for hospitality businesses affected by requirements to close or operate on a takeaway only basis."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-27T09:35:10.517Z"
    },
    "id": 561280,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561280.json"
    },
    "type": "petition"
}