{
    "attributes": {
        "action": "Pay what was promised to businesses or let them stay open for business.",
        "additional_details": "Many businesses have went above and beyond to help the spread of covid 19. They've been forced to shut their doors without receiving a penny of support that was promised. Peoples lives and livelihoods are at stake here and not due to covid, many won't have a business to return to and also have the burden of letting staff go because they can't afford to reopen. Don't make people close their doors if your not going to support them. Businesses needed the money promised weeks ago. If you won't keep to your promises then let them remain open.",
        "background": "Pay what was promised to businesses who were forced to close or let them open for business.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-20T16:31:29.851Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-20T20:20:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-27T09:55:28.780Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do, what promised support you are referring to, and what businesses you want to receive additional support.\r\n\r\nWe have published a large number of petitions relating to the current Covid-19 outbreak, including many calling for support for particular businesses, which you might like to sign. You can find all open petitions relating to Covid-19 here: https://petition.parliament.uk/petitions?state=open&topic=covid-19\r\n                \r\nIf you want the Government to take an action not covered by an existing petition you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-27T09:55:28.777Z"
    },
    "id": 561276,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561276.json"
    },
    "type": "petition"
}