{
    "attributes": {
        "action": "All ADULT grassroots Sunday league football exempt from Lockdown and Covid tiers",
        "additional_details": "There is also no science behind transmission or a rise in cases that is due to football to my knowledge. In my league we have 40 teams in 4 divisions and only lost one game due to Covid from the start of September! That was due to players playing for their Saturday side and having to isolate not playing in the Sunday game. \r\nWe have a limited time frame to finish our seasons and the local council refuse to leave the posts up all summer to help us finish the season, unless you can rectify this?",
        "background": "I would like the government to allow adult Sunday league football to continue despite and lockdowns or Covid tier restrictions. This is because I feel outdoor football not for the elite but for the average man or woman is good exercise and good for mental health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-21T07:34:50.333Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-21T12:29:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-24T12:07:30.515Z",
        "rejection": {
            "code": "already-happening",
            "details": "On 23rd November, the Government announced grassroots sport would continue under all future tier restrictions, including in the highest risk areas with some mitigations. See:\r\nhttps://www.gov.uk/government/news/culture-secretary-announces-return-of-fans-to-elite-sports-events-and-reopening-of-grassroots-sport-from-2-december\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou might also like to sign the following petition:\r\nAllow all outdoor sports at a grassroots level to continue throughout lockdown\r\nhttps://petition.parliament.uk/petitions/558039"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-24T12:07:30.512Z"
    },
    "id": 561345,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561345.json"
    },
    "type": "petition"
}