{
    "attributes": {
        "action": "Make shops use less plastic to save the environment.",
        "additional_details": "I think the world is getting worse everyday and just making a move like this could help a lot. I heard that some of the plastic we put in the recycling bins don't always get recycled. I am 13 years old and I want to grow up in a green environment and stop plastic affecting people's lives. If we want to change, we change now.",
        "background": "Contact large companies like Tesco and Aldi and check up on how much plastic they already use. Then you could explain to them how they could get rid of the plastic e.g. use cardboard instead of plastic to store the eggs in, or cellulose, which is very similar to plastic but is compostable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-22T16:34:24.966Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-23T15:09:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-30T10:09:27.753Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you are concerned about shops using too much plastic, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nWe have published the following petitions, which you might like to sign:\r\n\r\nBan plastic label and clothing fasteners and incentivise reuse of plastic items: https://petition.parliament.uk/petitions/553065\r\n\r\nEstablish a national waste plastic collection/recycling programme for England: https://petition.parliament.uk/petitions/553651\r\n\r\nIntroduce a levy on single-use disposable plastic: https://petition.parliament.uk/petitions/554035\r\n\r\nBan plastic wrapping of individual items of fruit or vegetables: https://petition.parliament.uk/petitions/551544\r\n\r\nBan single use plastics and the unnecessary use of plastic packaging: https://petition.parliament.uk/petitions/552450\r\n\r\nBan clothing from being imported into the UK on plastic hangers: https://petition.parliament.uk/petitions/552648\r\n\r\nRequire companies to annually publish plastic usage (product and packaging): https://petition.parliament.uk/petitions/551875\r\n\r\nBan the use of disposable face masks and plastic gloves in public places: https://petition.parliament.uk/petitions/324857\r\n\r\nHeavy tax and public awareness on all 'Not Yet Recycled' plastics: https://petition.parliament.uk/petitions/315755\r\n\r\nBan plastic bags in supermarkets, and other retail shops: https://petition.parliament.uk/petitions/328310\r\n\r\nBan the use of non recyclable plastics in food/drink packaging: https://petition.parliament.uk/petitions/551778\r\n\r\nImpose a levy on all plastic production in the UK: https://petition.parliament.uk/petitions/555701\r\n\r\nReduced VAT on plastic-free products: https://petition.parliament.uk/petitions/552824\r\n\r\nRequire products containing plastic to be clearly labelled: https://petition.parliament.uk/petitions/550136"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-30T10:09:27.751Z"
    },
    "id": 561497,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561497.json"
    },
    "type": "petition"
}