{
    "attributes": {
        "action": "Government should support the poorest in society during Covid Pandemic.",
        "additional_details": "Without radical change, vulnerable families will not survive as unemployment rises and there is a new, inhumane benefit system.\r\n20% of people live in poverty in UK.  The threshold is a despicable £195 a week for a lone parent with 2 children.\r\nTragically, 1/3 of the bottom 10% of earners worked in the worst-hit sectors, against 1/20 of those in the top 10%.   The poverty rate for workers in the worst hit sectors is 28% in England & child poverty at 41% compared to 24% in Scotland.\r\nChange this!",
        "background": "Improve benefit system to support the poor including:\r\nRevising rules for universal/tax credits,  widening FSM eligibility, abolishing benefit cap, ending 5 week wait for Universal Credit, making advance payments into cash grants, SSP at 80% of wages for those with less than Lower Earnings Limit.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-22T10:41:37.715Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-22T11:11:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-07T12:48:10.750Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to search for and sign petitions that already cover some of the requests you are making, such as\r\n\r\nhttps://petition.parliament.uk/petitions/558032\r\nhttps://petition.parliament.uk/petitions/552461"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-07T13:16:40.834Z"
    },
    "id": 561473,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561473.json"
    },
    "type": "petition"
}