{
    "attributes": {
        "action": "Fund removal of all cladding where leaseholders have zero value flats",
        "additional_details": "It is clear that Government funding, though welcome, is totally inadequate. Leaseholders bought flats in good faith, thinking house builders were selling good flats. Increasingly they are being told that they will have to find huge cost of 24 hour «  waking watches » , potentially for years to come, as well as fund the cladding removal costs themselves. They are completely trapped, as they have no way out, but many cannot possibly afford these huge costs.",
        "background": "Government’s fund for cladding removal is inadequate, perhaps a million people are trapped  with no solution in sight. Lives are being ruined by the impact of living in an unsellable flat, usually with huge costs to fund «  waking watches » . Government has known building regulations are inadequate",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-23T08:09:11.272Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-23T11:01:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-30T09:15:55.779Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nProtect leaseholders from paying for cladding remedial works: https://petition.parliament.uk/petitions/332674\r\n\r\nExtend the Building Safety Fund to include non-ACM buildings under 18m: https://petition.parliament.uk/petitions/550489\r\n\r\nImplement select committee recommendations on cladding to protect leaseholders: https://petition.parliament.uk/petitions/550908"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-30T09:15:55.777Z"
    },
    "id": 561559,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561559.json"
    },
    "type": "petition"
}