{
    "attributes": {
        "action": "Update “no motor vehicle allowed” sign to align with “no cycling” strikethrough",
        "additional_details": "The no motor vehicle sign is one that does not have a clear red strikethrough.\r\n\r\nWill many may not understand its full meaning, the active decision to refuse a clear red strikethrough does not deter cars from areas that vehicles are nor allowed. This in turn penalises the driver and does not promote effective safety.\r\n\r\nThe “no cycling” sign is one that has the same red border, the image of the mode of transport (the bike), with a clear red strikethrough that people associate with prohibition.",
        "background": "Signs for vehicles do not match signs for cyclists. There needs to be better cohesion to ensure all signs are fully understood. We call on the government to amend “no motor vehicles allowed” signage to include a clear red strikethrough ensuring areas where cars are not allowed remain 100% safe.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-23T09:09:33.952Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-23T09:29:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-30T09:09:34.186Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government's guidance on road signs state that red rings or circles tell road users what you must not do. This includes sign prohibiting cycling or the use of motor vehicles. None of these signs are required to have a strike through.\r\n\r\nYou can find the Government's manual on traffic signs here: https://www.gov.uk/government/publications/traffic-signs-manual\r\n\r\nThe design of and installation of individual traffic signs is a matter for traffic authorities, not the Government or House of Commons. If you local traffic authority is taking an inconsistent approach to the use of road signs you should contact them about this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-30T09:09:34.183Z"
    },
    "id": 561563,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561563.json"
    },
    "type": "petition"
}