{
    "attributes": {
        "action": "Introduce legislation so that all cabinet members are qualified when appointed.",
        "additional_details": "Most cabinet ministers have virtually no experience in the department they are entrusted with running, for example a lack of work experience/background or an education/appropriate degree in that specific field. They will work to ensure that cabinet members carry out their duties responsibly, and are held to account for their decisions and potential blunders and make U-turns and scandals less likely. This will also encourage the end of the ‘revolving-door’ syndrome that is practiced by cabinet.",
        "background": "In addition, this will ensure that all appointments are approved by the appropriate parliamentary select committee, that will regularly hold the ministers to account, ensuring that ministerial convention is consistently applied. Thus, ensuring that the cabinet is not just accountable to the PM.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-22T17:21:03.866Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-22T17:30:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-14T16:29:37.986Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like to be covered by qualification for a role. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as a petition calling for Select Committees to hold pre-appointment hearings from all Cabinet Ministers to assess their suitability for the post, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-14T16:29:47.756Z"
    },
    "id": 561503,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561503.json"
    },
    "type": "petition"
}