{
    "attributes": {
        "action": "No Covid rules for Santa! Government policy to make him exempt for 1 night.",
        "additional_details": "There is anxiety and concern amongst our younger generation about how CV19 has impacted our lives.\r\n\r\nFor children now to be worried about whether or not Santa will be able to visit, is another negative story on top of a year of restriction.\r\n\r\nGovernment intervention removing these fears will allow children to have hope and trust in both the government and the wonderful, magical ability of Santa to bring so much joy and smiles. \r\n\r\nI believe in the magic of Santa.\r\n\r\nDo you?",
        "background": "Make Christmas happen for the millions of children in the UK by allowing Santa special dispensation to visit every household on Christmas Eve. Ensure all children are aware that Santa will follow strict Covid guidelines and will be on the priority list for vaccination.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-22T19:08:03.091Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-23T10:46:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-27T16:51:14.324Z",
        "rejection": {
            "code": "no-action",
            "details": "Under current Coronavirus guidance, deliveries to the home are still possible. You can read the latest guidance here:\r\n\r\nhttps://www.gov.uk/guidance/working-safely-during-coronavirus-covid-19/homes\r\n\r\nPeople delivering are recommended to:\r\n- Minimise contact wherever possible\r\n- Where possible and safe, having single workers load or unload vehicles.\r\n\r\nWe know that Father Christmas is already very good at both of these things, but we're sure he will continue to follow the guidance.\r\n\r\nThe Foreign Office's current guidance doesn't require that visitors from Finland, including Lapland, are required to quarantine. You can find out more here:\r\n\r\nhttps://www.gov.uk/foreign-travel-advice/finland\r\n\r\nIn any case, aircraft pilots and drivers of goods vehicles are not required to self-isolate when travelling to the UK. You can find out more here:\r\n\r\nhttps://www.gov.uk/government/publications/coronavirus-covid-19-travellers-exempt-from-uk-border-rules/coronavirus-covid-19-travellers-exempt-from-uk-border-rules"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-27T16:51:14.320Z"
    },
    "id": 561512,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561512.json"
    },
    "type": "petition"
}