{
    "attributes": {
        "action": "Sex Education Curriculums should explain all types of Sexual Assault",
        "additional_details": "This petition calls on Government and APCC's to discuss a more rigorous and effective way to teach the youth about sexual assault and sex education. If there was a greater call to action, then everyday sexism and harassment would not be as prevalent. 3 in 5 women will experience some form of sexual harassment and, therefore there needs to be greater consequences and reform towards how the justice system responds to cases. Where only 1.5% of rape cases lead to summons or charges.",
        "background": "The teaching of sexual assault within the mainstream curriculum is not effective enough, there is a major presence of sexual assault in schools and in general. If it was, students would understand the impact of their actions and their inherent objectification of women would be expelled.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-23T16:53:48.878Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-24T18:21:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-01T08:41:09.981Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government's new Relationships and Sex Education curriculum, which is mandatory in all state schools from this year, requires that students are now taught about key aspects of the law relating to sex, which include the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment, and choices permitted by the law around pregnancy: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary\r\n\r\nIf you want the Government to change or review the content of this new curriculum, we could accept a petition requesting this, but it would need to be clear exactly what you want to be changed or reviewed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-01T10:18:00.221Z"
    },
    "id": 561613,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561613.json"
    },
    "type": "petition"
}