{
    "attributes": {
        "action": "Change education in the UK",
        "additional_details": "School is turning kids into robots and for 6 hours every day, 5 times a week. They think school is a competition, competing with each other to get the highest grade. THAT'S JUST WRONG. I want to band tests because it won't predict our future. It won't help us in LIFE. I want everyone to be able to go to the school they want. They don't need to do a test before they go. ( eg: Grammar School, need to do a test before you go in and if you fail you cant go ) If you lack confidence, you shouldn't be forced to say something in front of the class. FUN+LEARNING = best educational experience.",
        "background": "I want to change the curriculum in the UK. I want to band tests and homework, make children go to the school they want to, make teachers don't force children to say something in front of the class if they don't want to, and make learning more fun.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-23T15:59:28.610Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-23T16:05:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-30T10:15:49.528Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how certain aspects of the education system operate, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nWe have published the following petitions, which you might like to sign:\r\n\r\nWork with exam boards to design a less stressful exam schedule: https://petition.parliament.uk/petitions/313482\r\n\r\nReform the education system to end standardised testing for 16-year-olds: https://petition.parliament.uk/petitions/318113\r\n\r\nReview amount of homework schools set and issue guidance limiting this: https://petition.parliament.uk/petitions/551955"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-30T10:15:49.524Z"
    },
    "id": 561603,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561603.json"
    },
    "type": "petition"
}