{
    "attributes": {
        "action": "20% pay cut for all Members of Parliament and the House of Lords",
        "additional_details": "As no Member of Parliament or the House of Lords has experienced the financial difficulties that the majority of the public are dealing with .... to show your in this TOGETHER and levelling up to ensure you are playing your part in this national debt.",
        "background": "To be in this ‘TOGETHER’ by showing support for public sector staff if they have a pay freeze and show solidarity with private sector workers who either taken a 20% or more reduction in pay during 2020. As such take a 20% pay cut for 2021/22 to help support the repayment of the COVID debt.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-23T17:23:00.663Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-23T18:05:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-27T08:55:49.282Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nPay and expenses for the House of Lords are set by that House, not the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign: https://petition.parliament.uk/petitions/554400"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-27T08:55:49.280Z"
    },
    "id": 561618,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561618.json"
    },
    "type": "petition"
}