{
    "attributes": {
        "action": "Schools to move to remote learning (with conditions) to reduce isolation at Xmas",
        "additional_details": "To facilitate this the Government must consider;\r\n- Allowing schools to move to remote learning for the last week of Autumn Term.\r\n- Insist that schools present an adequate provision (whether online or packs)\r\n- Insist that parents are given the option of sending their child to school if they cannot arrange childcare\r\n- Insist that parents who struggle to support home learning may send their child to school\r\n- Insist that vulnerable children are provided for\r\n- Make arrangements for Free School Meals",
        "background": "This compromise could serve the nation, reduce chances of further lockdowns, support our children, and hard-working school staff (both teaching and non-teaching), and allow us to have, what the PM calls, \"A jolly Christmas\".",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-24T08:30:03.699Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-24T08:33:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-30T12:57:44.127Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to change how schooling is provided in the lead up to Christmas, but we're not sure exactly how you want the Government to do this. Your petition refers to allowing schools to move to online teaching, but it is not clear if you want this to be mandated or a choice. Your petition also calls for schools to be allowed to move to online learning but says that parents should have the option of sending their children to school, and it is not clear how both these things can be achieved.\r\n                \r\nWe have published the following petitions, some which you might like to sign:\r\n\r\nImplement a two week school lockdown before 24 December to save Christmas: https://petition.parliament.uk/petitions/549015\r\n\r\nRequire schools to support home learning during Covid-19 outbreak: https://petition.parliament.uk/petitions/334065\r\n\r\nRequire schools to adopt a part-time attendance rota while Covid-19 is a threat: https://petition.parliament.uk/petitions/551615\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-30T12:57:44.122Z"
    },
    "id": 561681,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561681.json"
    },
    "type": "petition"
}