{
    "attributes": {
        "action": "Matt Hancock should resign as Health Secretary with immediate effect.",
        "additional_details": "Matt Hancock has proved himself to be completely out of his depth in his handling of the Coronavirus Pandemic, from having 16,000 positive covid test results that went missing due to them having been recorded on an unsecure excel file, to not providing health workers with correct PPE. Not only this, he was a major influence in the decision to go into 2 very damaging lockdowns, the second of which was implemented on data that has proved to be wildy inaccurate.",
        "background": "Parliament needs to put pressure on the cabinet to request the Health Secretary, the Right Honorable Matthew John David Hancock MP, to tender his resignation for his handling of the Coronavirus Pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-24T20:49:38.391Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-24T21:07:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-27T10:23:51.058Z",
        "rejection": {
            "code": "honours",
            "details": "We can't publish petitions about honours or appointments. That includes calling for Ministers to be sacked or to resign.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could sign or start a petition about that.\r\n\r\nWe also couldn't accept a petition that contained false or unproven statements, such as assertions about the impact of or data behind Government decisions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-27T10:23:51.055Z"
    },
    "id": 561775,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561775.json"
    },
    "type": "petition"
}