{
    "attributes": {
        "action": "Change the rules of section 9 of the Animals Act 1971. It is not humane!",
        "additional_details": "The current rules are dated and not a reflection of how society currently view's their pets. Our pets are treated as part of the family, would it be ok for a farmer too shoot a child, in the same situation.",
        "background": "The current rules are.. a farmer can shoot any animal causing distress too their livestock. This is not humane! Dogs get lost and also get distressed. Maybe the farmer could call a dog warden instead. There has too be another way too deal with this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-24T20:36:46.830Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-24T20:44:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-01T09:35:58.542Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current legislation regarding the protection of livestock, but it's not clear exactly what changes you want to be made to this.\r\n\r\nUnder current legislation it is a defence for killing or causing injury to a dog for the defendant to prove that they acted for the protection of any livestock. It is up to the courts to decide whether a defendant has a legitimate defence under this legislation.\r\n\r\nYou could start a new petition explaining clearly how you would like these rules to be changed, or if you want this defence to be revoked entirely."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-01T09:35:58.538Z"
    },
    "id": 561770,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561770.json"
    },
    "type": "petition"
}