{
    "attributes": {
        "action": "Stop PPE charges being passed to dental patients, both private and NHS services",
        "additional_details": "Dental practices are not regulated by the General Dental Council which regulates individual dentists.\r\n\r\nPPE is a minimum standard in promoting good hygienic practice.  The use of PPE is not a new process as services should be using gloves and mask, etc prior to the pandemic.  \r\n\r\nPractices claiming increased costs because of the pandemic suggests poor hygiene practices prior to the pandemic,  or an opportunity to boost income during the pandemic through the exploitation of paying dental patients.",
        "background": "Many dental practices are applying a surcharge for PPE.  Many have not been transparent in giving prior notice to patients, before their appointment, that they will incur additional cost for PPE. \r\n\r\nPPE is standard for clinical services before the pandemic.  Patients are being unfairly exploited.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-25T05:45:25.261Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-25T10:44:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-01T10:49:52.281Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. Private dental charges are a matter for individual surgeries, not the UK Government or Parliament.\r\n\r\nNHS dental treatment charges are fixed across England. Dentists are not permitted to charge patients receiving health service dental care additional amounts for PPE."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-01T10:50:13.518Z"
    },
    "id": 561802,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561802.json"
    },
    "type": "petition"
}