{
    "attributes": {
        "action": "Use penalties which bite to persuade non-compliant people to follow Covid rules.",
        "additional_details": "Non-compliance prevents infection coming down. See mass \"last drink\" partying before moves to introduce stricter measures. See also the \"pleading\" for demonstrations to be held responsibly - the message is clear almost anyone can ignore rules without comeback. The \"silent\" majority looks on in disgust as Covid is helped by mistaken appeals to the good nature of the selfish. Everyone orders on Amazon or uses social media with success. Confused messaging is only a lame excuse we do not accept.",
        "background": "Bring forward legislation to oblige mobile operators to reduce phone use to 999 only for 9 months for all caught not complying with rules. Ask the Police to fine more heavily, but also to show no tolerance so all are fined and have phone use restricted. We request Armed Forces' help to achieve this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-25T13:04:01.149Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-27T12:39:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-04T10:18:16.564Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament aren't responsible for mobile phone contracts.\r\n\r\nWe could accept a petition calling for other changes to penalties for breaching coronavirus regulations, such as increased fines or minimum custodial sentences."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-04T10:18:16.562Z"
    },
    "id": 561845,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561845.json"
    },
    "type": "petition"
}