{
    "attributes": {
        "action": "Compensate victims of covid19 vaccine injury",
        "additional_details": "In September 2020 the government removed the right to compensation for the covid vaccine yet at the same they are full on promoting the vaccine safe. If it’s safe why the need to remove the ability to receive compensations. \r\n\r\nAs this vaccine is new and untrusted by many then the government and the pharmaceuticals need to be responsible for the vaccine and accept liability for any proven damages claim for injury. It is also right that there should be no limit for damages claims.",
        "background": "The government is promoting the uptake of the covid 19 vaccines being made available. They are constantly reminding people how safe these vaccines will be yet they have withdrawn the ability of those injured to received any compensation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-26T01:47:44.489Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-26T08:10:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-02T12:16:45.038Z",
        "rejection": {
            "code": "no-action",
            "details": "In October the Government introduced regulations to protect the manufacturers of any pandemic disease treatments from civil liability if these were rolled out without being licenced. There are currently no plans for unlicenced Covid-19 vaccines to be rolled out, and manufacturers of licenced vaccines are not protected from civil liability.\r\n\r\nWe have published the following petition about the regulations changing protections from civil liability, which you might like to sign:\r\n\r\nDo not implement proposed changes to Human Medicine Regulations: https://petition.parliament.uk/petitions/549793\r\n\r\nWe could accept a petition calling on the Government to extend the current Vaccine Damage Payment scheme to cover vaccination for Covid-19, if that is something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-02T12:16:45.035Z"
    },
    "id": 561941,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561941.json"
    },
    "type": "petition"
}