{
    "attributes": {
        "action": "Stand up and support those involved in adoption and their rights.",
        "additional_details": "I have started this as no one else will listen, social services wont do anything, private agencies have closed down so no answers to be found there and local MPs are quite honestly ridiculous, passing people from pillar to post. This is a nation wide issue, much bigger than one or two counties. I have tried everything I can to find answers to fix the problems but I can not do it alone. These issues need to be addressed, an overhaul is needed, this all has a massive impact on a person's health.",
        "background": "There is very little support for those in the adoption triad, support which is much needed. I believe they should also be carrying out criminal history checks before reuniting, something which has never been done, resulting in reunions with registered offenders, therefore putting people at risk.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-26T10:02:11.037Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-26T15:13:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-02T15:59:32.248Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you have concerns about the adoption process, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. We could accept a petition calling for funding for advice and support, if the petition made clear what support exactly you would like to be provided and who to."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-02T15:59:46.108Z"
    },
    "id": 561952,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561952.json"
    },
    "type": "petition"
}