{
    "attributes": {
        "action": "Stop The Christmas Winter Plan before it turns our Country into a Third Lockdown",
        "additional_details": "It is a waste of PHE efforts, Policing, and Tax payers money, as well as human sacrifices of all the families across the country. Why the government has not provided a national testing plan  pre-winter truce with Covid-19? How can people from different tiers mix? Why private sectors are selling PCR tests for £89-315 per test? Should not the PHE provide a free test for anyone who is planning to travel home for Christmas before simply allowing everyone to move around the country?",
        "background": "After the two strict lockdowns, is it really a time to waste it all away for a 5 day celebration, to then potentially to force the entire country to move into a third national lockdown. Prevent people from travelling between the different tiers for Christmas.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-26T12:09:05.594Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-26T21:51:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-02T13:17:46.924Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nDo not implement a second national lockdown or other restrictions this winter: https://petition.parliament.uk/petitions/549862\r\n\r\nLift local lockdowns and Covid-19 restrictions in England: https://petition.parliament.uk/petitions/551469"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-02T13:17:46.922Z"
    },
    "id": 561976,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561976.json"
    },
    "type": "petition"
}