{
    "attributes": {
        "action": "Another Eat out to Help out campaign as soon as its safe.",
        "additional_details": "The Hospitality industry has been devasted by the Covid Pandemic. The August Eat Out Campaign was hugely popular with the Hospitility Industry as well as the public. Following the previous lockdown hospitality was largely responsible for the record quarterly increase in GDP from July to September. Restauants continued to be busy throughout September. Moral is now at an all time low. Introducing an annual campaign at the end of January would be a boost for the industry and kickstart Spring",
        "background": "As soon as it is safe, introduce another Eat Out To Help Out Campaign and include other sectors of hospitality devasted by the pandemic such as cinemas, hotel rooms etc. Make this new Eat Out To Help Out an annual event for the last 2 weeks of January as a legacy of Covid.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-26T14:54:55.057Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-26T19:24:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-03T10:02:56.084Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to support the hospitality sector, but we're not sure exactly how you would like the Government to do this.\r\n\r\nYour petition calls for a new Eat Out to Help Out scheme, but it is not clear which sectors you want to be covered by a new scheme, how it would work or when you want it to start.\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, some of which you might like to sign:\r\n\r\n'Take Out to Help Out' Scheme to Save our Hospitality Industry: https://petition.parliament.uk/petitions/561723\r\n\r\nMake the Eat Out To Help Out scheme an annual event: https://petition.parliament.uk/petitions/548419\r\n\r\nExtend the “Eat out to help out scheme” at least until Christmas: https://petition.parliament.uk/petitions/334419\r\n\r\nSupport the culture sector by launching a “Visit a Theatre, To Help Out” scheme: https://petition.parliament.uk/petitions/334377\r\n\r\nOffer more support to the arts (particularly Theatres and Music) amidst COVID-19: https://petition.parliament.uk/petitions/320711\r\n\r\nGive further financial support to the Events and Hospitality industry: https://petition.parliament.uk/petitions/329985"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-03T10:02:56.080Z"
    },
    "id": 562016,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562016.json"
    },
    "type": "petition"
}