{
    "attributes": {
        "action": "Provide Adequate Funding for a residential unit in Bedford and other Towns.",
        "additional_details": "One in three people suffer with Mental Health and these people need professional help. There are not eneough mental health nurses.  Recources are stretched to the maximum. Most Towns do not have a residential unit which is appauling moving patients far away from their families which impeeds their recovery and very distressing for family members. Please Do something Now.\r\nWe were promised a Unit in Bedford when the previous one closed down as inadequate. We still do not have a site.",
        "background": "Mental health has been neglected and underfunded for years. Urgent investment\r\nespecially now is needed with the effects of Covid 19 on peoples  mental health.\r\n\r\nIts Vital that Mental Health services are funded appropriately, all over the UK and not left for things to get worse as it will.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-26T17:41:06.304Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-28T08:42:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-04T13:25:54.883Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about local NHS facilities are a matter for individual NHS Trusts, not the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease funding for crisis and acute mental health services: https://petition.parliament.uk/petitions/559871\r\n\r\nIncrease funding for NHS Adult Mental Health Services: https://petition.parliament.uk/petitions/316023\r\n\r\nReview and improve support for people with mental health conditions: https://petition.parliament.uk/petitions/330968"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-04T13:25:54.881Z"
    },
    "id": 562059,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562059.json"
    },
    "type": "petition"
}