{
    "attributes": {
        "action": "Britain needs a National debate about lockdown, is it working, do we need it?",
        "additional_details": "I want this because i can see the damage that lockdown is doing, we all can. People are dying because they are missing out on necessary hospital treatment. The economy is suffering, many small businesses are not surviving, as well as a few larger ones. We need to stop and have a sensible, informed discussion before it becomes very difficult to recover from the damage that lockdown has caused.",
        "background": "Many international health professionals, including the COVID special envoy at the World Health Organisation, say that lockdown has many more negative effects than it does positive. People's mental and physical health is suffering and the economy is being damaged. We need a national debate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-27T12:35:51.072Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-27T20:23:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-04T12:47:48.213Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the Government's approach to tackling the Covid-19 outbreak, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nWe have published the following petitions, which you might like to sign:\r\n\r\nFund & provide services to allow the vulnerable to shield & re-open the economy: https://petition.parliament.uk/petitions/552023\r\n\r\nLift local lockdowns and Covid-19 restrictions in England: https://petition.parliament.uk/petitions/551469\r\n\r\nRepeal Coronavirus Act and end all Covid-19 restrictions: https://petition.parliament.uk/petitions/561995\r\n\r\nReferendum on current restrictions and any further lockdowns: https://petition.parliament.uk/petitions/551539\r\n\r\nWe also haven't been able to verify your claim that the World Health Organisation has said that national lockdowns cause more harm than good, and we couldn't publish a petition containing unproven or unverifiable statements."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-04T12:47:48.210Z"
    },
    "id": 562178,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562178.json"
    },
    "type": "petition"
}