{
    "attributes": {
        "action": "Ensure Covid vaccine delivery is handled by experienced and competent persons",
        "additional_details": "If we look at the governments response to COVID so far we will see contracts handed out on the basis of connections rather than competence.\r\nWe will see people that have been placed in leadership roles despite having an extremely poor track record . \r\nWe will find examples where established experts and suppliers have been ignored in favour of friends of ministers . \r\nWe will also find cases of appealing leadership from the very top which undermines everything . \r\nThese mistakes cannot be repeated.",
        "background": "Vaccinating an entire population is going to be a difficult and complex task . It needs to be well organised and carried out by people with the necessary skills. Organisations involved should have significant relevant experience and a good previous record of similar operations .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-28T10:07:48.894Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-30T10:36:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-07T08:32:15.581Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Covid-19 vaccination programme is being conducted by healthcare workers, and Public Health England has published guidance and training resources for vaccinators, including a tool for assessing their competence: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/939811/Core_competency_assessment_tool.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-07T08:32:15.578Z"
    },
    "id": 562280,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562280.json"
    },
    "type": "petition"
}