{
    "attributes": {
        "action": "Secure a Brexit deal before December 31 2020",
        "additional_details": "The governor of the Bank of England, Andrew Bailey, has told MPs on the Commons Treasury committee that the economic cost of a no-deal Brexit would cause more long term damage than Covid-19. It is not enough for the chancellor to hope that the UK will “prosper in any eventuality” if there is no deal before the December 31 deadline — the livelihoods, health and career prospects of millions of Britons depend on it. 2020 has brought increased child poverty and left a generation of young people out in the cold: Britain deserves a deal.",
        "background": "The Covid-19 crisis plunged Britain’s economy into the deepest recession on record, but a no-deal Brexit will be even more harmful to the UK’s future prosperity. The UK Government needs to act now to secure a Brexit deal before the transitional arrangements come to an end on December 31.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-29T13:31:11.281Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-29T17:44:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-09T12:38:04.016Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Government is already undertaking negotations for a deal.  You could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-09T12:38:04.014Z"
    },
    "id": 562385,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562385.json"
    },
    "type": "petition"
}