{
    "attributes": {
        "action": "Make ginger hair jokes and discrimination a form of racism.",
        "additional_details": "Having suffered this kind of discrimination in my last job and having to leave because of it, I believe it should be categorised legally the same as skin colour racism, carrying fines and prison sentences the same. At the end of the day people with red hair are also a race and a dying race at that, with only around 1 to 2 percent of people being natural redheads. Kids are regularly bullied at school because of it and teachers are powerless to enforce any legal action against children or parents!",
        "background": "I want the government to protect the interests and build confidence for people who are natural redheads. For centuries redheads have been outlawed by society and having suffered discrimination in my last job due to my hair colour, I believe it should be punishable the same as skin colour jokes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-29T15:12:13.949Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-29T15:50:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-08T11:40:25.651Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe Equality Act 2010 already legally protects people from discrimination in the workplace and in wider society. It has a list of protected characteristics which include an individual's ethnic or national origin. It's against the law to discriminate against someone because of those characteristics.\r\n\r\nYou can find out more about this here:\r\nhttps://www.gov.uk/discrimination-your-rights"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-08T11:40:25.647Z"
    },
    "id": 562395,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562395.json"
    },
    "type": "petition"
}