{
    "attributes": {
        "action": "British government with the international community to look at the law of war",
        "additional_details": ":I'm half Eritrean and half Ethiopian and when I saw the news about Ethiopia and the Tigray war I was deeply concerned: it reminded me of myself becoming a refugee 20 years ago. It's heartbreaking to see thousands of people fleeing across the border into Sudan. The physical and psychological suffering is immense, including that of the children. The sadness I feel is increased by the fact that I know this is not the first war and will not be the last; in 2019 70 million people became refugees. It is too easy for countries to go to war. If the British government and the international community set preconditions which prevent the rush to war then this will help prevent people from fleeing their homes. It would bring stability and halt or slow down the refugee crisis enveloping the world.",
        "background": "to look at the laws of war and set preconditions before any country takes the first dangerous step. There must be peace talks. Civilians must be assured of their physical safety to prevent them fleeing their homes. Human rights laws must be upheld and UN aid given where necessary.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-29T15:34:29.289Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-01T10:32:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-07T09:59:34.209Z",
        "rejection": {
            "code": "already-happening",
            "details": "There are already international rules of law relating to military conflicts. These include the principles that there must be a clear distinction between the armed forces and civilians, that the degree and kind of force used must be necessary to achieve a legitimate purpose, that unnecessary suffering, injury or destruction must not be inflicted, and that losses resulting from a military action should not be excessive. You can read more about UK and international humanitarian law here: https://www.gov.uk/government/publications/international-humanitarian-law-and-the-uk-government/uk-and-international-humanitarian-law-2018\r\n\r\nThere are a number of international bodies responsible for overseeing international law, and the International Committee of the Red Cross has a particular role in ensuring humanitarian protection and assistance for victims of armed conflict and other situations of violence: https://www.icrc.org/en/mandate-and-mission"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-07T09:59:34.206Z"
    },
    "id": 562397,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562397.json"
    },
    "type": "petition"
}