{
    "attributes": {
        "action": "Stop capp on unversal credit by holding a debate on it. Look at the mistakes.",
        "additional_details": "Unversal credit there are two many mistakes when you have targets too much and unrealistic.\r\nThere was case recently where someone was moved from esa on too state pension. But the system wouldn't except that they were moving from one too the other and even though the moved from March this year it was showing still on system. Which can cause huge problems. \r\nOther thing that can happen is older person moving from one benfit to another can be asked too go to the job center to give evidence for prove then job center don't give it to unversal credit so holds up change over.\r\nMean while you got 66 year old disabled women having too give evidence all over again. There are lots of issues that need looking into on this.",
        "background": "There is case where I my self and partner are penalised due her being 66 and me 56. Because I'm not pension age every thing with what she gets I have deducted off my one. I feel victimised and its very unfair. I want full debate in Parliament on this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-28T23:34:50.231Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-29T16:43:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-07T12:51:51.587Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you are concerned about how Universal Credit is calculated, but we're not sure exactly what you'd like the Government or Parliament to do or what changes you would like.\r\n\r\nYou may wish to sign this petition:\r\nhttps://petition.parliament.uk/petitions/319148\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-07T12:51:51.601Z"
    },
    "id": 562355,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562355.json"
    },
    "type": "petition"
}