{
    "attributes": {
        "action": "Refund or provide free theory test and driving lessons",
        "additional_details": "The government rules brought mane benefits for the citizens, but caused tremendous financial difficulties to driving learners. Learners were unable to book practical driving tests during lockdowns, despite spending huge money on driving lessons which are very costly. Now most learners have forgotten their driving skills and have to retake these expensive driving lessons which cost between £20 -£35 per hour. In addition, an extra £42 needs to be spent for expired theory certificates.",
        "background": "The government decided not to extend the expiry dates of the theory certificates\r\nLearners spent big money on taking driving lessons, but unable to book a practical driving test due to the lockdown, therefore all the spent money were wasted and driving skills forgotten.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-29T13:36:23.918Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-01T18:35:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-07T13:57:35.579Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for paying for driving lessons.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nExtend driving theory test certificates expiring in 2020/21 by 12 months: https://petition.parliament.uk/petitions/558160\r\n\r\nWe could accept a petition calling on the Government to provide refunds for driving theory tests, or fund free retests, for people whose certificate expired before the driver could take a practical test due to Covid-19, if that's something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-07T13:57:35.577Z"
    },
    "id": 562387,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562387.json"
    },
    "type": "petition"
}