{
    "attributes": {
        "action": "Allow the sale of cars running on cleaner fuel like E85 & renewable Biomethane",
        "additional_details": "Alternative fuels use current infrastructure, so more affordable for those on a low income. Making Batteries releases high emissions. Electric cars have impracticalities - long charging, lower range & fast charging leads to shorter battery life & expense.\r\nEVs are heavy, tyres wear faster, more tyre particle dust & road damage.\r\nSome can't charge near home. EVs are too quiet, more accidents!\r\nHuman rights & Cobalt mining. Biomethane is more biodiverse and can be made from waste reducing pollution.",
        "background": "The government should allow the sale and future development of cars that run on cleaner fuels such as E12 up to E85, and renewable Biomethane to cut CO2 and other emissions. Allow various liquid fuels to be sold and cars developed to run on it going forward to help reduce waste from batteries.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-30T16:46:17.298Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-01T11:29:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-07T10:51:50.101Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you support the uptake of vehicles that use cleaner fuels, but we're not sure exactly what you'd like the Government or Parliament to do. Cars using fuels like those you specify are already legal to own and drive in the UK, and manufacturers are free to develop this technology in the future.\r\n\r\nWe could accept a petition calling on the Government to make grants available for buying or developing cars that use renewable or cleaner fuels, or to exempt these vehicles from the ban on new petrol and diesel cars, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-08T09:26:51.578Z"
    },
    "id": 562492,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562492.json"
    },
    "type": "petition"
}