{
    "attributes": {
        "action": "End the discrimination that 16+ face with Type 1 diabetes and PIP",
        "additional_details": "Young people face discrimination and financial detriment as a result of PIP descriptors not recognising that people with type 1 diabetes fit into the eligibility criteria. Therefore, the government is discriminating towards people with type 1 diabetes. PIP covers the management of therapies and daily living, however, many parents state their child is declined the benefit even though they received DLA prior to reaching 16.",
        "background": "End discrimination in relation to eligibility of PIP for over 16's",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-30T09:36:10.664Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-30T17:39:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-07T09:20:18.744Z",
        "rejection": {
            "code": "no-action",
            "details": "The Personal Independence Payment is paid to people who have a health condition or disability which causes difficulties with daily living or getting around. PIP is paid based on the difficulties causes by a health condition or disability, but there are not particular conditions which result in PIP being paid. You can read more about eligibility for PIP here: https://www.gov.uk/pip/eligibility\r\n\r\nIf Type 1 Diabetes causes difficulties with daily living or getting around a sufferer could claim for PIP in the same way as someone with another health condition or disability."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-07T09:20:18.806Z"
    },
    "id": 562456,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562456.json"
    },
    "type": "petition"
}