{
    "attributes": {
        "action": "Make it a minimum that Student Finance England covers students accommodation.",
        "additional_details": "The Tab reported that over half of the students that have applied through SFE don't have enough money to make ends meet. Reformation needs to be thought of desperately and urgently, especially with students parents losing their jobs as a result of COVID.",
        "background": "Too many students are suffering from financial hardship. Their needs to be a reform in how the SFE is evaluated. This should be taken from the Student Finance Wales approach where people are given a minimum amount. Students, at the very minimum, should be given enough to cover their rent.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-30T22:48:19.093Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-30T23:08:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-07T09:45:16.603Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned that some students do not receive a large enough student loan to cover their expenses, but it's not clear exactly what changes you want the Government to make to current student loan arrangements.\r\n\r\nIf you are concerned about the fact that students receive a smaller maintenance loan because of their household income you might like to sign the following petition: https://petition.parliament.uk/petitions/328532\r\n\r\nWe could accept a petition calling for maintenance loans to be increased for all students, if that is what you want to happen.\r\n\r\nWe have also published a petition calling for student loans for 2020/21 to be increased due to Covid-19, which you might like to sign: https://petition.parliament.uk/petitions/314689"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-07T09:45:16.601Z"
    },
    "id": 562536,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562536.json"
    },
    "type": "petition"
}