{
    "attributes": {
        "action": "make it so 15 year old girls are allowed to play adult football as well as boys",
        "additional_details": "it is harder to find a football team for girls than it is for boys. there are more opportunities for boys to play football than girls. boys are allowed to sign and play for an adult mens team when they are 15 but girls have to wait an extra year until they are 16 to play for an adult womens team. this is unfair especially because there are less girls football teams for this age group than boys and these girls teams are difficult to find and can often be located quite far away from where they live. their only choice is to play for a boys team which are usually rougher than adult womens teams. This leads to a lot of girls give up playing football because they cannot find a team to play for.",
        "background": "boys are allowed to play football for adult football teams at the age of 15 whereas girls have to wait until they are 16 to be able to sign for an adult football team",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-30T19:18:20.720Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-01T11:03:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-07T10:10:49.261Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about who can join which football teams is a matter for individual football clubs and their governing bodies, not the Government or House of Commons.\r\n\r\nIf you are concerned about the eligibility criteria set by individual football clubs you should raise these directly with the club or their governing body."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-07T10:10:49.258Z"
    },
    "id": 562506,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562506.json"
    },
    "type": "petition"
}