{
    "attributes": {
        "action": "Emphasise the importance of Ventilation in public-health messaging.",
        "additional_details": "\"Covid-secure\" guidance for retail, restaurants, transport, workplaces doesn't even mention ventilation; yet the best way to reduce exposure is to fully replace indoor air at least 3x per hour. To limit transmission, we need better information about the relative risks.\r\n\r\nWe already understand passive-smoking: how to visualise and minimise this risk. Imagine that 1 person in 85 is always smoking, but others must never be able to smell it. Act accordingly. \r\n\r\ni.e. \"Ventilate - Separate - Vaccinate\".",
        "background": "The Covid-19 pathogen is mostly airborne: both short-range droplets and long-lived, long-range aerosols.  So we need to avoid breathing \"second-hand\" air. Give this guidance:\r\n\"KEEP ALL DOORS AND WINDOWS WIDE OPEN\".\r\n* It should be windy indoors\r\n* Wear outdoor clothes if it's cold inside.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-30T19:50:02.895Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-07T13:40:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-14T16:39:43.668Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Government guidance does already mention ventiliation. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as funding an advertising or awarness campaign on the need for vetilation, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-14T16:39:52.950Z"
    },
    "id": 562509,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562509.json"
    },
    "type": "petition"
}