{
    "attributes": {
        "action": "Bring back ICT as a core subject in secondary schools!",
        "additional_details": "Our young people don't know how to set out a formal letter or the correct salutations to use.  They do not know how to present points from an unbiased perspective when constructing arguments.  They can't use a spreadsheet for simple budgeting purposes. The MfE seems thinks that scrolling through social media gives our young people these skills. This situation is not going to improve until the Government reinstate ICT as a core subject as soon as possible.",
        "background": "The dis-accreditation of ICT has led to a severe shortage of ICT skills among our young people as they leave school and move on to further/higher education and work.  ICT was a subject which had probably the most cross curricular activities than any other academic subject.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-01T09:04:31.691Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-01T10:48:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-07T10:07:56.234Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the information and communication skills of students currently at secondary school, but while Information and Communication Technology is not a core subject, it is a foundation subject at school, which means its teaching is mandatory. One of the aims of the national curriculum for computing is that all pupils are responsible, competent, confident and creative users of information and\r\ncommunication technology."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-07T10:07:56.231Z"
    },
    "id": 562552,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562552.json"
    },
    "type": "petition"
}