{
    "attributes": {
        "action": "make child poverty to be noticed more by the government and action to be taken.",
        "additional_details": "The government has the power to end the suffering of the children in poverty in all affected areas, this petition can hopefully gain the popularity to make this happen.We want the government to take this issue seriously and provide a solid plan for the future on how to improve life for these people and provide them the best opportunities with the rest of the children who aren't effected by this issue. Your signature can really make a change!",
        "background": "Child poverty in the UK is a massive issue, 30% of children in the U.K. are living in poverty. This is equivalent to 8 children in any classroom in the U.K. Put this in perspective and think how many people you have met live in poverty around you. These children can't afford to eat, or get clothing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-02T09:12:22.149Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-02T09:23:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-07T17:15:00.498Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nTake action to address the rising levels of child poverty: https://petition.parliament.uk/petitions/552744\r\n\r\nEnd child food poverty – no child should be going hungry: https://petition.parliament.uk/petitions/554276\r\n\r\nIf you want the Government to take an action not covered by the above petitions you could start a new petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-07T17:15:00.495Z"
    },
    "id": 562673,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562673.json"
    },
    "type": "petition"
}