{
    "attributes": {
        "action": "Duty of care for menstruating individuals in education and in the workplace.",
        "additional_details": "Add menstruation allowance days for those experiencing chronic period pain whilst in education or work and not be marked as absent. This means not being recorded as 'ill' or 'absent' when unable to attend class ,similar to those who are marked present when away for sports. Those sitting exams and experiencing acute pain should be given alternative dates.Free sanitary products should be available in all education and work toilets. We seem to be stuck in the days of the industrial revolution.",
        "background": "My daughter experiences chronic period pain on a monthly basis.She could not attend AM class Although she was not ill she was marked as absent . We were told that the registration process did not cater for those suffering from acute menstrual pain.Her 100% attendance record has now been lost.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-01T19:35:44.285Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-02T08:48:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-08T12:46:10.112Z",
        "rejection": {
            "code": "no-action",
            "details": "Employers and schools already have duties of care towards employees and students, which extends to difficulties a person may experience as a result of a person's menstrual cycle.\r\n\r\nThe Government issues guidance on recording attendance at maintained schools, academies, independent schools and local authorities. This includes Codes for different reasons for non-attendance. If a student is unable to attend school because they feel unwell for any reason, including as a result of period pain, this absence would be recorded as a result of illness.\r\n\r\nEmployers are responsible for their own policies on sick leave, but employees have a statutory right to take time off if the're ill for any reason, which would include period pain. If an employee needs to take more than 7 days off they need to give their employer proof of this.\r\n\r\nWe have published a petition calling on the Government to fund free female sanitary products, which you might like to sign: https://petition.parliament.uk/petitions/555551"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-08T12:46:10.109Z"
    },
    "id": 562619,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562619.json"
    },
    "type": "petition"
}