{
    "attributes": {
        "action": "Improved Enforcement of Covid Regulatuions to support the Hospitality Sector",
        "additional_details": "1. The medical exemption from wearing face coverings that can restrict breathing should be replaced with the option to wear an alternative Face Visor to improve compliance in all indoor public settings.\r\n\r\n2. People should  be required to register households using the Government Gateway, also currently used to complete Passenger Travel Locator forms, and present Certificates with a Valid ID to be inspected before service can be offered by Service Providers and prevent mixing of households indoors.",
        "background": "The risk of Covid transmission in the Hospitality sector can be significantly reduced with Improved Enforcement of Covid Regulations, including the requirement to wear face coverings and prevent the mixing of Households in indoors settings, and would allow the Hospitality Sector to reopen safely.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-01T18:45:44.003Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-02T19:15:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-10T15:27:12.715Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. Enforcement is matter for the police, not the UK Government or Parliament.\r\n\r\nYou may wish to sign one of these petitions:\r\nhttps://petition.parliament.uk/petitions/561619 https://petition.parliament.uk/petitions/561716"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-10T15:27:34.243Z"
    },
    "id": 562613,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562613.json"
    },
    "type": "petition"
}