{
    "attributes": {
        "action": "Get involved in finding the means to produce permanent protection against COVID",
        "additional_details": "The UK will not only be the first country with an approved vaccine and a immune booster but the first country to be able to produce them and become the pioneer in unifying the global efforts to fight the viruses and promote public health.\r\nThe vaccine was discovered at the beginning of this year and it is still not available for mass vaccination. An immune booster was recently been launched and can be transferred to a fabrication area for mass production.",
        "background": "I would like the UK government  to get involved and to work with the UK researchers and producers to find the means and facilities to produce the vaccine and the immune booster that will offer permanent protection against Covid-19 illness on a mass scale.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-02T17:07:13.325Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-02T22:33:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-09T09:14:14.698Z",
        "rejection": {
            "code": "already-happening",
            "details": "The UK Government is already providing funding for the development of vaccines for Covid-19, although it is not yet clear how long-lasting protection provided by vaccines that have already been developed will be.\r\n\r\nWe have published the following related petitions, which you might like to sign:\r\n\r\nIncrease funding to make Covid-19 vaccines available to developing countries: https://petition.parliament.uk/petitions/550900\r\n\r\nSave lives, protect the vulnerable: work with the EU on a COVID19 vaccine: https://petition.parliament.uk/petitions/331266\r\n\r\nEnsure vaccination for Covid 19 is available free of charge to all who want it: https://petition.parliament.uk/petitions/553469\r\n\r\nIf there is a specific action you would like the Government to take to support the development of new vaccines or other treatments you could start a new petition, but it would need to be clear what action you want the Government to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-09T09:14:14.696Z"
    },
    "id": 562719,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562719.json"
    },
    "type": "petition"
}