{
    "attributes": {
        "action": "Review Covid19 restrictions for the under 5s and their parents.",
        "additional_details": "The impact of Covid19 restrictions on the mental, emotional and social health of families has been well documented. https://www.bbc.co.uk/news/education-55078644\r\n\r\nThe current childcare bubble, which only allows childcare when the parent is not present, is insufficient for parents with children under two. These families do not have access to free childcare and often need support with childcare while present, especially in during parental leave when support may be required at both day and night.",
        "background": "Reassess the science behind restrictions placed on under 5s\r\n1: Exempt children under 5 from the rule of 6\r\n2: Exempt children under 5 from social distancing from children and adults when outside \r\n3: Allow two parent families with children under 5 to form a support bubble with another household",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-03T09:14:48.146Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-03T19:37:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-09T10:32:33.358Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions calling for similar actions:\r\n\r\nMake children under 5 exempt from the rule of six: https://petition.parliament.uk/petitions/550994\r\n\r\nAllow support bubbles between two households of any size: https://petition.parliament.uk/petitions/556948\r\n\r\nYour petition states that current childcare bubble only allows childcare when the parent is not present, but there is no such restriction in the regulations for linked childcare households (see regulation 5): https://www.legislation.gov.uk/uksi/2020/1374/pdfs/uksi_20201374_en.pdf\r\n\r\nWhile the rule of six is set out in law and children aged under 5 could be exempted from this, the Government's guidance on social distancing is not set out in law, so there are no regulations from which to exempt under 5s."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-09T10:32:33.356Z"
    },
    "id": 562782,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562782.json"
    },
    "type": "petition"
}