{
    "attributes": {
        "action": "Stop councils from making roads with illegally high pollution even worse",
        "additional_details": "Local councils and TFL currently have the ability to divert or displace traffic for up to 18 months without consultation, potentially benefiting residents of one road to the detriment of others. Residents of roads suffering from displaced traffic cannot claim compensation. It is vital to protect these residents - more likely to be in poverty or BAME, and less likely to own a car - from the harmful effects of such schemes. The precautionary principle should apply to traffic orders.",
        "background": "Amend the Road Traffic Regulation Act 1984 to require any traffic authority making a traffic order to monitor air quality before and during a scheme, on any roads likely to be impacted by changes, and to suspend the scheme if levels above established safe standards (eg 40 ug/m3 NO2 annual mean).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-02T23:11:42.917Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-03T00:07:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-09T09:34:57.147Z",
        "rejection": {
            "code": "already-happening",
            "details": "Local authorities already have legal responsibilities to tackle emissions where these exceed national objectives. This includes using traffic and parking management. You can read more about Local Government air quality responsibilities here: https://commonslibrary.parliament.uk/research-briefings/cbp-8804/\r\n\r\nWe have published the following related petitions, which you might like to sign:\r\n\r\nRemove guidance and funding for temporary traffic measures that cause congestion: https://petition.parliament.uk/petitions/552306\r\n\r\nImpose stricter requirements on reallocation of road space by local authorities: https://petition.parliament.uk/petitions/550887"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T09:21:30.417Z"
    },
    "id": 562756,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562756.json"
    },
    "type": "petition"
}