{
    "attributes": {
        "action": "Introduce a STANDARD CAPPED child maintenance payment system",
        "additional_details": "Taking a fixed percentage of wages to pay an ex partner who is using the system to 'top up' wages and/or benefits is not what the system was designed to do. The current system allows resident parents the opportunity to manipulate the system to gain more money from NRPs while destroying parent/child relationships. Introduce a standard capped payment system which is benchmarked against average wage and is means tested with additional monies paid into trust for future (18+) or mutually agreed needs",
        "background": "I would like the government to undertake a full review of how monthly CMS payments are calculated. I am a parent who no longer gets to see his 13 year old daughter and feels this has been engineered to increase maintenance payments as prior to CMS involvement me and my daughter were very close.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-03T13:42:54.896Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-03T16:46:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-09T10:19:16.112Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current mechanisms for calculating child maintenance payments, but it's not clear exactly how you'd like the Government or Parliament to change these.\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following related petition, which you might like to sign:\r\n\r\nReform child maintenance – flat rates per child per night: https://petition.parliament.uk/petitions/560401"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-09T10:19:16.110Z"
    },
    "id": 562806,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562806.json"
    },
    "type": "petition"
}