{
    "attributes": {
        "action": "Scientific/evidence based review on whether current PCR testing is suitable",
        "additional_details": "All restrictions and lockdowns have been based around the results of ‘positive’ tests generated from PCR testing. There are a large number of voices within the science and medical community who harbour concerns that the test is being used incorrectly to determine the current infection status of the population. \r\nTherefore, the government should provide absolute clarity around the testing methods since March and provide substantial evidence that the means of COVID-19 testing is appropriate.",
        "background": "Publish a science and evidence based review on why the current method of PCR testing in relation to COVID-19 that has been employed since March, is the correct and appropriate means to detect COVID-19. \r\nThis is to include data on its efficacy and reliability at the cycle rate being used.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-04T09:41:42.356Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-04T10:51:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-09T12:11:13.582Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/552294\r\n\r\nDecisions about lockdowns are not made solely on the basis of Covid-19 test results, the are also based on local pressures on NHS capacity. You can find out more about the Government's decision making process here: https://www.gov.uk/government/publications/covid-19-winter-plan/covid-19-winter-plan"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-09T12:11:13.579Z"
    },
    "id": 562871,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562871.json"
    },
    "type": "petition"
}