{
    "attributes": {
        "action": "Make all online gamblers have a limit.\r\nMax deposit of 20% of wages per month.",
        "additional_details": "Online gambling is far too easy and ruining lives. Everywhere you look there are promotions to sign up. Once signed up so many people fall into the addicted category without realising.\r\nPeople lose their wages/savings in minutes and it's seriously affecting mental health, wellbeing and stability. Having a cap reflecting on their wages will prevent it escalating. Gambling addiction is an illness and always overlooked. It's worse than drugs and alcohol. Start treating it seriously.",
        "background": "When signing up to any online gambling site a check must be in place with your last 3 wage slips. Your deposit limit will be 20% maximum of your personal wages a month. The only way you can change it is if you get paid more.\r\nBanks can enforce limits going to betting sites. This will save lives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-05T05:18:53.648Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-05T05:52:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-10T13:28:02.417Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/329551\r\n\r\nYour petition called for a limit on deposits linked to wages, but under the scheme you've proposed people could open accounts with multiple gambling websites to get around the limits."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-10T13:28:02.415Z"
    },
    "id": 562970,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562970.json"
    },
    "type": "petition"
}