{
    "attributes": {
        "action": "Make it law that all customers must wear masks for close contact services",
        "additional_details": "Continually we have clients claim they are exempt from wearing masks in our salon and we are legally obliged to carry out a service on a customer not wearing a mask in close contact. What about our human rights and the anxiety this causes our staff and other clients within the premises.",
        "background": "To make it a legal requirement for customers to wear a mask for any close contact services or the business has the right to refuse service to protect the employees that feel vulnerable in these circumstances",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-04T22:02:12.121Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-04T23:05:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-10T12:21:29.835Z",
        "rejection": {
            "code": "already-happening",
            "details": "In England the indoor sittings in which people must wear a face covering (unless they are exempt) includes premises providing personal care and beauty treatments (hair salons, barbers, nail salons, massage centres, tattoo and piercing parlours): https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own/face-coverings-when-to-wear-one-and-how-to-make-your-own\r\n\r\nBusinesses are already able to refuse service to customers, although if they did so on the basis of a protected characteristic, such as disability, this may constitute unlawful discrimination.\r\n\r\nWe have published the following related petition, which you might like to sign:\r\n\r\nRequire people exempt from wearing face coverings to wear a face shield: https://petition.parliament.uk/petitions/555541"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-10T12:21:29.831Z"
    },
    "id": 562953,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562953.json"
    },
    "type": "petition"
}