{
    "attributes": {
        "action": "Vaccinate Health Care + Social Care workers first to protect the NHS",
        "additional_details": "We want you to prioritise all health care and social care workers who are in front line roles, by offering then Covid vaccines first, for the good\r\nof the whole NHS and social care workforce and the benefits this brings to the population that they look after.\r\n Hospital Doctors and Nurses, porters, cleaners, District nurses, Paramedics, Care home staff, GPs, Palliative workers, Social workers, health visitors... they are the backbone of the NHS and health care.\r\nPlease vaccinate them first.",
        "background": "Coronavirus is a public health emergency and numerous health care staff have already died. Dead or ill staff, quite aside from the personal loss to them and their families, can’t work to help others. It is imperative to protect all patient-facing staff from Covid by vaccinating as soon as possible.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-05T10:00:50.410Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-05T10:25:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-10T13:37:56.918Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nMake frontline NHS health workers top priority for Covid-19 vaccination: https://petition.parliament.uk/petitions/562854\r\n\r\nPrioritise carers of vulnerable people to receive a Covid vaccine when available: https://petition.parliament.uk/petitions/552473\r\n\r\nFrontline health and social care workers are already in the second group of people to be prioritised for Covid-19 vaccines, alongside those over 80 years of age, after residents in a care home for older adults and their carers: https://www.gov.uk/government/publications/priority-groups-for-coronavirus-covid-19-vaccination-advice-from-the-jcvi-2-december-2020/priority-groups-for-coronavirus-covid-19-vaccination-advice-from-the-jcvi-2-december-2020"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-10T13:37:56.915Z"
    },
    "id": 562979,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562979.json"
    },
    "type": "petition"
}