{
    "attributes": {
        "action": "Address the geographical imbalance in funding for Adult Mental Health Services.",
        "additional_details": "Where a person lives should not impact their equality of access to mental health provision, however, an individual in the North West of England is less likely to receive the critical care they need than one in London and the South East due to the geographical concentration of funding, established services and professional experience. The gap needs to be addressed and closed in order that needless distress and preventable deaths as a consequence of lack of care become a thing of the past.",
        "background": "Adult mental health services in England are woefully inadequate, and provision is often based on a ‘postcode lottery’. This balance needs to be addressed so that individuals across the country can expect the same standards of care, support and access wherever the live.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-05T08:28:50.419Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-05T09:22:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-10T13:35:43.937Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/316023\r\n\r\nDecisions about the provision of local mental health services are a matter for local NHS trusts and CCGs, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-10T13:35:44.141Z"
    },
    "id": 562972,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562972.json"
    },
    "type": "petition"
}