{
    "attributes": {
        "action": "All post vaccine deaths to be recorded as such and separate from covid deaths.",
        "additional_details": "",
        "background": "Record all deaths of people that have accepted any of the vaccines for Corona virus to be recorded separately from the corona virus death count with postmortems to be carried out if needed to confirm any adverse reactions to the vaccine.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-04T16:24:50.620Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-04T21:02:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-10T13:14:01.267Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to change how deaths are reported, but we're not sure exactly how you'd like this to happen.\r\n                \r\nYour petition refers to “vaccine deaths”, but it is not clear whether you are referring to people dying as a consequence of being vaccinated, or simply where a person dies after being vaccinated.\r\n\r\nWe could accept a petition calling on the Government to publish numbers of people who die after being vaccinated for Covid-19, although this would not give any indication of why these people had died, or where the cause of death is determined to have been as a result of being vaccinated.\r\n\r\nDecisions about whether to conduct a post-mortem examination are for coroners, not the Government of House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-10T13:14:01.265Z"
    },
    "id": 562918,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562918.json"
    },
    "type": "petition"
}