{
    "attributes": {
        "action": "Stop scammers-millions of£ being taken fraudulently from uk & overseas investors",
        "additional_details": "Scammers are walking away scot free with £'s taken from innocent investors knowing that even if they are unlucky enough to be caught little of nothing will be done to bring them to justice and even if they do end up in court the fines are meagre compared with sums they have pocketed. Please take action to put a stop to these schemes. We want them to ensure we have a strong & robust regulatory sys capable of tackling these scammers.If nothing is done uk reputation & loosing life savings.",
        "background": "Investors are targeted with slick advertising 'hands free' guaranteed returns for investments in student accommodation/hotel/rooms/nursing homes/storage pods etc.Investments are illegal Ponzi schemes or UCIS where income pooled to pay for a short time before the scheme is allowed to collapse.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-06T20:39:11.582Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-08T16:35:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-15T12:03:04.972Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about potential fraud relating to property investment funds, however it's not clear what specific action you'd like the Government to take.\r\n\r\nFinancial products like property funds, and advertisements for them, are already regulated by the Financial Conduct Authority (FCA). You can find out how to complain about a misleading advert here: https://www.fca.org.uk/consumers/misleading-financial-adverts/report. You can find out how to complain about a financial product or service here: https://www.fca.org.uk/consumers/how-complain. Victims may also be able to claim compensation from the Financial Services Compensation Scheme: https://www.fscs.org.uk/.\r\n\r\nIf you are concerned about the regulation, and support for victims, of fraud then you might like to sign this petition: https://petition.parliament.uk/petitions/317496.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-15T12:03:04.970Z"
    },
    "id": 563087,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563087.json"
    },
    "type": "petition"
}