{
    "attributes": {
        "action": "Get Wyre Council to put speed calming on Chatsworth Ave in Fleetwood FY7",
        "additional_details": "Chatsworth Avenue in Fleetwood FY7 is nearly a mile long at 1,306 metres. Cars drive down Chatsworth Avenue in EXCESS of 40 miles per hour, which AT THE VERY LEAST has a 90% chance of killing children. \r\n\r\nNumerous families & people living on Chatsworth Avenue FY7 have complained to Wyre Council to do something about the speed of the drivers, however they have refused to do anything more than putting up a \"What's your speed\" electronic sign, however this sign is shared & is hardly ever present.",
        "background": "Make Wyre Council install plenty of speed calming measures on Chatsworth Avenue in Fleetwood FY7 within 3 months to prevent many more deaths of, not only much loved family pets, but prevent deaths of children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-06T22:52:32.520Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-06T23:01:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-11T17:19:16.613Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  You could raise your issue with a local councillor who represents you. \r\n\r\nYou can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-11T17:19:16.609Z"
    },
    "id": 563097,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563097.json"
    },
    "type": "petition"
}