{
    "attributes": {
        "action": "Government announces ban of glass bottles in parks and children's play areas.",
        "additional_details": "An opportunity to address important areas that matter to people and pets. Growing up, play was an essential part of my life, my friends and family. Memorable times in the park for parents and for neighbourhood communities. Play an essential part of children's happiness and cognitive development. Exploring outdoors is invigorating and play counteracts mental issues perhaps from being cooped up inside for example. Elderly able to commute through parks, due a safer and friendly atmosphere for all.",
        "background": "As park warden I saw injury from smashed glass and reckless alcohol abuse in Greenhead Park, Huddersfield. Thus children and their footballs etc. and pets do not suffer injury from smashed glass. Also go some way to promote responsible alcohol consumption in children's play areas.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-06T11:14:44.447Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-07T21:04:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-14T10:36:58.084Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This would be a decision for local councils, who are responsible for the rules and bye-laws in their parks.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-14T10:36:58.080Z"
    },
    "id": 563056,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563056.json"
    },
    "type": "petition"
}