{
    "attributes": {
        "action": "E-Scooters/E-Bikes should be legal to use on public roads and public areas.",
        "additional_details": "E-scooters and bikes are an up and coming mode of transport. Changing the law around them will increase use. The Benifit is clean energy and a safe mode of transport. The government promised a carbon neutral country. This included reducing the amount of carbon emitting cars to net zero. But this does not include a change for under 18s.\r\nThe use of petrol scooters by under 18s are in huge use today. But with no alternative use how can we ask for a carbon neutral county with no alternative for under 18s?",
        "background": "The law should be changed to allow public use of E-Scooters. They should be used by 16 years and over and should be classed as a motored vehicle. Allowing for insurance and use on public areas.\r\n\r\nAs current law stands E-Scooters and bikes can only be used on private land!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-06T11:04:35.653Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-06T21:05:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-11T16:54:54.217Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nLegalize Personal Light Electric vehicles (PLEVs) such as e-scooters, EUC, etc.\r\nhttps://petition.parliament.uk/petitions/332067\r\n\r\nLegalise and regulate the use of privately owned eScooters before Spring 2021.\r\nhttps://petition.parliament.uk/petitions/553756"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-11T16:54:54.215Z"
    },
    "id": 563054,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563054.json"
    },
    "type": "petition"
}