{
    "attributes": {
        "action": "Give humans a decent meal in hospital",
        "additional_details": "I had an experience in Royal preston hospital this was it\r\n: I was in  hospital ill from Tuesday 1st December 2020 to 5th December and they said to eat pleanty to get better and drink they said they will give me food this is what they gave me \r\n\r\nAn apple with a knife and fork and small orange juice \r\n\r\nNext day a dry potato \r\n\r\nAbsolutely appoling this is ridiculous luckily I had family what brought me food but some people will not be as lucky as me this is shocking and I blame boris awful PM being told to eat pleanty and they give me this \r\n\r\nEveryone share this please 🙏",
        "background": "Give humans a human sized meal in hospital",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-07T18:24:22.988Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-08T10:50:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-14T16:52:43.049Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about food in hospitals, but we're not sure exactly what you'd like the Government or Parliament to do. The Government already sets minimum standards for the provision on patient food in hospitals. There has also been a recent review into hospital food, you can find out more here: https://www.gov.uk/government/news/new-blueprint-for-better-hospital-food\r\n\r\nIf you believe that food received in hospital is inadequate, you could make a complaint:\r\nhttps://www.england.nhs.uk/contact-us/complaint/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-14T16:52:54.755Z"
    },
    "id": 563155,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563155.json"
    },
    "type": "petition"
}