{
    "attributes": {
        "action": "Change the law surrounding identity fraud to include partners.",
        "additional_details": "Under current law, a person's love interest can take on debt by posing as their partner (i.e. stealing their identity).  There are many cases in the UK where individuals will later discover their partner or former partner racked up debt in their name without their knowledge or consent, and so they are culpable for that debt.  The current law is materially flawed and is responsible for out of control debt that a person did not knowingly or willfully accumulate.",
        "background": "I want to make it illegal for partners to take on any form of debt in their partner (or former partner's) sole name.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-07T07:22:14.725Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-07T09:14:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-18T10:48:19.284Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Applying for financial products such as loans and credit cards in someone else's name without their knowledge or consent is already illegal and would be considered fraud.\r\n\r\nIf you think you or someone you know has been a victim of fraud, you should contact the police and the lender. You can also find more help and support here: https://www.cifas.org.uk/\r\n\r\nhttps://www.actionfraud.police.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-18T10:48:19.280Z"
    },
    "id": 563106,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563106.json"
    },
    "type": "petition"
}