{
    "attributes": {
        "action": "Strengthen the Hunting Act to close loopholes & prevent hunts using smokescreens",
        "additional_details": "Hunts regularly trespass where they’re unwelcome-including on railways & main roads. There have been attacks on pets & livestock. Many people are intimidated into silence. Police claim that the legislation makes the law difficult to enforce & uphold. \r\nWe see no such havoc from bloodhounds genuinely hunting a scent. All the evidence suggests that hunts continue to flout the law, using a combination of exemptions, lies, loopholes & smokescreens. This is untenable & bringing the law into disrepute.",
        "background": "Hunts continue to chase and kill foxes, hares, deer and mink, both by using loopholes in the law & by claiming to lay trails and then claiming hunting of mammals is ‘accidental’. We are asking for all loopholes to be closed, penalties strengthened & wording amended to prevent cynical subterfuge.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-07T19:48:29.092Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-08T09:52:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-17T20:04:41.298Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do, specifically which loopholes you want to see closed.\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign and share this petition\r\n\r\nhttps://petition.parliament.uk/petitions/554497"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-17T20:04:52.893Z"
    },
    "id": 563165,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563165.json"
    },
    "type": "petition"
}