{
    "attributes": {
        "action": "Delay the removal of the Educational Achievement point score to 2024 or further",
        "additional_details": "For those students who decided to intercalate for the 2020 academic year, we were led to believe that our intercalations will carry the standard point reward system for the endless hours of incredibly hard work. However, the UKFPO has announced out of the blue about the removal of these points for those graduating in 2023 and further. This was decided in February 2020 but was not told to us until the 8th of December 2020. The lack of transparency here is unacceptable for a medical association.",
        "background": "The UKFPO is under the control of Health Education England (as well as 4 UK health departments). The government has the power and authority to implement a delay into this new system as it negatively impacts hundreds if not thousands of students currently intercalating.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-08T19:11:06.336Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-08T19:15:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-15T12:31:04.090Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The scoring of applications to the UK Foundation Programme, and what other factors are considered in such applications, is a matter for the UKFPO, not the UK Government or Parliament. It is for the UKFPO to decide how best to assess applicants' suitability and eligibility for the Programme.\r\n\r\nYou could start a petition calling for the Government to take some specific action to support medical students, such as providing additional funding, if that is something you'd like to happen.\r\n\r\nIn the meantime you might like to sign these petitions which call for related actions:\r\nhttps://petition.parliament.uk/petitions/332506\r\nhttps://petition.parliament.uk/petitions/327850"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-15T12:31:04.088Z"
    },
    "id": 563258,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563258.json"
    },
    "type": "petition"
}