{
    "attributes": {
        "action": "Retract the removal of EA score for the UKFP for medical students.",
        "additional_details": "Intercalating and students with publications chose to conduct extra research based on their interests and future aspirations, as Foundation Year posts are competitive. These students have previously been recognised for the extra research/degree they undertake by awarding points for the UKFP application, but these points have just been removed for those graduating in 2023. The students affected are those who have already paid for their intercalations yet will receive little promised benefits.",
        "background": "United Kingdom Foundation Programme Office have removed the Educational Achievements score from the Foundation Programme application. This affects students graduating after 2023 (applying for FY in 2022), affecting intercalating students as they had no warning of the removal so have taken out loans.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-08T17:55:11.478Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-08T18:02:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-15T12:22:09.966Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The scoring of applications to the UK Foundation Programme, and what other factors are considered in such applications, is a matter for the UKFPO, not the UK Government or Parliament. You can find out more about the UKFPO here: https://foundationprogramme.nhs.uk/about/.\r\n\r\nYou could start a petition calling for the Government to take some specific action to support medical students, such as providing additional funding, if that is something you'd like to happen.\r\n\r\nIn the meantime you might like to sign these petitions which call for related actions:\r\nhttps://petition.parliament.uk/petitions/332506\r\nhttps://petition.parliament.uk/petitions/327850"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-15T12:22:44.075Z"
    },
    "id": 563250,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563250.json"
    },
    "type": "petition"
}