{
    "attributes": {
        "action": "Allow recreational basketball for adults to continue during Covid-19",
        "additional_details": "We are community focused and see first handedly the positive impact sports can have on the individual. \r\n\r\nNon Elite basketball should too be considered as essential. It isn’t helpful to deprive adults from something that can positively support their Mental and Physical well-being during these unprecedented times. \r\n\r\nOur network of organisations are trustworthy and our participants care about the well-being of others and themselves - together this can work; WE NEED OUR SPORT BACK.",
        "background": "NON ELITE SESSIONS TO CONTINUE. \r\nThe proposed sessions will be delivered by Basketball England registered Clubs,organisations & C.I.C’s only.\r\nFacilitators will ensure that all Covid-19 safety measures are applied before,during & after each session, if necessary the rule of 6/social distancing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-08T22:00:46.334Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-08T22:08:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-16T18:26:04.091Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  Organised outdoor sports can take place in all tiers.  You could start a new petition explaining clearly what you would like the Government or Parliament to do, for example including indoor sports, including basketball, in this rule. \r\n\r\nIf you do start a new petition, you'll need to use the name of an individual, rather than an organisation, before we can publish it.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-16T18:26:04.088Z"
    },
    "id": 563274,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563274.json"
    },
    "type": "petition"
}