{
    "attributes": {
        "action": "Make schools use all the safety measures required in all other indoor settings",
        "additional_details": "Prioritise safety in order to have a safe and sustainable education provision for all throughout a global pandemic.\r\nThe long-term effects of even asymptomatic infections are still unknown. Unnecessarily exposing pupils, school staff and their families to an as yet not fully understood novel virus is an example of organisational abuse.",
        "background": "Put in place all of the same Covid safety measures, as are required in all other indoor settings where households mix into UK schools.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-08T12:58:30.253Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-08T13:19:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-15T09:59:44.009Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you'd like the restrictions on schools to change, however it's not clear what you'd like them to change to - the restrictions on indoor settings vary depending on the nature of the setting itself.\r\n\r\nIf there are specific restrictions on certain other indoor settings that you'd like to apply to schools, you could start a petition about that.\r\n\r\nIn the meantime, you might like to sign the following petitions which call for related actions:\r\n\r\nhttps://petition.parliament.uk/petitions/330227\r\nhttps://petition.parliament.uk/petitions/555718\r\nhttps://petition.parliament.uk/petitions/550846\r\nhttps://petition.parliament.uk/petitions/331468\r\nhttps://petition.parliament.uk/petitions/551681\r\nhttps://petition.parliament.uk/petitions/330227\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-12-15T10:00:13.962Z"
    },
    "id": 563220,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563220.json"
    },
    "type": "petition"
}