{
    "attributes": {
        "action": "Introduce legislation to disallow criminals from the commonwealth into the UK",
        "additional_details": "Corrupt public officials from commonwealth countries like Nigeria, Pakistan, India, Sudan etc. often usurp public funds from their country of origin and then use illegal money laundering techniques to bring this illegal wealth to the UK. Some of these crooks have been convicted in their home countries but are still allowed in to the UK. This phenomenon is widely perceived to be a means by which the UK continues its exploitation of its previous colonies (tacit collusion) and must STOP.",
        "background": "The commonwealth countries are plagued by public officials who are corrupt and misuse public funds to amass large private estates. A lot of these usurped public funds end up in the UK through offshore companies acquiring UK housing assets. Any one convicted of such should not be allowed in Britain.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-09T19:52:21.806Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-09T20:41:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-16T16:57:41.078Z",
        "rejection": {
            "code": "no-action",
            "details": "The UK already has laws in place which allow the Government to impose sanctions, including a ban on entering the country, on foreign nationals who have been found guilty of corruption or human rights abuses. You can find out more about this sanctions regime here: https://www.gov.uk/government/news/uk-announces-first-sanctions-under-new-global-human-rights-regime and here: https://commonslibrary.parliament.uk/research-briefings/cbp-8374/.\r\n\r\nIt is therefore not clear what else you'd like the Government to do. \r\n\r\nIf there was a specific change you'd like the Government to make to these laws, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-16T16:57:41.076Z"
    },
    "id": 563357,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563357.json"
    },
    "type": "petition"
}