{
    "attributes": {
        "action": "Ask the MHRA to reassess the Pfizer vaccine as suitable for lactating people",
        "additional_details": "Many front line health workers, care home workers and general practitioners breastfeed their children. Currently the advice is that those who are breastfeeding should not have the vaccination. However, this puts those people at risk from Covid-19. With the advice being predicated on the fact that there is no evidence of its safety, we would like the MHRA to consult with pharmacists, physicians and other experts to reassess the risk/benefit ratio for those who are breastfeeding their children.",
        "background": "Currently it is not advised that the Pfizer vaccine be given to lactating people. However, there is little evidence that the Coronavirus vaccine has any plausible contraindications for the breastfed infant. We the undersigned would like the MHRA to consult with experts in lactation and reassess.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-09T13:13:55.472Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-09T13:18:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-14T13:14:46.921Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for the MHRA and for clinical decision making and evidence gathering. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-14T13:14:46.918Z"
    },
    "id": 563322,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563322.json"
    },
    "type": "petition"
}