{
    "attributes": {
        "action": "Standardise Energy Company Customer Service to an acceptable level.",
        "additional_details": "Poor CS is easily proven by simply logging onto any of their social media sites and reading the customer posts. 99% of responses from customers have nothing to do with the provider's story or post and is purely criticism about how they have been treated. I have proposed a framework of customer service streams and to what standard each one should perform. This petition page is very restricted and I am unable to put forward my proposals in such a poorly designed form. I will provide separately.",
        "background": "It is very apparent now that many Energy Companies are very poor at providing customer service and we have all had bad experiences. It is at a level where it is difficult to conceive how CS could be so bad and therefore must be designed that way. It is now time to force a standard of CS.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-10T21:44:38.483Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-11T18:00:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-16T19:16:28.346Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We can't accept further submissions on petitions beyond the space provided. \r\n\t\r\nYou could start a new petition explaining more clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-16T19:16:28.343Z"
    },
    "id": 563458,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563458.json"
    },
    "type": "petition"
}