{
    "attributes": {
        "action": "Taking Photography Video Recording in Private Property PublicPlace with consent",
        "additional_details": "videos and photos on social media where security/police/ambulance others. Saying when not got consent of landowner to film or take photo or video on private property. Or open space around private property. Including government property like NHS Prisons MOD Need be basic law that when person on private property doesn't have consent to film or take photos should be offence without consent securitypolice/civilstaff ask individuals who are or why filming taking photos on there property with consent",
        "background": "Day to Day basis general public are taking photos or videos without consent of landowners or person. Need be a basic. Law with protect everyone including private property or open spaces if signage is displayed on your property must get consent from landowner first before take video or a photos",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-11T02:28:20.709Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-11T02:50:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-18T09:35:19.412Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-18T09:35:19.410Z"
    },
    "id": 563485,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563485.json"
    },
    "type": "petition"
}