{
    "attributes": {
        "action": "Give all students a rent and utility rebate for the travel window periods",
        "additional_details": "Government has a responsibility to cover incurred losses as a direct result of their travel window strategy. Students are paying rent and bills at accommodation they have been strongly advised to not live in for a number of weeks. It is their duty to refund student rent and utility costs for an accurate geographical estimate of their incurred costs for this period of time.",
        "background": "Government should give all students a rebate of incurred rent and utility costs as a consequence of their advice. The student travel windows have led to universities ending in-person teaching early and staggering the return to campus and students should not have to foot the bill for this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-11T17:04:23.246Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-11T17:12:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-18T09:33:24.884Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Rebates of bills would be a matter for the landlords and utility companies.\r\n\r\nYou might like to sign this petition  \r\n\r\nhttps://petition.parliament.uk/petitions/558669\r\n\r\nWe could publish a petition calling for the Government to create a specific fund for students affected by the student travel window, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-18T09:33:24.881Z"
    },
    "id": 563528,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563528.json"
    },
    "type": "petition"
}