{
    "attributes": {
        "action": "Stop cold callers from using mobile numbers to call from",
        "additional_details": "If you see a mobile number on your phone displayed as an incoming call you answer it as you don't know who is ringing and if you run a business that relies on calls from new clients. The use of cold callers now using mobile numbers to call from is causing wasted time and a real nuisance. these can be as many as 20-30 calls per day and this is preventing some genuine calls from being answered and businesses losing potential clients and revenue.",
        "background": "Recently cold callers have been using mobile numbers to call from and the number is displayed on the receiving mobile phone. I wish the government to put in place legislation to stop this from happening. as those who rely on the mobile phone for business are frustrated by these nuisance calls.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-12T15:57:38.861Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-12T16:38:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-04T11:10:03.270Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government isn't responsible for the telephone numbers that businesses use. This is a matter for individual business.\r\n\r\nIf you receive a call without their permission, you can report them to the Information Commissioner's Office: https://ico.org.uk/make-a-complaint/nuisance-calls-and-messages/spam-texts-and-nuisance-calls/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T12:38:08.348Z"
    },
    "id": 563589,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563589.json"
    },
    "type": "petition"
}