{
    "attributes": {
        "action": "Change the grassroots football season to Mar-Nov for steps 4 down & children",
        "additional_details": "Clubs could train and play midweek with the summer time light also. For everyone to enjoy football, the game needs to be able to be played. The plan currently is to keep the season as it is in the UK and build 3G floodlit facilities, costing the government fortunes. The alternative of a change in the season dates would be more economically affordable given the current climate where we need to save money as a country. Amateur adults and children just want to enjoy playing football.",
        "background": "In winter, football games get called off too regularly. By moving the football season to play March-November with a break in August for the summer holidays/tournament season, it would improve the participation rates, quality of the games and everyone would enjoy it more. The season needs changing",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-12T09:52:02.564Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-12T11:35:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-17T12:20:20.350Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for the footballing authorities. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-17T12:20:20.347Z"
    },
    "id": 563569,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563569.json"
    },
    "type": "petition"
}