{
    "attributes": {
        "action": "Let university students have face to face teaching and practical session on site",
        "additional_details": "I think if university students aren’t getting sufficient face to face teaching, then they will be less likely to retain information they are reached. If schools and colleges are allowed face to face teaching then why aren’t university students able to have this as well? A lot of students have already dropped out already as they feel it’s a waste of £9k and students who are still studying also think it’s not worth the £9250 we are currently having to pay",
        "background": "I’m a physio student at university and all of our teaching has been online since the start of the term. We have 3 hours of practical per week next term. I want the government to let students who will be working part of the NHS to have better teaching hours so we are able to learn to a high standard",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-11T23:31:38.229Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-12T09:33:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-04T11:30:24.581Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government hasn't banned face-to-face teaching, although its guidance on reopening buildings and campuses for higher education does set out expectations for the level of online learning that should take place in different circumstances: https://www.gov.uk/government/publications/higher-education-reopening-buildings-and-campuses/higher-education-reopening-buildings-and-campuses\r\n\r\nDecisions about when to continue face-to-face teaching and practical lessons are therefore currently a matter for individual universities, not the Government or House of Commons.\r\n\r\nIf you want the Government to review its guidance on reopening buildings and campuses for higher education, and remove advice about moving to online learning, we could accept a petition requesting that.\r\n\r\nIf you're not happy that university students are required to continue paying tuition fees while much teaching is online, you might like to sign the following petitions: \r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19: https://petition.parliament.uk/petitions/324762 \r\n\r\nLower university tuition fees for students until online teaching ends: https://petition.parliament.uk/petitions/552911 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T13:25:43.119Z"
    },
    "id": 563555,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563555.json"
    },
    "type": "petition"
}