{
    "attributes": {
        "action": "Tell us ALL the topics that will be on A-Level exams of 2021",
        "additional_details": "Many of the UK students are planned to sit exams in May/June 2021 after missing months of compulsory, essential education due to discrepancies in technology during COVID-19 lockdown between March 2020 and July 2020. During this time, the compulsory topics which were meant to be taught across all subject areas were unable to. It is unfair to only tell us ‘some’ of the topics and not all due to different topics taught at different times, some of those meant to be taught during COVID-19 lockdown.",
        "background": "Tell us all the topics which are going to be in our A-Level exams of 2021, not ‘some’ or those ‘which may not’. Only telling us ‘some’ of the topics will not help us ‘manage our revision’ due to months of compulsory education being lost due to the COVID-19 lockdown.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-13T20:14:19.497Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-13T20:24:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-31T15:37:29.914Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not exactly sure what you'd like to happen. Ofqual has published details of the changes to exams in 2021. You can find out more here: https://www.gov.uk/government/news/exams-and-assessments-in-2021\r\n\r\nThe Government is responsible for setting the curriculum, however it is not responsible for the specific things that are asked in exams. The content of specific exams is a matter for individual exam boards, not the Government or House of Commons.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-31T15:37:35.354Z"
    },
    "id": 563664,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563664.json"
    },
    "type": "petition"
}