{
    "attributes": {
        "action": "Make social slandering illegal",
        "additional_details": "There should be a new law written against social media slandering. It can ruin people's lives, cause them major mental distress and can disrupt families. There needs to be a new law written in line with social media that somehow ensures that false allegations are not published and if so, the person writing false allegations should have a severe fine and potentially a jail sentence. There is currently no policing of social media and this law will act as deterrant.",
        "background": "Make social slandering illegal, as it stands anyone can go onto social media and say whatever they like including accusing people of being sex offenders, paedophiles, rapists etc. There is currently no law against it. It can ruin people's lives and false allegations should be stopped.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-13T14:11:26.316Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-13T15:25:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-18T18:19:13.689Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It's already the case the defamation on social media is subject to the same laws as any other written communications\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-18T18:19:13.687Z"
    },
    "id": 563637,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563637.json"
    },
    "type": "petition"
}