{
    "attributes": {
        "action": "Proof of disability or medical condition for mask exemption",
        "additional_details": "As rates of COVID are still high, people are exploiting the mask exemption by pretending they have a disability or medical condition so they don't have to wear a face covering. This is contributing highly to the spread of the virus and putting many people at risk. Lanyards should only be issued by professionals who have records of the disability or medical condition to prevent exploitation.",
        "background": "A proof of disability or medical condition should be shown to enable people to have an mask exemption. Too many people are able to purchase an sunflower laynard without this which contributes to the spread of the virus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-14T13:48:51.968Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-14T15:16:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-21T09:14:50.835Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about people not wearing a face covering, but not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYour petition refers to requiring people to show proof for needing to be exempt from being required to wear a mask, but it's not clear who this proof would be shown to.\r\n                \r\nWe have published the following petition, which you might like to sign: \r\n\r\nMake it an offence for shops to sell items to persons not wearing face coverings: https://petition.parliament.uk/petitions/548576"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-21T09:14:50.831Z"
    },
    "id": 563709,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563709.json"
    },
    "type": "petition"
}