{
    "attributes": {
        "action": "Institute regulatory oversight for the Civil Aviation Authority",
        "additional_details": "40,000 commercial and private pilots can only obtain their flying and medical licences from the Civil Aviation Authority. Similarly, aircraft maintenance firms and other aviation businesses face the CAA who have a monopoly position. These groups of people really want and need there to be accountability and oversight, as it affects their livelihoods, jobs and lives.",
        "background": "The Civil Aviation Authority is not subject to any regulatory or other oversight. 40,000 private and commercial pilots, their dependents and thousands of small businesses in aviation wish there to be oversight and accountability where there currently is none.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-14T13:11:45.233Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-17T09:03:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-22T15:17:43.635Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about oversight of the Civil Aviation Authority, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nThe Civil Aviation Authority is the UK regulator of aviation safety in the UK. It is a public corporation of the Department for Transport, and Ministers of the Department for Transport are therefore ultimately responsible for the regulator.\r\n\r\nIf someone is unhappy with a decision the CAA has made they can complain directly to the CAA, and if they are unsatisfied can ask for their complaint to be referred to an Independent Complaints Assessor. If following an ICA review, a complainant does not agree with its outcome, they can contact their MP and ask for their complaint to be referred to the Parliamentary and Health Service Ombudsman (PHSO).\r\n\r\nIf you would like the Government to reform oversight of the CAA you could start a new petition explaining clearly what reforms you would like the Government to make."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-30T15:41:41.971Z"
    },
    "id": 563706,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563706.json"
    },
    "type": "petition"
}