{
    "attributes": {
        "action": "Review sentencing guidelines;referendum on reintroduction of capital punishment",
        "additional_details": "There have been an alarming number of high profile serious crimes lately and many law-abiding UK citizens and residents now feel unsafe in their own country. In many cases the police solve a crime only for the criminal justice system to pass a sentence that does not seem to fit the crime or provide justice for the victim(s) and their loved ones.",
        "background": "Review all sentencing guidelines to ensure punishments actually fit the crime and act as a punishment (and a deterrent to others) whilst keeping law-abiding citizens safe. The current sentencing guidelines do not seem fit for purpose and do not seem to act as a deterrent.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-15T00:21:48.492Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-16T23:48:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-22T10:36:19.786Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\t\r\nWe're not sure exactly what you'd like the Government or Parliament to do. For example, we're not sure which sentencing guidelines you'd like to see changed or for what crimes you'd like capital punishment to be considered for. You could start a new petition explaining clearly what you'd like the Government and Parliament to do. \r\n\r\nIf you want capital punishment to be introduced for crimes against humanity, you may wish to sign this petition: https://petition.parliament.uk/petitions/563198"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-22T10:36:19.783Z"
    },
    "id": 563760,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563760.json"
    },
    "type": "petition"
}