{
    "attributes": {
        "action": "Every house should have a solar panel by the end of 2025",
        "additional_details": "It turns out that 25% of global warming happens because of our electric. This is a massive problem as the earth is supposed to warm up 1 degree in about 5000 years instead of 20 and if we don’t act now 60% of all living creatures including plants will die in about 60 or so years and this will cause a mass extinction. Thank you",
        "background": "I want the government to make a law on using solar panels on the roof of most if not all houses to stop green house gasses",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-15T14:47:04.175Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-15T17:08:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-21T14:53:11.746Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear whether your petition relates to new or existing properties, or both, but the Government is only responsible for setting rules for new build properties, and adaptions to existing properties. The Government would not therefore mandate that solar panels need to be installed on existing properties.\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nMake it law for all new builds to include green energy solutions: https://petition.parliament.uk/petitions/332338\r\n\r\nYou could start a petition calling on the Government to provide funding for installation of solar panels on existing residential properties, if that is something you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-21T14:53:11.744Z"
    },
    "id": 563800,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563800.json"
    },
    "type": "petition"
}