{
    "attributes": {
        "action": "Make Department for Works and Pensions take responsibility for their mistakes.",
        "additional_details": "I feel strongly that I should not be made to pay back any overpayment of Universal Credit when DWP were the ones who made the mistake. It is not fair on claimants like myself who did not make the mistake to pay back any overpayment from DWP.\r\n\r\nI don't agree with this practice and feel for people who are more vulnerable than myself and are being forced to pay for DWP mistakes.",
        "background": "I want Government or Parliament to make Department for Works and Pensions take responsibility for mistakes that they make. I am being made to pay back an overpayment of Universal Credit that was not my fault. DWP paid more into my bank account than what they assessed I was entitled to.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-15T22:44:27.068Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-16T12:30:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-21T14:18:04.314Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the impact of overpayments, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example, this could ban the Department for Work and Pensions from seeking repayment of monies that they have paid in error."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-21T14:18:04.311Z"
    },
    "id": 563838,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563838.json"
    },
    "type": "petition"
}