{
    "attributes": {
        "action": "Allow flat owners to re-mortgage or sell without EWS1 form upto December 2022",
        "additional_details": "Whilst we appreciate the need for this process, implementing it should always be accompanied by proper guidance and timeline. This process have been implemented during the pandemic when everyone's financial situation was shaken. Lockdowns meant that survey cannot be arranged and also there appears to be a lack of availability of skilled resource to get the job done due to such a high demand. This has left many in financial difficulty when they actually need support including first time buyers.",
        "background": "EWS1 Form has become a mandatory requirement to re-mortgage or sell the property if the block contain cladding in the external wall above a certain height. Government should step in to lend more support by providing a timeline for this to be implemented. Deadline of December 2022 is realistic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-17T15:10:19.102Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-17T19:38:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-31T15:18:04.652Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The EWS1 form was developed by industry, led by the Royal Institution of Chartered Surveyors (RICS), and is not something the Government or House of Commons is responsible for.\r\n\r\nThe offering of mortgages by banks is a matter for individual banks, and not the Government or Parliament.\r\n\r\nYou may wish to sign these petitions which we have been able to accept about this issue:\r\n\r\nFree leaseholders trapped in new build properties by post-Grenfell EWS1 form: https://petition.parliament.uk/petitions/328201\r\n\r\nImplement select committee recommendations on cladding to protect leaseholders: https://petition.parliament.uk/petitions/550908\r\n\r\nLow or interest free loans for leaseholders affected by cladding regs and EWS1: https://petition.parliament.uk/petitions/550404"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-31T15:18:09.980Z"
    },
    "id": 563969,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563969.json"
    },
    "type": "petition"
}