{
    "attributes": {
        "action": "GIVE THE WELSH A 3 FAMILY BUBBLE THIS CHRISTMAS. Together we must stand.",
        "additional_details": "Families to be able to socialise of 3 bubbles this Christmas. We all need it for these reasons Mental health, lonliness as its highest rates, suicide rate and  depression \r\nLet us have this Christmas together \r\nTogether we stand this Christmas! \r\nWe have faced enough this year \r\nDon't take away the only joy of this year\r\nWe will wear our masks, wash our hands to be able to see our loved ones this Christmas! \r\nI want to see my family this Christmas I've not seen them since the first initial lockdown.",
        "background": "No one should be alone at Christmas. \r\nThis year we have faced the toughest year. \r\nWe have listened, we have stayed in doors, we have stop socialising, we've waved to our grandparents between windows we stand, we pray everyday to see our loved ones. Christmas we made plans to see our loved ones",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-16T18:56:49.754Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-16T19:30:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-21T10:12:35.685Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Welsh Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Welsh Parliament has its own Petitions Committee. If you'd like to send your petition to the Welsh Parliament, you can find out more here:\r\nhttps://petitions.senedd.wales/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-21T10:12:35.683Z"
    },
    "id": 563902,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563902.json"
    },
    "type": "petition"
}