{
    "attributes": {
        "action": "MPs’ salaries to be reduced to furlough wage cap, until restrictions are eased.",
        "additional_details": "MPs are paid a handsome salary of £81,932 annually (£6,828/month), yet are imposing unworkable and draconian restrictions on businesses who are facing closure and mass redundancy as a result.\r\nTo set an example, they should all live on the maximum furlough wage so that we are truly “all in this together” as they so claim.",
        "background": "The salary of every MP should be immediately reduced to the maximum furlough payment of £2,500/month, whilst Covid restrictions remain in place. This includes the current Tier system where businesses and entire industries are being forced to close with little or no financial support.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-18T16:47:35.780Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-18T16:56:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-04T15:47:40.370Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nReform IPSA - cap MP payrises in line with other Public sector pay: https://petition.parliament.uk/petitions/554400"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-04T15:47:40.366Z"
    },
    "id": 564091,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564091.json"
    },
    "type": "petition"
}