{
    "attributes": {
        "action": "Make it legal for NHS specialists to prescribe cannabis to their patients.",
        "additional_details": "Sajid Javid has paved the way for this law in November 2018 and the home office chief medical officer at the time Sally Davies was announced after two high profile cases 12 year old Billy Caldwell and 6 year old Alfie Dingley. This proved cannabis oil can help treat severe epilepsy. This should be made legal for all neurological conditions & cancer patients. This will prevent neurology & oncology patients breaking the law obtaining cannabis illegally from unregulated and untested sources.",
        "background": "This is the strengthen the November 2018 law that is currently in place. Nearly everyone with neurological & oncology related conditions can't get cannabis oil prescribed from their NHS neurologist or oncologist.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-12-18T16:18:55.597Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-18T23:55:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-31T11:06:45.362Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nUnder the regulations introduced in November 2018, there are no limits on the types of conditions for which cannabis-based medicines can be considered for prescription by a specialist clinician. Changing the regulations would therefore not be required for people affected by cancer or neurological conditions to access these medicines. See:\r\nhttps://www.gov.uk/government/news/government-announces-that-medicinal-cannabis-is-legal\r\n\r\nDecisions about whether to prescribe these products are a clinical decision to be made on a case by case basis for each individual, not a matter for the UK Government or Parliament. Recommendations about the use of cannabis-based medicinal products in the NHS are made by the National Institute for Health and Clinical Excellence (NICE), on the basis of the strength of available evidence on these products' therapeutic efficacy. For NICE's latest guidance, see:\r\nhttps://www.nice.org.uk/guidance/ng144/chapter/Recommendations\r\n\r\nYou can find out how to contact NICE at:\r\nhttps://www.nice.org.uk/get-involved/contact-us"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-31T11:06:58.954Z"
    },
    "id": 564089,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564089.json"
    },
    "type": "petition"
}