{
    "attributes": {
        "action": "Allow all 70+ Patients admitted to hospital including A&E 1 companion/visitor",
        "additional_details": "I have lost both Parents in the space of 2 months to non Covid related illnesses that I believe could have been identified sooner and successfully treated if a family member had been present to highlight/communicate deteriorations in their conditions that can be missed by doctors and nursing staff who do not know the patients baseline. Some patients in this demographic also require support to understand the hospital setting and find admission to hospital traumatic without the support of family.",
        "background": "Patients over 70 should be allowed at least one family member to accompany them to hospital by ambulance and unlimited visitation for comfort/orientation purposes and to assist with information sharing between the patient and medical professionals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-18T20:58:58.454Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-18T21:08:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-08T13:30:26.638Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We are very sorry to hear about the loss of your parents, but visiting policies for individual hospitals are a matter for NHS England and individual NHS trusts, not the Government or House of Commons. You should contact your local hospital to find out what their visiting policy is.\r\n\r\nUnder the current national restrictions you are already allowed to leave your home to visit someone who is in a hospital or to accompany them to a medical appointment: https://www.gov.uk/guidance/new-national-restrictions-from-5-november"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-08T13:30:26.636Z"
    },
    "id": 564117,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564117.json"
    },
    "type": "petition"
}