{
    "attributes": {
        "action": "Restart Cancer treatments (and other life changing illnesses) in the UK",
        "additional_details": "COVID-19 has already made progress with a new vaccination. \r\n\r\nIf you have noticed yourself, when statistics show for ‘death for covid’ you must take note of the small script which says, “death for any reason, testing positive with covid-19” \r\n\r\nMany people are being denied treatment, such as Chemo, due to the pandemic. \r\n\r\nI believe the government has a duty of care for all people in the UK. Unfortunately denying treatment for those in need is neglect. \r\n\r\nIf you really want to start saving lives, sign this",
        "background": "It has become clear that treatments for those with devastating illnesses are not receiving the treatment they really need. \r\n\r\nIn fact, it is advertised on UK TV - Cancer research that they have temporarily stopped cancer research in order to find a cure for Covid-19.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-19T18:24:30.935Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-19T19:52:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-30T09:57:00.924Z",
        "rejection": {
            "code": "duplicate",
            "details": "Guidance from NHS England states that decisions to change or delay cancer patients' treatment should be made jointly by patients and clinicians, taking into account the risk that some patients receiving chemotherapy in particular are more at risk of becoming seriously unwell if they contract coronavirus. See:\r\nhttps://www.nice.org.uk/Media/Default/About/COVID-19/Specialty-guides/cancer-and-COVID-19.pdf\r\n\r\nYou might like to sign the following petitions:\r\n\r\nEnsure access to treatment and screening for all cancer patients during Covid-19\r\nhttps://petition.parliament.uk/petitions/552734\r\n\r\nEnsure speedy access to diagnostics and treatment for non-covid patients\r\nhttps://petition.parliament.uk/petitions/549642"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-30T09:57:00.921Z"
    },
    "id": 564220,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564220.json"
    },
    "type": "petition"
}