{
    "attributes": {
        "action": "Vote of no confidence in Conservative Government. Dissolve & have new Election.",
        "additional_details": "Boris Johnson and the conservatives have failed the public in the handling of the covid crisis, causing more deaths, for example from cancer, but not only these, and loss of livelihoods, jobs, homes, a wrecked economy that future generations will pay dearly for, ability to feed families and a mental health crisis. By all means protect the elderly and vulnerable if that is THEIR choice but keep the country alive and running with no lockdown or tiers.",
        "background": "Vote of NO confidence in Boris Johnson and the Conservative Government. Dissolve with immediate effect and have a General election. Ballot papers in new election must have the option of \"none of the candidates\" which can be a valid winner.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-12-19T22:09:36.950Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-20T20:58:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-21T12:29:09.478Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could sign or start a petition about that.\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nHold an immediate general election: https://petition.parliament.uk/petitions/557074"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-21T12:29:09.474Z"
    },
    "id": 564290,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564290.json"
    },
    "type": "petition"
}