{
    "attributes": {
        "action": "Put pressure on the Indian govt to repeal the 3 farming laws leading to protests",
        "additional_details": "The UK is a commonwealth country with very deep ties and a shared past with India. The UK parliament has clout in these matters. If they express concern, as the Canadian PM and the UN have done, it will hopefully influence the Indian government. The UK has a strong reputation for allowing protest and participation of its citizens in important decisions. The farming laws were almost brought in overnight with no discussion in the Indian parliament and with no consultation with the stakeholders.",
        "background": "The parliament can express their concern about the passing of the 3 recent farming laws without consultation with any farming body. The farmers are protesting in the freezing cold of Delhi for the past 24 days as they are terrified for their livelihoods. The govt wants corporatisation of agriculture",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-19T21:10:22.637Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-20T08:54:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-30T17:42:42.722Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament aren't responsible for legislation or policy of the Government of India.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-31T15:51:33.272Z"
    },
    "id": 564274,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564274.json"
    },
    "type": "petition"
}