{
    "attributes": {
        "action": "Put Brexit on hold until the COVID pandemic is over",
        "additional_details": "The world is embroiled in a fight to counter this pandemic, and whilst the vaccine provides hope, the EU and the UK need to put all their energies into ensuring the pandemic ends and begin the economic recovery, before focussing on complicated Brexit negotiations. Our people are down both emotionally and financially, with many experiencing dire hardship, the extra worry of what a no deal or bad deal could bring to our nation is a worry too far. The Government needs to put Brexit on hold.",
        "background": "Put all Brexit negotiations on hold and remove the deadline, until all EU members and the UK have fully tackled and started to recover from the COVID pandemic. Then restart the negotiations with a new realistic deadline in place.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-20T09:51:13.599Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-20T13:04:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-30T09:54:22.251Z",
        "rejection": {
            "code": "no-action",
            "details": "The UK has already left the EU, but you might like to sign the following petitions calling for related actions:\r\n\r\nTo Seek a 1 year Extension to the Brexit Transition Period & a Second Referendum: https://petition.parliament.uk/petitions/554492\r\n\r\nRule out ending the transition period without a deal: https://petition.parliament.uk/petitions/329500\r\n\r\nThe UK government should apply via Article 49 to rejoin the EU: https://petition.parliament.uk/petitions/552263"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-30T09:54:22.249Z"
    },
    "id": 564358,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564358.json"
    },
    "type": "petition"
}