{
    "attributes": {
        "action": "Hold a vote of no confidence in Mark Drakeford's and Welsh Government leadership",
        "additional_details": "He announced control measures for the whole of Wales, grouping all of Wales as one but conveniently ignores the uncontrolled mixing in supermarkets and huge crowds in city centres such as Cardiff.\r\n\r\nWe in Wales should have regional tiers, Mr Drakeford started off handling the Covid situation ok but, has now lost the plot and is single handedly destroying Wales.",
        "background": "Mark Drakeford has demonstrated that his leadership is guided not by science but by his own personal agenda and as such is unfit to lead our country.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-20T06:29:45.732Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-20T06:40:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-29T10:54:25.449Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament are not responsible for the Welsh Government's leadership. \r\n\r\nThe Welsh Parliament has its own Petitions Committee. If you'd like to send your petition to the Welsh Parliament, you can find out more here:\r\nhttps://petitions.senedd.wales/\r\n\r\nIn any case, we can't accept petitions about appointments, which includes calling for UK Government Ministers to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of the UK Government or the House of Commons, you could start a petition about that.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-29T10:54:25.445Z"
    },
    "id": 564336,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564336.json"
    },
    "type": "petition"
}