{
    "attributes": {
        "action": "More Power to Serious Fraud Office to Investigate Surveyors/Structural Engineers",
        "additional_details": "Give SFO unlimited power & the public more protection due to Surveyors/Structural Engineers professional indemnity insurance which states: No Admission of Liability clause in the event of a CLAIM or the discovery of CIRCUMSTANCE(S), where the INSURED shall not admit liability, incur any costs/make any offers of settlement in connection therewith or otherwise prejudice the conduct or the defence/settlement of such CLAIM or CIRCUMSTANCE(S) without INSURERS’ prior written consent. Stop the cover-up",
        "background": "Surveyors/Structural Engineers accept restricted instructions from Solicitors that avoid revealing the depth of a claim in order to fail/drop it. Also individuals are able to unlawfully take over land/borders or cover up bad workmanship by using a shady surveyor/structural engineer to benefit them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-20T14:23:00.317Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-20T15:02:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-30T15:45:01.214Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\t\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what the issue is that you'd like the SFO to be able to investigate, or what powers you'd like the SFO to be given. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-30T15:45:06.041Z"
    },
    "id": 564411,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564411.json"
    },
    "type": "petition"
}