{
    "attributes": {
        "action": "CHANGE THE LAWS ON SEX CRIMES AGAINST CHILDREN",
        "additional_details": "They should be secured off in a separate prison as even these monsters are at risk in general public jails; the fact is the laws are way too lenient on sex offenders which is why vigilante paedophile hunters exist, they are the worst danger to OUR children and the fact drug laws carry longer sentences than sex acts or the possession of child porn is frankly incomprehensible, THE PUBLIC IS TIRED OF SEEING EVIL RELEASED BACK INTO OUR STREETS TO REOFFEND ON OUR CHILDREN AND IT NEEDS TO END.",
        "background": "The worst offence you can commit to any person is murder or sex offences on children, these acts will cause irreparable damage to the victims and will not give them any justice, any person who has committed such a heinous act on a child should be locked away for good.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-21T08:17:58.608Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-21T09:12:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-29T11:39:44.024Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\t\r\nWe understand that you care about crimes against children, but we're not exactly sure how you want the current laws to be changed. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may wish to sign some of these petitions:\r\n\r\nLonger sentences for child sex offenders, sex offenders and rapists: https://petition.parliament.uk/petitions/323338\r\n\r\nPrevent convicted child sex offenders from having contact with their children: https://petition.parliament.uk/petitions/324812\r\n\r\nPrevent child sex offenders from having any contact with a child under 18: https://petition.parliament.uk/petitions/560599\r\n\r\nChange the law to treat child porn as child sexual abuse: https://petition.parliament.uk/petitions/334146 \r\n\r\nRequire police to tell family and cohabitants of child sex abuse offences: https://petition.parliament.uk/petitions/330311"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-29T11:39:44.021Z"
    },
    "id": 564507,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564507.json"
    },
    "type": "petition"
}