{
    "attributes": {
        "action": "Prioritise school children and teaching staff to receive the Covid-19 vaccine.",
        "additional_details": "Covid-19 is spreading rapidly within schools. The Office For National Statistics has data that shows that the virus is highest amongst secondary school aged children. Although mass testing in secondary schools and colleges is planned, this rise of the virus in schools has an impact on children's education and the wider community around them. With this in mind, the government should consider prioritising school children and teachers for vaccination to contain the spread of the virus.",
        "background": "I would like the government to approve the prioritisation and funding of vaccinating school children and teaching staff against Covid-19.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-22T17:17:00.605Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-23T11:22:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T12:59:40.371Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Medicines and Healthcare products Regulatory Agency is responsible for approving the safety of vaccines. At the moment, the covid-19 vaccines have only been approved for over 18s.\r\n\r\nThe Joint Committee on Vaccination and Immunisation have said that \"there is very limited data on vaccination in adolescents, with no data on vaccination in younger children, at this time.\" You can find out more here: https://www.gov.uk/government/publications/priority-groups-for-coronavirus-covid-19-vaccination-advice-from-the-jcvi-30-december-2020/joint-committee-on-vaccination-and-immunisation-advice-on-priority-groups-for-covid-19-vaccination-30-december-2020\r\n\r\nYou could start a new petition asking for the government to fund research into the safety of covid-19 vaccines for children, if that's something that you'd like to happen.\r\n\r\nYou may wish to sign this petition:\r\n\r\nPrioritise teachers, school and childcare staff for Covid-19 vaccination:\r\nhttps://petition.parliament.uk/petitions/554316"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-05T12:59:40.367Z"
    },
    "id": 564698,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564698.json"
    },
    "type": "petition"
}