{
    "attributes": {
        "action": "Call for a vote of no confidence in the current U.K government",
        "additional_details": "I believe it is time as a nation to call for a vote of no confidence. Boris Johnson has blood on his hands and needs to be held accountable for his actions immediately. His government’s lies, deception and total lack of leadership has became clear for the world to see. Constant U-turns of their policies makes it clear they have become out of their depth with running the country.",
        "background": "I believe it is time for the government to accept their failings and apologise to the citizens of this country for their devastating incompetent leadership. Their leadership has failed us. It is clear that when their citizens have needed them most, they have consistently failed in their duty.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-21T20:24:04.125Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-09T22:00:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-16T13:59:23.945Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could sign or start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-16T13:59:23.942Z"
    },
    "id": 564615,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564615.json"
    },
    "type": "petition"
}