{
    "attributes": {
        "action": "Priorities giving the COVID-19 vaccine to; Children, Teachers, and Nursery staff",
        "additional_details": "Thankfully children are known to be less likely to suffer from the symptoms of COVID-19. However the latest research suggests that children are more easily able to pick up the new strain of the disease. \r\n\r\nhttps://www.bbc.co.uk/news/uk-55406939\r\n\r\nTherefore to prevent an increase in the R rate when schools reopen, it is vital children and adults working with children be given top priority when it comes to the vaccine.",
        "background": "I want Children and those working with Children to be prioritised when it comes to the COVID-19 vaccine.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-22T06:42:00.144Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-22T09:16:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-30T17:18:22.118Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Medicines and Healthcare products Regulatory Agency is responsible for approving the safety of vaccines. At the moment, the covid-19 vaccines have only been approved for over 18s. \r\n\r\nThe Joint Committee on Vaccination and Immunisation have said that \"there is very limited data on vaccination in adolescents, with no data on vaccination in younger children, at this time.\" You can find out more here: https://www.gov.uk/government/publications/priority-groups-for-coronavirus-covid-19-vaccination-advice-from-the-jcvi-30-december-2020/joint-committee-on-vaccination-and-immunisation-advice-on-priority-groups-for-covid-19-vaccination-30-december-2020\r\n\r\nYou could start a new petition asking for the government to fund research into the safety of covid-19 vaccines for children, if that's something that you'd like to happen.\r\n\r\nYou may wish to sign this petition:\r\n\r\nPrioritise teachers, school and childcare staff for Covid-19 vaccination:\r\nhttps://petition.parliament.uk/petitions/554316"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-30T17:18:28.005Z"
    },
    "id": 564643,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564643.json"
    },
    "type": "petition"
}