{
    "attributes": {
        "action": "Reduce the university fees for years affected by Covid-19",
        "additional_details": "Amidst a global pandemic, we continue to pay what students did in normal circumstances regardless of the fact that none of the university facilities are being utilized by the students because classes remain online and a Tier 4 lockdown has been put into place. International students pay double the amount of Home Students without any loans for financial assistance. The virus has affected everyone economically and there is a need for fee reduction until the situation returns to normal.",
        "background": "We (students) want a significant fee reduction for all Home and International students for terms that will be affected by Covid-19. With Tier 4 lockdown in place, the situation regarding the virus has become even more unpredictable and we are not receiving the facilities we pay for.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-23T19:28:35.374Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-23T19:45:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-30T11:11:10.189Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19: https://petition.parliament.uk/petitions/324762\r\n\r\nRequire Universities to partially refund tuition fees for 19/20 due to Covid-19: https://petition.parliament.uk/petitions/550738\r\n\r\nLower university tuition fees for students until online teaching ends: https://petition.parliament.uk/petitions/552911\r\n\r\nReduce student loan debts by the cost of all tuition fees paid during Covid-19: https://petition.parliament.uk/petitions/560953"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-30T11:11:10.187Z"
    },
    "id": 564833,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564833.json"
    },
    "type": "petition"
}