{
    "attributes": {
        "action": "Make colleges close or switch to online lessons only due to spread of COVID-19",
        "additional_details": "Students in college, unlike in schools, usually travel longer and from different areas to get there. Students come from tier 2 to 3 areas to get to a college in a tier 4 area, so they could potentially be going back home and infecting families and other people there. Students in college also use more public transport to get their education, such as trains and buses. Closing colleges or switching to online is a better option to prevent the spread of COVID and prevent students acting as spreaders",
        "background": "There aren’t usually many lessons a day for college students, so coming into college for just one or two lessons is not worth infecting other people for.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-24T12:17:45.969Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DfE",
                "name": "Department for Education",
                "url": "https://www.gov.uk/government/organisations/department-for-education"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-24T12:23:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T08:55:20.386Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that primary schools, secondary schools and colleges across England must move to remote provision from 5 January 2021, except for vulnerable children and the children of key workers.\r\n\r\nYou can read the Prime Minister's announcement of new Covid-19 restrictions, including school closures, here: https://www.gov.uk/government/speeches/prime-ministers-address-to-the-nation-4-january-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-01-05T08:55:20.382Z"
    },
    "id": 564889,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564889.json"
    },
    "type": "petition"
}