{
    "attributes": {
        "action": "Teach a basic understanding of breaking down on the driving test curriculum",
        "additional_details": "With deaths rising of vehicles on hard shoulders or smart motorways, a basic understanding of what to do when you break down in your motor vehicle should be mandatory. \r\n\r\nSo many people are uneducated and putting both their own lives and other road users lives in danger.\r\n\r\nInstead of the very few questions asked on the multiple choice theory, which have little chance of actually showing, there should be a separate category on breakdowns and RTCs including various locations, and a practical exam.",
        "background": "It is scary how many people have no basic knowledge of what to do when breaking down. \r\n\r\nWith the addition of smart motorways, breaking down in a motor vehicle can mean life or death, not just for the casualty vehicle.\r\n\r\nTeach new drivers, both practically and theory the basic safety procedures.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-24T12:52:22.190Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-25T14:12:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-31T09:25:34.967Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government's syllabus and national standard for learning to drive a car both cover what to do if your vehicle breaks down: https://www.gov.uk/government/collections/national-driving-and-riding-standards\r\n\r\nHow individual driving instructors cover this in lessons is a matter for each instructor, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-31T09:25:34.964Z"
    },
    "id": 564890,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564890.json"
    },
    "type": "petition"
}