{
    "attributes": {
        "action": "Citizenship amnesty for frontline workers in the UK",
        "additional_details": "06/12: we requested clear recognition of merits contributions of the immigrant frontline* workers during the pandemic.  \r\n23/12: \"Hundreds of immigrants in France working on the coronavirus frontline have had their service to the country recognised with fast-track citizenship.\"\r\n23/12: \"migrant doctors blocked from working due to the Home Office delays\". \r\n\r\n*based on the government definition of “frontline workers”: https://cutt.ly/Th2ro0T",
        "background": "We need your support in implementing these measures with immediate effect:\r\n- Fast tacking of all immigrant application for front line workers* \r\n- Making citizenship applications free \r\n- Pay rise for all front line workers in the UK regardless of their nationality, ethnicity, sex, religion, etc",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-24T14:06:56.642Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-24T15:41:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-30T13:26:44.839Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the UK Government or House of Commons is directly responsible for, and the Government is not responsible for pay rises for many frontline workers, including those who are privately employed or employed by local authorities.\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nAllow all non-UK NHS workers to become UK citizens for free: https://petition.parliament.uk/petitions/564829\r\n\r\nWe could accept a petition calling on the Government to exempt frontline workers from all UK immigration fees, and to fast track immigration applications for these workers.\r\n\r\nWe also cannot accept petitions submitted on behalf of an organisation."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-30T13:26:44.836Z"
    },
    "id": 564897,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564897.json"
    },
    "type": "petition"
}