{
    "attributes": {
        "action": "Stop making victims of crime wait for justice.",
        "additional_details": "Currently the advice to defendants in the shielding category  is that they can contact the court and ask for trials to be adjourned.\r\nTheir health concern of Catching Covid is put above the health and well-being of the victim. \r\nThere are currently over 50000 cases waiting in crown courts to be heard. \r\nVictims of sexual offences and violent crimes are being made to wait years already for Justice pre pandemic, and repeated delays is traumatic to victims, leaving it likely that many cases drop.",
        "background": ". Change the law and guidance that allows extremely clinically vulnerable people to avoid facing Justice, under shielding advice. \r\n. Make it mandatory that they attend court.\r\n. If trials have to be delayed due to illness then they are rescheduled in the following month for sexual and violent crime",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-25T09:03:42.522Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-26T21:05:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-31T11:31:01.687Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The guidance published by HM Courts & Tribunals Service is that you should not come to a court or tribunal hearing if your doctor has told you that you need to shield as you are clinically extremely vulnerable to coronavirus: https://www.gov.uk/guidance/what-to-expect-coming-to-a-court-or-tribunal#if-you-are-unwell-or-self-isolating\r\n\r\nHowever, deciding what alternative arrangements to make, including whether to hold a remote hearing or postpone proceedings, is a matter for the courts, not the Government or House of Commons.\r\n\r\nThe law allows people to attend legal obligations even if they are self-isolating or shielding."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-31T11:31:01.685Z"
    },
    "id": 564945,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564945.json"
    },
    "type": "petition"
}