{
    "attributes": {
        "action": "To Grant NHS Staff & Frontline immigrant workers with fast track citizenship.",
        "additional_details": "As there is an existent shortage in the NHS specially in Doctors and Nurses. \r\nIn recognition of their \"Great services rendered\" in the current unprecedented times and their services to the Great UK Nation & to the World, Government should consider to grant them with fast track citizenship which will encourage them and boost their and their families moral. \r\n\r\n\"The frontline workers have proved their commitment to the nation, and it is now the turn of the government to take a step towards them.\"",
        "background": "Frontline workers around the world have been exposed to Covid-19 at a very high rate with many dying from the disease including doctors and nurses. In recognition of their services in the current unprecedented times, Government should grant them with fast track citizenship.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-24T14:43:29.726Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-24T15:16:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-30T13:22:08.600Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want it to be easier for NHS and other front line key workers to become UK citizens, but it's not clear exactly how you would the like the Government to change current rules for becoming UK citizens.\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nOffer citizenship to key workers that already have a settled status: https://petition.parliament.uk/petitions/564791\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-30T13:22:08.597Z"
    },
    "id": 564900,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564900.json"
    },
    "type": "petition"
}