{
    "attributes": {
        "action": "For the U.K. to recognise Bologna - U.K. and EU parity of qualifications.",
        "additional_details": "The Bologna Process is a series of ministerial meetings and agreements between European countries to ensure comparability in the standards and quality of higher-education qualifications. The U.K. will no longer recognise Bologna from the  31st January, meaning that EU and U.K. professional and academic qualifications will no longer have parity. Parity is important to protect people we depend upon, such as Doctors and teachers with qualifications obtained within the EU.",
        "background": "We want the Government and Parliament to recognise that U.K. and EU qualifications have parity as part of any trade deal with the EU.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-26T15:05:13.047Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-26T15:42:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-31T11:13:38.364Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about recognition of qualifications between the UK and EU, but it's not clear if your petition is about professional qualifications, educational qualifications, or both. It is also not clear if you want the UK Government to ensure that EU qualifications are recognised in the UK, or to seek to agree mutual recognition with the EU.\r\n                \r\nYou could start a new petition explaining more clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-31T11:13:38.361Z"
    },
    "id": 565009,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565009.json"
    },
    "type": "petition"
}