{
    "attributes": {
        "action": "Vaccinate 11-20 year olds against Covid-19 first, to allow unhindered education.",
        "additional_details": "Education is the most important element to ensure that our economy can develop and grow beyond the pandemic.\r\n\r\nChildren need continuity and lessons, as well as the interactions with friends and teachers to develop.\r\n\r\nPlaying together and undertaking group sport in schools is critical to protect children’s mental health and overall development.",
        "background": "Focus vaccination programme into schools and universities so that education can continue unhindered by the pandemic and reducing the risk of infection spreading.\r\n\r\nUse time and resources to set up vaccinations rather than a testing programme in schools, that can only exclude and damage education.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-29T08:39:22.181Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-29T11:10:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-04T14:37:47.531Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Medicines and Healthcare products Regulatory Agency is responsible for approving the safety of vaccines. At the moment, the covid-19 vaccines have only been approved for over 18s.\r\n\r\nThe Joint Committee on Vaccination and Immunisation have said that \"there is very limited data on vaccination in adolescents, with no data on vaccination in younger children, at this time.\" You can find out more here: https://www.gov.uk/government/publications/priority-groups-for-coronavirus-covid-19-vaccination-advice-from-the-jcvi-30-december-2020/joint-committee-on-vaccination-and-immunisation-advice-on-priority-groups-for-covid-19-vaccination-30-december-2020\r\n\r\nYou could start a new petition asking for the government to fund research into the safety of covid-19 vaccines for children, if that's something that you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-04T14:37:47.527Z"
    },
    "id": 565287,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565287.json"
    },
    "type": "petition"
}