{
    "attributes": {
        "action": "Lower//refund university fees for 20/21 for students due to Covid-19.",
        "additional_details": "So many of us are worried about being in debt for an education that might not be worth the amount of money universities are asking for. The quality of face to face lectures are not the same as sitting at home and watching pre-recorded lectures (online learning) and the government should not only care but somehow support us during this time. Not only this but students should also get the chance to experience university life in full without having the stress and worry of Covid-19- there is so much more to uni then the academic side.",
        "background": "Students are paying a considerable amount of money for online learning- half of us being unable to attend the actual uni building this year. Students shouldn't have to pay full price for online lectures. The UK government should partially refund tution fees while online learning is still in place.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-29T15:25:19.980Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-29T18:44:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T09:45:42.804Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19: https://petition.parliament.uk/petitions/324762\r\n\r\nLower university tuition fees for students until online teaching ends: https://petition.parliament.uk/petitions/552911"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-05T09:45:42.801Z"
    },
    "id": 565348,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565348.json"
    },
    "type": "petition"
}