{
    "attributes": {
        "action": "Increase the national speed limit on suitable roads, such as motorways.",
        "additional_details": "As it stands, the Highway Code states the stopping distances of 30, 40, 50 and 60mph to be 23, 36, 53 and 73 meters respectively. Modern cars invalidate these claims as the actual distances should and would be much lower. Additionally, cars can now comfortably cruise at much higher speeds, the average top speeds of cars in 1965 and 2019 respectively are 84mph and 128mph. Cars are much more safe and technologically advanced nowadays and the national speed limit doesn’t reflect these changes.",
        "background": "Currently, the national speed limit in Britain for any road with 2 or more lanes is 70mph. This limit is outdated having been introduced in 1965. Cars are much more technologically advanced and safer at these speeds now, and I urge the government to reconsider this limit to a more suitable 80 or 90.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-29T19:02:33.245Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-29T19:40:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T10:13:05.272Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you want changes to speed limits, but you'll need to specify the change you want to see and the roads it will apply to before we can publish your petition. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-05T10:13:05.269Z"
    },
    "id": 565381,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565381.json"
    },
    "type": "petition"
}