{
    "attributes": {
        "action": "Create sober cages.",
        "additional_details": "The government should invest in sober cages for over the limit drunk people so they do not drink drive or cause nuisance behaviour with excessive drinking. putting drunk people in sober cages will help reduce the drinking culture in the UK. Also reduce the level of violence involved out of excessive drinking.\r\nPeople who drive need to be sober. Sober sounds a lot like somber, and it often means sad and quiet too, or sometimes too serious.\r\nBut soberness is key to peace and safety of citizens.",
        "background": "The government should tackle drunk violence with having sober cages put across the country in which people over the limit are put into cages until they are sober. Also stopping drink driving. The cages would reduce a out of culture drinking. People who drive need to be sober.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-29T19:43:27.630Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-29T20:06:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-04T17:44:47.257Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It can already be illegal to be drunk in public. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-04T17:44:47.254Z"
    },
    "id": 565386,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565386.json"
    },
    "type": "petition"
}