{
    "attributes": {
        "action": "Vaccinate secondary school staff and students against COVID 19 immediately",
        "additional_details": "Secondary Schools need to remain open to ensure students receive the education they deserve and to prevent an increase in mental health issues among teenagers. However, COVID infection rates are particularly high among secondary school children, who will pass the virus through the community. An immediate mass vaccination programme for staff and students would reduce this spread and allow schools to reopen safely.",
        "background": "As a teacher, I do not want to see a return to remote learning, however current infection rates are particularly high among secondary school children.\r\nThe proposed mass testing programme will be much less effective than a mass vaccination programme. This should start with staff and exam classes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-30T09:37:30.184Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-30T13:12:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T10:53:45.829Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Medicines and Healthcare products Regulatory Agency is responsible for approving the safety of vaccines. At the moment, the covid-19 vaccines have only been approved for over 18s.\r\n\r\nThe Joint Committee on Vaccination and Immunisation have said that \"there is very limited data on vaccination in adolescents, with no data on vaccination in younger children, at this time.\" You can find out more here: https://www.gov.uk/government/publications/priority-groups-for-coronavirus-covid-19-vaccination-advice-from-the-jcvi-30-december-2020/joint-committee-on-vaccination-and-immunisation-advice-on-priority-groups-for-covid-19-vaccination-30-december-2020\r\n\r\nYou could start a new petition asking for the government to fund research into the safety of covid-19 vaccines for children, if that's something that you'd like to happen.\r\n\r\nYou may wish to sign this petition:\r\n\r\nPrioritise teachers, school and childcare staff for Covid-19 vaccination:\r\nhttps://petition.parliament.uk/petitions/554316"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-05T10:53:45.824Z"
    },
    "id": 565471,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565471.json"
    },
    "type": "petition"
}