{
    "attributes": {
        "action": "Let students choose whether to attend school or do online learning in tier four",
        "additional_details": "More than ever before is there a need that the government recognise the magnitude of mental health problems on young people. The pandemic has caused an unprecedented rise in depression among youths and the lack of social contact which would occur in the case of the closure of schools would be detrimental for many young people.\r\n\r\nNevertheless, we are amidst a pandemic and hence action is required. By letting student choose whether to go to school or do online learning, we help reduce the number of people in schools while also helping those who require social contact.\r\n\r\nFurthermore, those from deprived backgrounds will have access to the resources they require, should they be able to remain in school.",
        "background": "I would like the government to permit secondary school students in tier four areas to choose whether they should go into school or stay at home and do online learning.\r\n\r\nEach student knows their situation best, and I believe that this would allow each student to deal with their own circumstances.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-30T04:35:19.385Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-30T04:56:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T10:39:57.857Z",
        "rejection": {
            "code": "no-action",
            "details": "\r\nSince you started your petition the Government has announced that primary schools, secondary schools and colleges across England must move to remote provision from 5 January 2021, except for vulnerable children and the children of key workers.\r\n\r\nYou can read the Prime Minister's announcement of new Covid-19 restrictions, including school closures, here: https://www.gov.uk/government/speeches/prime-ministers-address-to-the-nation-4-january-2021\r\n\r\nWe could accept a petition calling on the Government to require secondary schools to open for students who want to attend, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-05T10:39:57.854Z"
    },
    "id": 565455,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565455.json"
    },
    "type": "petition"
}