{
    "attributes": {
        "action": "To cancel all 2021 exams, especially those in January",
        "additional_details": "The impact the pandemic has had on adolescents education especially those in year 11 and 13 is huge. It is not moral to expect the students in such years to do their exams and to have a fair playing field to those in previous years. Many have lost lots of valuable time and so are not prepared for such exams. The continuation of exams is adding mass amounts of pressure on students which is consequently affecting their mental health. Finally, after the decision to delay the opening of schools and colleges, it is unjust to make students do the exams set to be carried out in early January.",
        "background": "I ask for 2021 exams to be cancelled and for grades to be based on teacher assessment and work already completed. The delay of schools/colleges reopening and the fact that some exams are set to be on the 11th of January, it is absolutely absurd and unfair to expect young adults to do these exams.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-30T17:23:09.071Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-30T18:51:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-06T09:04:16.476Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/326066"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-06T09:04:16.473Z"
    },
    "id": 565577,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565577.json"
    },
    "type": "petition"
}