{
    "attributes": {
        "action": "Execute mass vaccination programme using General Election infrastructure/process",
        "additional_details": "Using existing primary care facilities to roll-out the vaccine is going to cause huge delay.  I propose the following: 1) all UK adults are sent a \"vaccination card\" as per their council tax records 2) They turn up on \"Vaccination Day\" at their local designated Station (same as Polling Station) 3) They are asked to wear short sleeves under a coat and mask 4) Trained volunteers in PPE ask key questions, check ID, administer the vaccine outside with patient standing, and mark people as vaccinated.",
        "background": "Over 38 million UK adults voted on the last election day - mostly by attending a local Polling Station.  We should use the same infrastructure and process to roll out the new Oxford-AstraZeneca vaccine, by creating \"Vaccine stations\" and asking all UK adults to attend on Vaccination Day (28/1/21).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-30T16:26:54.062Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-30T19:02:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T19:05:39.726Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions on vaccination roll out are based on the availability of vaccines and staff, which is a matter for the NHS. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-05T19:05:39.724Z"
    },
    "id": 565545,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565545.json"
    },
    "type": "petition"
}