{
    "attributes": {
        "action": "Create regulatory oversight for the Civil Aviation Authority",
        "additional_details": "Uniquely, the Civil Aviation Authority is not regulated, or overseen, or accountable to anyone. As the CAA has absolute and unlimited power, many pilots and others having to deal with the CAA on aviation matters, want to have regulatory oversight.",
        "background": "Uniquely, the Civil Aviation Authority is not regulated, or overseen, or accountable to anyone. As the CAA has absolute and unlimited power, many pilots and others having to deal with the CAA on aviation matters, want to have regulatory oversight.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-30T17:32:12.522Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T09:07:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T09:04:21.878Z",
        "rejection": {
            "code": "no-action",
            "details": "The Civil Aviation Authority is the UK's aviation regulator. It was established by the Government and its current roles are to regulate aviation safety in the UK, determine policy for the use of airspace, manage economic regulation of certain airports, and license the financial fitness of airlines and the management of the ATOL financial protection scheme for holidaymakers. The CAA does not have absolute or unlimited powers. It's powers are set out in legislation, and its priorities are set out by Ministers, who are also responsible for overseeing public bodies.\r\n\r\nIf someone is unhappy with a decision the CAA has made they can complain directly to the CAA, and if they are unsatisfied can ask for their complaint to be referred to an Independent Complaints Assessor, who are contracted by the Department for Transport and are independent of the CAA. If following an ICA review, a complainant does not agree with its outcome, they can contact their MP and ask for their complaint to be referred to the Parliamentary and Health Service Ombudsman (PHSO)."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T09:04:21.875Z"
    },
    "id": 565583,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565583.json"
    },
    "type": "petition"
}