{
    "attributes": {
        "action": "Prevent the continuous, outrageously unfair treatment of UK supermarket workers",
        "additional_details": "Unhealthy for the staff working very early and late hours. It can cause mental health issues. Tiredness can lead to a lot of problems which cause serious accidents. Sick Pay- Should all be the same for every company if trading in the UK. Protection of supermarket employee's throughout the Covid Pandemic has been appalling, these need to be stricter, safer and investigated. The main priority of the employer has to be its employee's. Not the customers. Health & safety comes before customer service",
        "background": "Cut back the ridiculous working hours of staff. Make it so unsociable hours aren't allowed, its not necessary! Opening times are too long, who needs milk at 10pm? Make it more fair and safe! Give employers more rights to keep them safe! Investigate into individual shop problems! Employees come first",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-30T22:49:05.621Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-31T16:29:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T19:12:24.233Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Employment terms are a matter for businesses and their employees.\r\n\r\nThere are already legal limits to working hours and a level of statutory sick pay. You could start a new petition calling for changes to these, if that's what you'd like to see. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-05T19:12:24.229Z"
    },
    "id": 565681,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565681.json"
    },
    "type": "petition"
}