{
    "attributes": {
        "action": "The health secretary should support and fund Mental Health or appoint a minister",
        "additional_details": "2020 has played tough times on people mental health. It shouldn't be down to individuals funding Charites, no government advice on the matter, no support from government and MPs. We need help on such a massive issue.",
        "background": "Mental Health is just as important as Physical Health. \r\nThe governments stance on Mental Health is poor. It is the health secretaries job to add this and make it just as important as physical health. The government should fund this as it does the NHS.\r\n2020 has played tough times on mental health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-30T19:08:48.608Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-30T19:44:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T15:13:12.865Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand you're concerned about the priority given to mental health by the Government, but it's not clear exactly what you'd like the Government or Parliament to do. \r\n\r\nThere is already a Minister of State within the Department for Health and Social Care with responsibility for mental health. See:\r\nhttps://www.gov.uk/government/ministers/minister-of-state--90\r\n\r\nIf there are specific actions you would like to see happen, you could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might also like to sign the following petitions:\r\n\r\nIncrease funding for NHS Adult Mental Health Services\r\nhttps://petition.parliament.uk/petitions/316023\r\n\r\nContinue Government funding for national mental health campaigns\r\nhttps://petition.parliament.uk/petitions/562359\r\n\r\nIncreased funding/support to Children and Young People's mental health services.\r\nhttps://petition.parliament.uk/petitions/558759\r\n\r\nIncrease funding for crisis and acute mental health services\r\nhttps://petition.parliament.uk/petitions/559871"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-05T15:13:12.863Z"
    },
    "id": 565616,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565616.json"
    },
    "type": "petition"
}