{
    "attributes": {
        "action": "Change uniform systems to allow students to change hair colour during term time",
        "additional_details": "I would this to happen so students can become more themselves and comfortable in the school setting. I dyed my hair and felt really comfortable and my concentration got better but i had to get rid of it due to your uniform standards. A lot of other students had to do this as well. Most other students also felt more comfortable expressing themselves physically. It also allows students to display that the clothes represent they are the same but different in their own form with their hair",
        "background": "I want the uniform standards to change in secondary schools so students can express themselves physically like hair colour. I want students to be allowed to be more free and comfortable with themselves during school hours. It may increase concentration as students will become more comfortable",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-30T19:53:22.954Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-30T20:06:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T19:07:42.405Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for individual schools.\r\n\r\nWe also can't publish petitions that are submitted anonymously. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-05T19:07:42.403Z"
    },
    "id": 565633,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565633.json"
    },
    "type": "petition"
}