{
    "attributes": {
        "action": "Introduce a cap on how much vets may charge to issue Animal Health Certificates.",
        "additional_details": "Hundreds of thousands of people travel from the UK to the EU each year with their pets, many for multiple visits.\r\nThe previous Pet Passport was valid for the life of the animal, and incurred no further bureaucratic cost once issued.\r\nThis new UK government issued AHC is a ONE TRIP ticket, valid only for 4 months. A new one must be purchased before EVERY trip to the EU.\r\nThe exploitative prices that vets, with a monopoly on the issue of AHC's, are charging are completely unfair to UK consumers.",
        "background": "Vets quotes vary from £70  up to £231! \r\n(These prices do not include any other work such as doing vaccinations, but are just for the 5 minute animal check and filling in of the AHC form).\r\nThe price range for the same service shows just how much vets are exploiting the public over this AHC.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-31T10:35:28.020Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-31T12:30:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-06T12:42:07.542Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for setting the prices that veterinary practices charge for their services. The Government could fix the price of providing certain services, but it would then be up to veterinary practices whether they chose to offer these services.\r\n\r\nWe could accept a petition calling on the Government to set up a national system to provide animal health certificates at a fixed cost, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-04T12:17:02.336Z"
    },
    "id": 565747,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565747.json"
    },
    "type": "petition"
}