{
    "attributes": {
        "action": "Invest £350 million per week into the NHS now that Britain has left the EU",
        "additional_details": "As Britain finally leaves the EU with a deal, it is time that the Prime Minister and his government made good on the pledge to invest £350 million per week in the NHS. Health workers are exhausted with many still recovering from the first virus peak. Staff are not due a pay rise until April 2021. An early increase would show they are valued by the entire country and the government too. The NHS is under severe strain due to the second wave of Coronavirus and more investment is needed now.",
        "background": "In 2016, the Prime Minister and several of his cabinet colleagues promised that £350 million per week should be invested in the NHS once we had left the EU. As Britain leaves, we call on the government to honour this pledge to alleviate the stress of Covid and to reward our frontline workers",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-31T12:24:37.740Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-31T14:07:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-06T16:45:38.938Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: \r\n\r\nhttps://petition.parliament.uk/petitions/327376\r\n\r\nYou may be interested to know that the Government has introduced a new law that will increase funding for the NHS by £33.9 billion a year (in cash terms) by 2023/24. You can find out more here: https://services.parliament.uk/Bills/2019-21/nhsfunding.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-06T16:47:31.233Z"
    },
    "id": 565765,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565765.json"
    },
    "type": "petition"
}