{
    "attributes": {
        "action": "Give parents the choice to send their child into school without being punished.",
        "additional_details": "Parents shouldn't be punished for doing what they feel is best for their child. Many feel school isn't a place for their child to be during the pandemic, as parents we should be allowed to do what we feel is best for our children without being punished. It's claimed the risk to children in school is low, but when it comes to our children, as Parents we shouldn't be putting them in an environment where there is any risk, regardless of how small that may be. But yet we're being forced to, why?",
        "background": "Many parents don't feel safe sending their children into school during the pandemic; especially with cases&deaths rising, and now a new strain. Let these parents do what they feel best for their child, if that's keeping them home, offer the support schools did in March's lockdown, without punishment",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-31T13:30:51.067Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-03T10:44:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-08T09:54:05.944Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/551740\r\n\r\nSince you started your petition primary schools, secondary schools and colleges across England must move to remote provision from tomorrow, except for vulnerable children and the children of key workers: https://www.gov.uk/government/speeches/prime-ministers-address-to-the-nation-4-january-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-08T09:54:05.940Z"
    },
    "id": 565778,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565778.json"
    },
    "type": "petition"
}