{
    "attributes": {
        "action": "Reverse the strategic decision to delay the second dose of the Covid19 vaccine.",
        "additional_details": "The manufacturer states there is no data to show their vaccine works beyond 21 days without the second dose. The clinical trials conducted by Pfizer were on the basis of the 21 day interval. Conversely the Prime Minister stated that the vaccine was effective after 21 days, a statement not supported by Pfizer. Changes of strategy on vaccinations is likely to reinforce the arguments of those in society who advocate against vaccination at a time when medical opinion is stressing its importance.",
        "background": "The MHRA approved the use of the Pfizer-BioNTech covid19 vaccine on the basis of it being administered in two doses 21 days apart as designed by the manufacturer. The vaccination programme was started on this basis. The strategy was changed so that the gap between doses was increased to 12 weeks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-31T18:09:05.579Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-01T12:46:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-08T16:08:41.027Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or House of Commons are directly responsible for, and decisions about approval of vaccines and the administration of these is a matter for various public health agencies, not the Government or House of Commons.\r\n\r\nWe have published the following petition calling for a related action, which you might like to sign: \r\n\r\nBan vaccines being administered in a manner not fully tested in clinical trials: https://petition.parliament.uk/petitions/566116\r\n\r\nThe delays to receiving the second dose of a Covid-19 vaccine has been implemented by the NHS following advice from the Joint Committee on Vaccination and Immunisation (JCVI), which advises UK health departments on immunisation, which has also been supported by the UK's four Chief Medical Officers. Their new advice and the changes to the Covid-19 vaccination programme are consistent with the temporary authorisations granted for these vaccines by the Medicines and Healthcare products Regulatory Agency.\r\n\r\nThe JCVI, Chief Medical Officers, MHRA and NHS England are all independent and operationally independent of the UK Government, so we cannot accept petitions calling for actions that these bodies are responsible for.\r\n\r\nYou can read the JCVI's advice on optimising the COVID-19 vaccination programme for maximum short-term impact here: https://www.gov.uk/government/publications/prioritising-the-first-covid-19-vaccine-dose-jcvi-statement/optimising-the-covid-19-vaccination-programme-for-maximum-short-term-impact\r\n\r\nYou can read the statement from the UK Chief Medical Officers on the prioritisation of first doses of COVID-19 vaccines here: https://www.gov.uk/government/news/statement-from-the-uk-chief-medical-officers-on-the-prioritisation-of-first-doses-of-covid-19-vaccines\r\n\r\nYou can read the MHRA's conditions of Authorisation for Pfizer/BioNTech COVID-19 vaccine here: https://www.gov.uk/government/publications/regulatory-approval-of-pfizer-biontech-vaccine-for-covid-19/conditions-of-authorisation-for-pfizerbiontech-covid-19-vaccine\r\n\r\nYou can read the MHRA's conditions of Authorisation for COVID-19 Vaccine AstraZeneca here: https://www.gov.uk/government/publications/regulatory-approval-of-covid-19-vaccine-astrazeneca/conditions-of-authorisation-for-covid-19-vaccine-astrazeneca"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-08T16:08:41.025Z"
    },
    "id": 565832,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565832.json"
    },
    "type": "petition"
}