{
    "attributes": {
        "action": "Train more people and open more vaccination centres to get vaccine out faster",
        "additional_details": "At the current rate under 50s won’t receive the vaccine until late 2021 if not 2022. We have enough doses ordered. The public are desperate to help so let’s do everything we can to vaccinate as many people as soon as possible. Our children are missing their education, students locked away, jobs being cut and mental health suffering. We’re at breaking point, we can’t go on like this. We need to make history, we have to do something extraordinary, otherwise 2021 will be all too similar to 2020.",
        "background": "Train medical students and volunteers to be able to give the vaccine. \r\nOpen more vaccination centres in town halls, universities, every GP, and temporary sites similar to testing centres. \r\nAim to vaccinate 4 million people per week so that the vaccine is available to everyone in the UK by Easter.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-01T00:54:17.139Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-01T16:07:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-08T10:46:35.346Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Covid-19 vaccination programme, including the identification of sites suitable for delivery of the vaccine, is the responsibility of the NHS, not the Government or House of Commons.\r\n\r\nThe Government has already announced that vaccination centres are being set up to ensure vaccines are administered as quickly as possible. You can find out more here: https://www.gov.uk/government/news/first-people-to-receive-oxford-universityastrazeneca-covid-19-vaccine-today-4-january-2021\r\n\r\nWe could accept a petition calling on the Government to provide additional funding to enable the NHS to increase the number of sites at which Covid-19 vaccinations are provided, although in practice the number of sites the NHS can operate will depend on the staff available to administer vaccinations."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-08T10:46:35.344Z"
    },
    "id": 565883,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565883.json"
    },
    "type": "petition"
}