{
    "attributes": {
        "action": "Open pop-up vaccine clinics in closed/non-essential shops and restaurants.",
        "additional_details": "Two vaccines have been approved. Thousands of staff are waiting to deliver them. But much more space is needed to provide a socially distanced environment where vaccines can be administered and the 15 minute rest period can be taken.\r\n\r\nClosed, non-essential shops and restaurants would be suited to this role. Companies would be eager to volunteer their retail areas, so vaccine rollout increases and shop closures end sooner. Large areas could be cleared and sanitised within a matter of hours.",
        "background": "Help and encourage closed/non-essential shops and restaurants to offer their retail areas to the NHS - so that vaccine volunters can use the extra space to set up temporary, pop-up COVID-19 vaccine clinics. \r\n\r\nLift any red tape preventing this, and provide incentives for companies that participate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-01T12:08:59.667Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-01T12:19:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-07T15:54:03.760Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Covid-19 vaccination programme, including the identification of sites suitable for delivery of the vaccine, is the responsibility of the NHS, not the Government or House of Commons.\r\n\r\nThe Government has already announced that vaccination centres are being set up to ensure vaccines are administered as quickly as possible. You can find out more here: https://www.gov.uk/government/news/first-people-to-receive-oxford-universityastrazeneca-covid-19-vaccine-today-4-january-2021\r\n\r\nWe could accept a petition calling on the Government to provide additional funding to enable the NHS to increase the number of sites at which Covid-19 vaccinations are provided, although in practice the number of sites the NHS can operate will depend on the staff available to administer vaccinations."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-07T15:54:03.756Z"
    },
    "id": 565930,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565930.json"
    },
    "type": "petition"
}