{
    "attributes": {
        "action": "Allow the children of clinically extremely vulnerable parents to learn from home",
        "additional_details": "The most vulnerable people are those who have caring responsibilities but who's medical conditions mean that they have a high probability of death if they become exposed to covid19. Being forced to go to school is not in the best interests of their children. They will catch up if they miss some school but will not recover from losing a parent and may bare the guilt of having brought the virus home to their parent. In most cases the only risk these parents take is sending their children to school",
        "background": "Clinically extremely vulnerable people in tier 4 have been told to shield for their safety. But they have been instructed to send their children to school where they will mix with scores of children in their bubbles. This is not safe and makes shielding impossible for these vulnerable parents.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-01T20:18:15.069Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-02T08:55:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T09:15:47.079Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that primary schools, secondary schools and colleges across England must move to remote provision from 5 January 2021, except for vulnerable children and the children of key workers.\r\n\r\nYou can read the Prime Minister's announcement of new Covid-19 restrictions, including school closures, here: https://www.gov.uk/government/speeches/prime-ministers-address-to-the-nation-4-january-2021\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nEnable online learning for children who live with those who are vulnerable: https://petition.parliament.uk/petitions/556586\r\n\r\nScrap fines for families with vulnerable members that keep children from school: https://petition.parliament.uk/petitions/549629"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-05T09:15:47.076Z"
    },
    "id": 566014,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566014.json"
    },
    "type": "petition"
}