{
    "attributes": {
        "action": "Cancel GCSE and A level exams 2021 due to mental health impacts of COVID-19",
        "additional_details": "The pandemic has greatly increased the suffering of mental illness. Adding (already increased) exam stress to this is not fair to students. Many won’t cope. It puts students who suffer from mental health issues at a further disadvantage. Exams this year would not be fair as college students have only been allowed in face teaching 50% of the time compared to 100% in school sixth forms making students studying A levels in colleges disadvantaged. Adding 3 weeks does nothing to help when so much time has been lost. Students across the country have received such varying levels of teaching this year exams are not on an even field. A level exams in England make no sense when we are applying to the same universities as those from Wales and Scotland where exam equivalents are not taking place.",
        "background": "Cancel all GCSE and A level exams in 2021 and replace them with teacher assessed grades or a system similar to what Wales have implemented. Take into account mental health of students when deciding how to award grades instead of purely if we’ve had enough teaching to sit an exam.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-02T19:03:04.952Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-02T19:20:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-06T17:22:03.850Z",
        "rejection": {
            "code": "already-happening",
            "details": ""
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-06T17:22:03.844Z"
    },
    "id": 566231,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566231.json"
    },
    "type": "petition"
}