{
    "attributes": {
        "action": "Allow all healthcare professionals to help administer the Covid-19 vaccine",
        "additional_details": "The government needs to be vaccinating at least 2 million people per week to gain sufficient immunity within the population to begin safely easing restrictions as soon as possible. Given the incredible administrative task this is we should be allowing anyone within a healthcare profession to be deemed qualified to administer the jab. This would enable the NHS to have a vast army of vaccinators who can help administer the vaccine to as many people as possible in the shortest time possible.",
        "background": "All healthcare professionals should be deemed capable of, and allowed to administer the Covid-19 vaccine. This includes Pharmacists, Anaesthetists, retired doctors and anyone else who has a healthcare background and volunteers to be a part of the vaccination program.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-03T00:15:18.964Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-03T14:05:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-08T10:06:43.443Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The training recommendations for Covid-19 vaccinators are set by Public Health England, and the application process for joining the NHS Covid-19 vaccinaton team is managed by the NHS. Both Public Health England and the NHS are operationally independent of the Government, and decisions about this guidance and recruitment are matters for them, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-08T10:06:43.439Z"
    },
    "id": 566292,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566292.json"
    },
    "type": "petition"
}