{
    "attributes": {
        "action": "Change the Covid-19 vaccination strategy",
        "additional_details": "I observe first hand how school children and youth, despite all the precautions and bubbles inside schools, once they are out, the bubbles strategy vanishes very quickly soon after. \r\n\r\nJudging by news reports, the most likely age range to break the restrictions are those between 18-30 years old who should be targeted for vaccination as a second or third level. \r\n\r\nMost people above these ages are typically observant of the rules and respect the restrictions exercising better judgment in general.",
        "background": "Vaccination should mainly target who statistically are the most exposed frontline workers and then the spreaders of the virus and not only the more vulnerable, starting with school children and the active youth.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-02T23:32:21.890Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T10:38:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T10:08:50.186Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to change the groups that have priority for Covid-19 vaccination, but it's not clear exactly how you want this priority to be changed.\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nPrioritise teachers, school and childcare staff for Covid-19 vaccination: https://petition.parliament.uk/petitions/554316\r\n\r\nMake frontline NHS health workers top priority for Covid-19 vaccination: https://petition.parliament.uk/petitions/562854\r\n                \r\nThe Medicines and Healthcare products Regulatory Agency is responsible for approving the safety of vaccines. At the moment, the covid-19 vaccines have only been approved for over 18s.\r\n\r\nThe Joint Committee on Vaccination and Immunisation have said that \"there is very limited data on vaccination in adolescents, with no data on vaccination in younger children, at this time.\" You can find out more here: https://www.gov.uk/government/publications/priority-groups-for-coronavirus-covid-19-vaccination-advice-from-the-jcvi-30-december-2020/joint-committee-on-vaccination-and-immunisation-advice-on-priority-groups-for-covid-19-vaccination-30-december-2020\r\n\r\nYou could start a new petition asking for the government to fund research into the safety of covid-19 vaccines for children, if that's something that you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T10:08:50.182Z"
    },
    "id": 566288,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566288.json"
    },
    "type": "petition"
}