{
    "attributes": {
        "action": "Social media to warn, alert others or stop spread: unfair/misleading/wrong info’",
        "additional_details": "A standard of responsibility in law is on individuals not social media Companies. \r\n\r\nE.g. streaming: no one monitoring live streaming & no clear limitations on what can be shared. This means anyone including Young teenagers can witness drug taking, Reporting of incorrect info’, self harm & aggression. \r\n\r\nThe responsibility to monitor & ask individuals to be fair to each other should be placed clearly on companies making profit from social media.Not individual who are victims of things like abuse.",
        "background": "As individuals have a responsibility towards others. All I am asking is social media companies work from the same standards. So Unfair and incorrect information be treated as something that’s unacceptable\r\n\r\nTo prevent profit making social media companies licensing and manage themselves.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-03T08:39:01.767Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-03T17:37:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-08T11:26:20.103Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about some content on social media, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nCreate legislation to prevent COVID-19 & vaccine misinformation on social media: https://petition.parliament.uk/petitions/564524\r\n                \r\nWe could accept a petition calling for wider obligations for social media companies to prevent misinformation on their platforms, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-08T11:26:20.100Z"
    },
    "id": 566317,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566317.json"
    },
    "type": "petition"
}