{
    "attributes": {
        "action": "Give a one off stimulus payment of £250 to everyone 18 and over.",
        "additional_details": "Firstly to reward the country for doing what was right for a year when it was very isolating, difficult and for some financially harmful. Secondly as many didn’t get any help or were not entitled to enough help. But most importantly so people have money to boast the economy to pre-covid levels to support the economy in growing quicker so the economic impact does not kill lives (or as many as 2008 did over a 10 year period).",
        "background": "A stimulus check to all those 18 and over who have not broken covid rules. This should be done when enough people are vaccinated so things can start going back to normal. For the reasons in the next part.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-03T16:49:31.779Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T15:32:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T15:15:37.544Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to implement a stimulus package, but it's not clear when you want this to be paid, or who you want to receive it. Your petition refers to \"when enough people are vaccinated\", and people \"who have not broken covid rules\", but we're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nIssue a US-style Covid-19 payment to support individuals and stimulate economy: https://petition.parliament.uk/petitions/564824"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T15:15:37.540Z"
    },
    "id": 566398,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566398.json"
    },
    "type": "petition"
}