{
    "attributes": {
        "action": "Ask the government to pass a wealth tax",
        "additional_details": "'Almost a quarter of all household wealth in the UK is held by the richest 1% of the population, according to alarming new research that reveals a historic underestimation of inequality in the country.'\r\n\r\nThis is a small section of an article published by the Observer 03/01/21 from research by a think tank into inequality,",
        "background": "Pass a bill that will tax the very wealthy in this country to help pay for the costs of 10 years of austerity plus the economic damage caused by Covid 19.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-03T12:44:55.853Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-03T17:14:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-08T11:20:36.190Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to increase taxes on the wealthy to help fund economic recovery, but it's not clear who you want to be taxed, or how. We could accept a petition calling for a new higher tax rate for the highest earners, or a new tax on savings and assets, if those are things you want to happen.\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-08T11:20:36.188Z"
    },
    "id": 566344,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566344.json"
    },
    "type": "petition"
}