{
    "attributes": {
        "action": "Keep all UK schools open for all pupils",
        "additional_details": "Shutting schools due to covid causes mental health problems and learning issues regardless of online learning.  Children are at different levels in each class it is virtually impossible to produce online learning that meets each student's requirements whilst still fitting the curriculum.  Parents with more than one child will struggle to be able to complete the work set out for their children as their attention will need to be focused on one child at a time.  Parents will be unable to work and support their children which causes great deals of stress for families, the help the government provides does not cover people's earnings in these circumstances.",
        "background": "Keep all UK schools open to all pupils.  Shutting schools due to Covid causes great distress to the children and parents",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-03T15:03:33.615Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-03T15:20:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-08T10:13:10.993Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/552187\r\n\r\nThe UK Government is only responsible for school closures in England. Decisions for Scotland, Wales and Northern Ireland are a matter for the devolved administrations for those nations."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-08T10:13:10.990Z"
    },
    "id": 566376,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566376.json"
    },
    "type": "petition"
}