{
    "attributes": {
        "action": "Close primary schools until it is safe for staff and pupils to return",
        "additional_details": "Closing secondary schools but not primary schools is completely pointless-in order for this to be effective both need to close until at least January the 18th. We need to get control of the spread this time, or the devastation will continue. Please consider the welfare of school staff. Of course vulnerable or key worker children could still attend, but not everybody else who could learn at home. Please consider the wider effects of the pandemic on those who are vulnerable and sign this petition.",
        "background": "Primary schools should not be opening on Monday to all pupils. Schools have been shut across London-the same common sense should be displayed when advising the rest of the country. It is not safe for both staff and pupils. Infection rates will continue to rise whilst primary schools remain open.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-03T02:03:59.656Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-03T11:12:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T09:10:49.766Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that primary schools, secondary schools and colleges across England must move to remote provision from 5 January 2021, except for vulnerable children and the children of key workers.\r\n\r\nYou can read the Prime Minister's announcement of new Covid-19 restrictions, including school closures, here: https://www.gov.uk/government/speeches/prime-ministers-address-to-the-nation-4-january-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-05T09:10:49.763Z"
    },
    "id": 566301,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566301.json"
    },
    "type": "petition"
}