{
    "attributes": {
        "action": "Recognise University Students during Covid-19 and reimburse students",
        "additional_details": "As University students we have been ignored during this pandemic, we have out studies disrupted as well as having to pay rent without the government help. Many students who are international haven’t been able to get back into the country even though they have been paying fees and rent for places they haven’t lived in. We want some recognition as we have been left without any support. Online learning is not the same as in person classes so cannot be deemed a ‘satisfactory’ learning experience.",
        "background": "University students feel like we have been forgotten, the government has not helped us with student finance, rent, our studies. We want more support and reimbursement for all the money we have spent, we want the government to acknowledge us as we have been ignored during this pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-03T23:04:03.360Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-03T23:10:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-08T08:43:05.400Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nReimburse student rents for all accommodation not used during this academic year\r\nhttps://petition.parliament.uk/petitions/560735\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19\r\nhttps://petition.parliament.uk/petitions/324762\r\n\r\nLower university tuition fees for students until online teaching ends\r\nhttps://petition.parliament.uk/petitions/552911"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-08T08:43:05.399Z"
    },
    "id": 566488,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566488.json"
    },
    "type": "petition"
}