{
    "attributes": {
        "action": "NHS to fund Zolgensma for Spinal Muscular Atrophy(SMA) children aged 2 and under",
        "additional_details": "There are numerous children suffering from SMA and are unable to get the treatment necessary to live as they're not able to afford the treatment. One dose of Zolgensma, the gene therapy treatment, is a one time injection into the vein which will give the child another shot at life! The current price for Zolgensma is £1.9million. Families across the UK aren't able to save their own child due to the high cost of this treatment. We're asking for this treatment to be funded by the NHS going forward",
        "background": "SMA is a serious condition which gets worse over time. It's a genetic disorder which makes the muscles weaker and causes problems with movement. Babies with Type 1 rarely survive beyond the first few years of their life. \r\nZolgensma is a one time dose which could save a child's life.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-03T20:31:08.709Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-03T20:55:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T15:51:54.508Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nDecisions about which medicines can be offered to patients on the NHS are made by the Medicines and Healthcare Products Regulatory Authority (MHRA - which advises on a medicine's safety, efficacy and manufacturing quality) and the National Institute for Health and Care Excellence (NICE - which advises on a medicine's clinical and cost effectiveness). Both of these bodies are operationally independent of the UK Government and Parliament.\r\n\r\nNICE are currently undertaking an appraisal to decide whether to recommend the use of Zolgensma by the NHS for some spinal muscular atrophy patients. See:\r\nhttps://www.nice.org.uk/guidance/indevelopment/gid-hst10026\r\n\r\nYou can find out how to get in touch with NICE at:\r\nhttps://www.nice.org.uk/get-involved/contact-us"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T15:51:54.504Z"
    },
    "id": 566450,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566450.json"
    },
    "type": "petition"
}