{
    "attributes": {
        "action": "Stop pay for teachers refusing to educate the nation during the covid crisis.",
        "additional_details": "Public resources are being squandered. If we carry on like this the non working will outnumber the working one day. The public sector have already started to pay for the deficit caused by the economic crisis caused by the country coming to a halt. To paralyse the country by keeping children at home and subsequently our workforce at home is unacceptable. If people exercise their right to be lazy, freeloading members of society compensate them accordingly.",
        "background": "Whilst several responsible sections of society have kept the country running through covid, a small section of teachers  have shown time and time again that they lack the work ethic, patriotic and moral responsibility to teach the future of our nation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-03T20:56:03.234Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-03T21:43:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T09:53:14.985Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of Covid-19 on schooling, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIf teachers are absent from work without authorisation it would be up to individual employers to decide what disciplinary action, if any, to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T09:53:14.983Z"
    },
    "id": 566459,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566459.json"
    },
    "type": "petition"
}