{
    "attributes": {
        "action": "Address the Current COVID-19 Situation Regarding Schools.",
        "additional_details": "What I would like are answers. As a school that transitioned to online learning swiftly, I was incredibly fortunate to continue to learn and share lessons with peers, but how does 3 weeks added to the exam dates and some in-examination help compensate for 7 months lost for some? I do not see how this is compensating for 7 months lost of my 2 year course, which means that over a quarter of my course has suffered due to restrictions, and I think it is very unfair for pupils to be left stranded.",
        "background": "After losing 7 months of in-school learning, I think this has put some pupils in a poor position regarding the upcoming exams, and with the surge in cases it has put many pupils out/online due to the rise in cases. We need better time to prepare or would like you to rethink examinations entirely.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T10:20:50.845Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T10:34:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-06T17:49:36.752Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-06T17:49:36.750Z"
    },
    "id": 566549,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566549.json"
    },
    "type": "petition"
}