{
    "attributes": {
        "action": "Pay all key workers who test positive for their 2 weeks off due to quarantine",
        "additional_details": "I believe that people working in Food Retail shouldn't be scared to go to work and get sick and worry about paying their bills, as this encourages people to go to work sick and infect others. It should be compulsory for companies (any company that's open in Tier 4/ essential) to pay their employees if they test positive, at least the 80% of their shifts that they miss (a scheme similar to furlough which pays all key workers when they can't work due to being sick, even if their workplace is open)",
        "background": "Pay all key workers (new employees too) and Food Retail staff and other companies that are legally open and trading with customers in Tier 4. These companies need to pay their employees when they test positive and have to isolate for 10 days/2 weeks and consequently miss their shifts. At least 80%.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T01:09:07.976Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T01:59:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T09:58:47.999Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about pay for staff required to self-isolate, but it's not clear if you want new rights to full pay for staff who are required to self-isolate to apply to key workers, all workers or a different group of people.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T09:58:47.995Z"
    },
    "id": 566519,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566519.json"
    },
    "type": "petition"
}