{
    "attributes": {
        "action": "Give the UK media limited access to Covid wards to counter misinformation",
        "additional_details": "People are visiting hospitals to film empty corridors and waiting areas with the aim of suggesting that the pandemic is a hoax or a lie, while also misrepresenting statistics to try and play down the seriousness of the crisis.\r\n\r\nThe best way to counter this misinformation is to allow people a window into the reality. Misinformation is causing huge stress to already worn out and emotionally exhausted staff - it is quite possible to report in a restricted, safe way protecting staff and patients.",
        "background": "There is a huge tide of misinformation around Covid at the moment where people are casting doubt on the official figures of cases, hospitalisations & deaths from Covid. This is most easily countered by allowing people to see the reality of the crisis by allowing journalists to report from red zones.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-03T23:24:41.037Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T21:36:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T17:44:52.947Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. This would be an operational decision for hospitals, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T17:44:52.944Z"
    },
    "id": 566500,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566500.json"
    },
    "type": "petition"
}