{
    "attributes": {
        "action": "Petition for Gavin Williamson to resign after the A-level catastrophe of 2020",
        "additional_details": "Essentially, this shouldn't have happened and he should have accounted for his actions by stepping down. His team (under his leadership) ruined many student's lives. Furthermore, the ongoing last minute switch of plans regarding isolation rules for schools etc., have also caused disturbance to not only teacher unions, but current teachers, parents and students also. Quite frankly, we have all suffered enough during this pandemic, this MP will put the future generation of this country at stake.",
        "background": "As a current Year 13 student, I feel very uncomfortable with Gavin Williamson as the secretary for education. This is due to the disaster that he caused last year regarding the chaotic algorithm that was created, then scrapped, and costed many students their grades and spaces in higher education.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T02:10:13.291Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T03:00:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-04T09:39:43.622Z",
        "rejection": {
            "code": "honours",
            "details": "We can't publish petitions about honours or appointments. That includes calling for Ministers to be sacked or to resign.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could sign or start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-04T09:39:43.619Z"
    },
    "id": 566525,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566525.json"
    },
    "type": "petition"
}