{
    "attributes": {
        "action": "Allow gyms to give 2 people at the same time a 1h slot to use the gym floor",
        "additional_details": "People with physio injuries can't walk on pavements or do outdoor/home exercises, for certain injuries you need special equipment which only gyms have!\r\nIt is neither healthy nor fair towards people to spend all lockdowns/tier 4 on painkillers all the time! Every time you're closing the gyms I've been back on pain killers and sleeping tablets, prescribed by my GP of your NHS and who knows what the long term damage to my knee will be if you keep gyms closed- this is not sustainable at all!",
        "background": "Allow gyms to give 2 people at the same time a 1h slot per day to use the gym floor. People with injuries depend on gym equipment, so for tier 4 or lockdowns, gyms should give people who need it the most access to their facilities! Furthermore entering a gym is safer than entering another household!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T16:54:58.094Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T21:16:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T15:56:55.742Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for gyms to be allowed to open:\r\nhttps://petition.parliament.uk/petitions/556956\r\n\r\nThe decision to prioritise entry for certain customers would be a decision for individual gyms if they were allowed to reopen, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T15:57:02.110Z"
    },
    "id": 566636,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566636.json"
    },
    "type": "petition"
}