{
    "attributes": {
        "action": "Offer University students additional financial support Due to Covid",
        "additional_details": "During this pandemic university students have been sidelined, as the economic situation changes many students relied on jobs in industries facing difficulty. Many students are also in a situation where their student finance only covers rent, parental support May also be hindered due to the nature of the economic situation, students are still being asked to pay rent with many private landlords still expecting rent payments. \r\n\r\nThe current year assessment option offered by SFE is not fit for purpose.",
        "background": "Like with the introduction of the furlough scheme the government needs to address financial difficulty faced by many students, who’s student finance is not sufficient,  as it’s based on parental income. The change in the economic situation should be accompanied by additional financial support.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T15:44:52.490Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T16:08:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-08T08:51:52.680Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nImplement support for university students during Covid-19\r\nhttps://petition.parliament.uk/petitions/554299\r\n\r\nProvide a financial package for students affected by the 2nd lockdown\r\nhttps://petition.parliament.uk/petitions/558669\r\n\r\nMake Universal Credit accessible for Students that lost their jobs due to COVID\r\nhttps://petition.parliament.uk/petitions/562929\r\n\r\nStop student loan being calculated using parental income\r\nhttps://petition.parliament.uk/petitions/328532\r\n\r\nEnable all students to end university tenancy agreements early due to Covid-19.\r\nhttps://petition.parliament.uk/petitions/553285\r\n\r\nGovernment subsidise this year's university tuition fees\r\nhttps://petition.parliament.uk/petitions/552814\r\n\r\nFund free wifi for university students forced into online learning\r\nhttps://petition.parliament.uk/petitions/555164"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-08T08:51:52.676Z"
    },
    "id": 566627,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566627.json"
    },
    "type": "petition"
}