{
    "attributes": {
        "action": "Replace New Year's Fireworks with Only Light and Drone Show",
        "additional_details": "The 2021 New Year's Firework event, was called the \"most environmentally-friendly New Year’s Eve event to date\", by the London Mayor, since it included drones and lighting. However, the display still included fireworks, even after reflecting on David Attenborough's message about how the environment is suffering. Therefore, it would be MORE environmentally-friendly to completely cut the firework display from the event, especially as the light and drone show was more than spectacular.",
        "background": "Fireworks cause extensive air pollution in a very short amount of time, and leave metal particles, dangerous toxins, harmful chemicals and smoke in the air for hours and days. Most of which never fully decompose, and instead stay in the environment, causing harm to animals, plants etc.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T14:44:13.566Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T14:54:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T11:31:07.071Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise.\r\n\r\nThe London Assembly/Mayor of London who organised this display have their own petitions system: https://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T11:31:07.067Z"
    },
    "id": 566609,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566609.json"
    },
    "type": "petition"
}