{
    "attributes": {
        "action": "Guarantee university students predicted grades so they won’t fall below average",
        "additional_details": "A level and GCSE students have had predicted grades and exams cancelled during the coronavirus pandemic. University students many of whom have worked extremely hard for the majority of their life to get to this point. We have received no government support over the whole of the pandemic and with the virus only getting worse we need security. We need to be backed up by predicted grades to ensure we do not fall below what we are truly capable of. We need security during these unprecedented times.",
        "background": "University students are being forgotten about during the coronavirus pandemic. We are expected to complete assignments as normal at a high standard. There is so much uncertainty and the stresses and strains we are experiencing are detrimental to our wellbeing. We need security at times like this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T19:10:38.352Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T19:20:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-08T09:13:40.131Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-08T09:13:40.128Z"
    },
    "id": 566686,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566686.json"
    },
    "type": "petition"
}