{
    "attributes": {
        "action": "Government & BBC must report exact number of COVID deaths & use uniform language",
        "additional_details": "Current reporting is ALL deaths from ANYTHING within 28 days of positive test. This is obfuscation. “X amount of new coronavirus cases” encompasses a huge range from totally healthy people to those with any of various coronavirus ailments. It’s misleading & causes avoidable fear. All the public needs is exactly how many people the disease Covid-19 is actually killing; How many of the positive tests are symptomatic Covid-19 & how many are non-symptomatic SARS-CoV-2. Same to apply to new variants.",
        "background": "Gov & BBC: Must give EXACT no of deaths actually from Covid-19 as primary cause. Number must NOT include pneumonia, flu etc; Must ONLY use “case” to describe those ILL from Covid-19 – NOT asymptomatic positive tests. Must qualify “coronavirus” with NAME of virus being referred to eg: “SARS-CoV-2”",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T18:54:35.481Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T00:32:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T16:52:04.447Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/551788\r\n\r\nDecisions about how to report on Covid-19 is a matter for individual broadcasters and news organisations, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T16:52:04.445Z"
    },
    "id": 566674,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566674.json"
    },
    "type": "petition"
}