{
    "attributes": {
        "action": "Parliament debate a public-instigated vote of no confidence in Boris Johnson",
        "additional_details": "I am asking Parliament to debate this on the basis that we are an island nation that has had 70,000+ dead due to COVID at the time of starting this petition, we are about to enter a third lockdown and we have an administration in charge that wilfully ignores science and experts, takes no proactive or preventative steps to curb the spread of the virus and is knowingly condemning the NHS to be overwhelmed in the worst winter crisis on record.",
        "background": "I wish Parliament to debate and take a vote of no confidence in Boris Johnson and his government for the failings of the handling of the COVID-19 pandemic in the UK. I do not believe that he, nor his cabinet, is fit for office and they need to be removed from government.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T19:06:53.035Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T19:21:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T09:43:26.604Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could sign or start a petition about that.\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nHold an immediate general election: https://petition.parliament.uk/petitions/557074"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-05T09:43:26.601Z"
    },
    "id": 566684,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566684.json"
    },
    "type": "petition"
}