{
    "attributes": {
        "action": "Take responsibility for university students during the COVID-19 pandemic",
        "additional_details": "Word counts remain the same, deadlines remain the same, dissertations still stand. Mental health is declining, we are paying for an education we have not received and for houses we are not allowed to go back to. Reimburse students for their ‘online learning’, take ACTUAL measures to support university students. Get rid or provide an alternative for dissertations, offer priority access to mental health services. Stop ignoring our struggle and take accountability. Take notice of your ignorance.",
        "background": "The government has not once proposed a solid plan for university students since the pandemic first started. Through two national lockdowns we are expected to deal with the same workload whilst under even more stress than usual and we are not being properly supported or considered by the government.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T20:26:33.477Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T20:37:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T12:53:00.417Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university courses and assessments are a matter for individual universities, not the UK Government or Parliament. The Office for Students has published guidance for providers about quality and standards during the coronavirus (COVID-19) pandemic, which sets out its expectations regarding teaching and assessments: https://www.officeforstudents.org.uk/publications/guidance-for-providers-about-quality-and-standards-during-coronavirus-pandemic/ \r\n\r\nYou may wish to sign this petition about student fees: \r\nhttps://petition.parliament.uk/petitions/555516\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector. \r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T12:53:00.415Z"
    },
    "id": 566722,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566722.json"
    },
    "type": "petition"
}