{
    "attributes": {
        "action": "Refund university students for inadequate teaching during the pandemic & strikes",
        "additional_details": "Paying £27,000+ for a university degree demands a high quality of teaching and support throughout the degree. However, the disruption has meant the teaching has been inadequate and unsatisfactory and does not meet the expectations of a university teaching experience. Students deserve their debt to be removed completely or partially due to this inadequate teaching and to avoid them spiralling into debt following a poor university experience.",
        "background": "Students will leave university with over £27,000 worth of debt to repay through their adult life. Teaching during the UCU strikes in 2018/19/20 and the COVID-19 pandemic has been inadequate and not sufficient for the cost of university. Students deserve a full or partial refund for this issue.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T20:26:46.502Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T20:30:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T14:26:35.733Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure if you are calling for students to be refunded for the last three years of university automatically, or for this academic year.\r\n\r\nYou may wish to sign this petition:https://petition.parliament.uk/petitions/555516\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T14:26:47.504Z"
    },
    "id": 566724,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566724.json"
    },
    "type": "petition"
}