{
    "attributes": {
        "action": "Safety net for all university students due to the impact of COVID",
        "additional_details": "The domino effect of COVID is immense and in many ways, for years to come, we will all be affected by it.\r\nFrom being trapped in student accommodation, at home isolated from support systems, to strikes from the union, student mental health is plummeting, yet we're still expected to perform at the same university standards as pre-pandemic years.",
        "background": "Last year a safety net was created for university students. Now after spending from the middle of second to our third year in a global pandemic we need the same support and reassurance for this year to ensure that any detriment that may impact our future professional careers is minimised.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T21:23:37.751Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T21:35:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T17:47:52.360Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about the assessment of university courses are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nThe Office for Students has published guidance for providers about quality and standards during the coronavirus (COVID-19) pandemic, which sets out its expectations regarding teaching and assessments: https://www.officeforstudents.org.uk/publications/guidance-for-providers-about-quality-and-standards-during-coronavirus-pandemic/.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T17:47:52.356Z"
    },
    "id": 566864,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566864.json"
    },
    "type": "petition"
}