{
    "attributes": {
        "action": "Lower university tuition fees for students until partial on campus study resumes",
        "additional_details": "Millions of students have been overlooked by the government throughout this pandemic and tuition fees have remained the same, not to mention the  interest which hasn’t been addressed. Thousands of students have already paid for accommodation fees which which will be abandoned for months. I believe that tuition fees should be reduced at the very least and hope the government will act considerately through unprecedented times and acknowledge the hardships that university  students are facing.",
        "background": "Students across the UK were expected to partially return to University to be told that learning will be predominantly online for the foreseeable future.\r\nThe Government should therefore lower our tuition fees and we should receive a partial refund for the effects this will have on learning.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T21:07:16.527Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T21:09:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T12:57:39.363Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19: https://petition.parliament.uk/petitions/324762\r\n\r\nRequire universities to fully refund tuition fees for the Autumn term: https://petition.parliament.uk/petitions/555583\r\n\r\nLower university tuition fees for students until online teaching ends: https://petition.parliament.uk/petitions/552911\r\n\r\nGovernment subsidise this year's university tuition fees: https://petition.parliament.uk/petitions/552814\r\n\r\nRefund ALL University student tuition fees due to lack of quality in education: https://petition.parliament.uk/petitions/555516\r\n\r\nReduce student loan debts by the cost of all tuition fees paid during Covid-19: https://petition.parliament.uk/petitions/560953"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T12:57:39.360Z"
    },
    "id": 566823,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566823.json"
    },
    "type": "petition"
}