{
    "attributes": {
        "action": "Address University students and their position during this COVID-19 crisis.",
        "additional_details": "Address higher education students on their position with regards to exams, and the inordinate amount of debt they will continue to get themselves into, in their attempts to achieve a degree during these extraordinary times. Address the exams. The deadlines. The rent. The astronomical tuition fees. The mental health of students that has suffered considerably. We have been restricted from using facilities and resources, and University overheads must be lower as a result of this. Where do we stand?",
        "background": "University students have been largely ignored during the COVID-19 crisis. We are made up of vast numbers and take out large loans to pay for both rent and our education. This is no longer justified. We too have exams. We too are important. Yet, we are not addressed. We deserve not to be ignored.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T21:25:49.084Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T21:36:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T15:14:08.169Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nReimburse student rents for all accommodation not used during this academic year\r\nhttps://petition.parliament.uk/petitions/560735\r\n\r\nImplement support for university students during Covid-19\r\nhttps://petition.parliament.uk/petitions/554299\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19\r\nhttps://petition.parliament.uk/petitions/324762\r\n\r\nLower university tuition fees for students until online teaching ends\r\nhttps://petition.parliament.uk/petitions/552911\r\n\r\nRefund ALL University student tuition fees due to lack of quality in education\r\nhttps://petition.parliament.uk/petitions/555516\r\n\r\nReview and reform tuition fees and student loan interest and repayments\r\nhttps://petition.parliament.uk/petitions/330325\r\n\r\nIn addition, we can only publish petitions on issues the UK Government and Parliament are responsible for. Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T15:14:08.166Z"
    },
    "id": 566875,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566875.json"
    },
    "type": "petition"
}