{
    "attributes": {
        "action": "Postpone all practical University courses until after Easter.",
        "additional_details": "Online learning is not an effective alternative for practical courses like arts & sciences, yet students are expected to pay full tuition fees when they are not receiving the training and experience they require. It's not about the qualification, it's about professional training and it is necessary to do this in an appropriate workspace, with the correct tools and expertise of staff to guide and support them. They have already lost months of practical experience. Do not make them lose any more.",
        "background": "The government must order Universities to suspend all teaching and assessments on practical courses until after Easter (to conclude in July or August); allocate adequate funding to support universities in doing so; and provide additional finance to cover students' accommodation during this time.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T21:08:22.733Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T21:19:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T15:44:33.178Z",
        "rejection": {
            "code": "duplicate",
            "details": "The Government is not responsible for how universities manage teaching or assessments during the current outbreak, but  you may wish to sign this petition calling for a related action: https://petition.parliament.uk/petitions/552512"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T15:44:33.174Z"
    },
    "id": 566825,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566825.json"
    },
    "type": "petition"
}