{
    "attributes": {
        "action": "Petition the government for a extra weeks holiday for keyworkers",
        "additional_details": "Without keyworkers the country would have ground to a halt in the last year. \r\n\r\nAllowing a extra weeks holiday would help a tired workforce rest and regenerate. \r\nAble to come back to work rejuvenated and ready to face more pressure that COVID 19 is causing across many essential sectors.\r\n\r\nThis should also allow a paid week off for self employed key workers.",
        "background": "Give keyworkers a extra weeks holiday as a thank you for keeping this country going during the pandemic, Often for minimum wage.\r\nKeyworkers are exhausted and to prevent this crucial workforce crashing out with illnesses we should be offered a extra weeks recuperation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T21:05:33.273Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T21:10:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T13:41:37.811Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government sets the statutory entitlement to annual leave, but is not responsible the employment conditions, including for annual leave, for workers not directly employed by the Government, which includes most key workers.\r\n\r\nWe could accept a petition calling on the Government to provide funding for additional annual leave for public sector key workers, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T13:41:37.809Z"
    },
    "id": 566817,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566817.json"
    },
    "type": "petition"
}