{
    "attributes": {
        "action": "Cancel University fees, or reduction over 40%. Priority to 2020/21 and onwards.",
        "additional_details": "The Government is held liable for students suffering, as they encouraged Universities to welcome students back, with the promise of blended learning of face to face and online teaching. Majority of students only had online teaching, and are now trapped into £9k debt, for a low quality education they did not expect nor want. Students are also, forced to pay for a expensive accommodation they are not living in. Students are expected to do degree online they should pay the same which is about £2.5k",
        "background": "Have 2020/21 University tuition fees cancelled, and debt removed. Or a reduction of fees over 40%, this should be continuous during the COVID-19 pandemic. Once over this should be significant research and change of law about Universities rising prices over the years, including accommodation prices.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T21:58:04.770Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T22:01:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T12:58:00.578Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19: https://petition.parliament.uk/petitions/324762\r\n\r\nRequire universities to fully refund tuition fees for the Autumn term: https://petition.parliament.uk/petitions/555583\r\n\r\nLower university tuition fees for students until online teaching ends: https://petition.parliament.uk/petitions/552911\r\n\r\nGovernment subsidise this year's university tuition fees: https://petition.parliament.uk/petitions/552814\r\n\r\nRefund ALL University student tuition fees due to lack of quality in education: https://petition.parliament.uk/petitions/555516\r\n\r\nReduce student loan debts by the cost of all tuition fees paid during Covid-19: https://petition.parliament.uk/petitions/560953"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T12:58:00.584Z"
    },
    "id": 566927,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566927.json"
    },
    "type": "petition"
}