{
    "attributes": {
        "action": "Lower the expectations of university students",
        "additional_details": "Students are typically paying £9250 this academic year just to be taught online. No additional steps have been taken to account for the abnormal year, such as deadline extensions and extra credit.\r\nOn top of this, university students are still expected to complete end of year exams online, and to those in their last year of study, this will help decide their degree classification. Why is this the case when GCSEs and A-levels have been cancelled in England and Wales?",
        "background": "University students have been swept under the carpet with little information given during this pandemic. They are expected to still produce the high quantity and quality of work even with rising mental health issues, stress and worry, self-isolation and family and friends becoming ill and dying.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T22:09:50.464Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T22:21:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-08T09:17:12.289Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-08T09:17:12.285Z"
    },
    "id": 566945,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566945.json"
    },
    "type": "petition"
}