{
    "attributes": {
        "action": "University Accommodation Fees Must Be Reduced After Requesting Us Not To Return",
        "additional_details": "Our mental health is already crippling due to the lack of in person teaching and support. Our Jobs are even more vulnerable with many of us being placed on furlough for extended periods of time.  Now, we are being asked to stay at home whilst paying huge fees for accommodation we have been requested not to use. Students have been working hard to adjust and appreciate our online learning whilst still paying full tuition fees. It is therefore time that our universities now make sacrifices for their students instead.",
        "background": "University students have been unfairly ignored throughout this pandemic. The new Covid-19 variant now brings greater uncertainties. Students are now being told not to return to University until late January (earliest) but are still requested to pay our accommodation fees in full.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T22:34:02.721Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T22:51:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T17:14:31.320Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for rent or ending a tenancy early is a matter for individual landlords, and not the UK Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEnable all students to end university tenancy agreements early due to Covid-19: https://petition.parliament.uk/petitions/553285\r\n\r\nImplement support for university students during Covid-19: https://petition.parliament.uk/petitions/554299"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T17:14:31.317Z"
    },
    "id": 566978,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566978.json"
    },
    "type": "petition"
}