{
    "attributes": {
        "action": "Postpone all university studies until September 2021",
        "additional_details": "Students are finding it hard to keep up with studies, especially students with more creative and practical courses. Studies are not being fulfilled and motivation is not at most as some students sadly have no access to enough resources, electronics or facilities that can help them thrive. The lack of contact with the students and teachers is also leaving the students deprived and is one of the wasted resources, as teachers would be able to guide students better in person.",
        "background": "As uni students haven’t received the full potential of any of their courses, instead of making everything online postponing studies until September where students have a greater chance of coming back and succeeding in their studies. Many barriers are against students like not having resources etc.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T00:08:46.602Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T00:18:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-15T12:02:35.206Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-15T12:02:41.243Z"
    },
    "id": 567066,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567066.json"
    },
    "type": "petition"
}