{
    "attributes": {
        "action": "Allow the Predicted Grade System for A-Level and GCSE Students",
        "additional_details": "Allowing the same predicted graded system but better improved, so it does not focus on socioeconomic background at all but rather purely on a students performance throughout their A-Level course, will allow students to be graded what they deserve. Rather than put anymore strain on their mental health by bringing in another form of exams, which will be difficult anyway due to their severe disruption to learning throughout A-Levels, allow them some respite with the prior predicted grade system.",
        "background": "Due to school closure and therefore exam cancellation, it is only right to initiate the predicted grade system from last year for this year's exam cohort. This ensures fairness for all students and allows fair comparison to be made from last year and this years grade boundaries etc.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T09:22:52.936Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T11:48:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-08T09:20:03.398Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Education Secretary has said that this year the Government will \"put our trust in teachers rather than algorithms\": https://hansard.parliament.uk/commons/2021-01-06/debates/D2A64DD9-6A6B-4EAB-8001-C3BACDE25B02/Covid-19EducationalSettings\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nCancel GCSEs and A Levels in 2021: https://petition.parliament.uk/petitions/326066\r\n\r\nCancel GCSE and A-levels in 2021 replace with Course Work and Teacher Assessment: https://petition.parliament.uk/petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-08T09:20:03.396Z"
    },
    "id": 567172,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567172.json"
    },
    "type": "petition"
}