{
    "attributes": {
        "action": "Grant A-Level students their UCAS grades in light of the coronavirus pandemic",
        "additional_details": "The government must identify that students have have missed vital school time which is hard to make up for, and the new restrictions remove an essential half term from their education. I hope parliament can realise that home-learning undermines the fundamentals of schooling; that all students have access to a free education. Those in less fortunate circumstances - those who have no computer/Wi-Fi and those who experience the effects of the virus will simply not perform as well as usual.",
        "background": "This year’s wave of year 13 students have had more time off school than last year’s students ever would have, and faced an extremely challenging set of circumstances. Granting them their aspirational UCAS prediction grades (as done last year) is fair, in a time where very little is aspirational.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T09:15:14.291Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T09:39:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T09:05:52.669Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Education Secretary has said that this year the Government will \"put our trust in teachers rather than algorithms\": https://hansard.parliament.uk/commons/2021-01-06/debates/D2A64DD9-6A6B-4EAB-8001-C3BACDE25B02/Covid-19EducationalSettings\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nCancel GCSEs and A Levels in 2021: https://petition.parliament.uk/petitions/326066\r\n\r\nCancel GCSE and A-levels in 2021 replace with Course Work and Teacher Assessment: https://petition.parliament.uk/petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T09:05:52.666Z"
    },
    "id": 567169,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567169.json"
    },
    "type": "petition"
}