{
    "attributes": {
        "action": "Allow college students to also have alternatives to exams",
        "additional_details": "Making us go into our college during a national lockdown and expecting us to be able to complete an exam to the best of our ability is unfair and a lot of other students I have spoken to feel the same. It is unfair  being in a lockdown and being told ‘do not go out’ yet then being told to sit in a classroom with many other students from many other areas everyone feels uneasy. The Summer exams should also have alternatives in place such as doing it from home to allow us a sense of security.",
        "background": "Allow college students to have alternatives put in place, making us go into college during a lockdown and expecting us to complete an exam is unfair, shown in A-level years. For example giving predicated results for our anatomy exam, and allow us to sit our cache exam from home with cameras on.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T10:13:44.514Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T10:18:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T09:10:01.902Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of Covid-19 on your education, but it's not clear if you are talking about further or higher education.\r\n\r\nDecisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n                \r\nWe have published the following petition, which you might like to sign: \r\n\r\nCancel Vocational Exams NOW: https://petition.parliament.uk/petitions/565615"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T09:10:01.899Z"
    },
    "id": 567194,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567194.json"
    },
    "type": "petition"
}