{
    "attributes": {
        "action": "Let Covid safe Hair & beauty salons & barbers open in all tiers.",
        "additional_details": "Covid is crippling our industry. We train hard for up to 3 years on apprentice wage which is as little as £4.15 an hour, finally qualify and now our salons are closing down everywhere. The skills and opportunities wasted is incredibly disheartening. We need skilled workers in Britain. We need to work for our mental state and financial state. Our clients need us for their mental well-being too. Our elderly clients only venture out once a week and that is to see us. In our safe & secure salons. They may not see another face until their visit. We need to feel better, to raise moral to get through the pandemic and a small piece of hope starts with a haircut. Please consider this for our industry , our elderly and our economies sake. Thank you.",
        "background": "Please have all local councils spot check hairdresser's , barbers & beauty salons for Covid safe measures. Ask our clients & staff if they feel safe at work. If all measures are in place and it is satisfactory please let us work instead of being in lockdown.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T11:17:06.152Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T11:54:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T09:50:16.645Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/555408"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T09:50:16.641Z"
    },
    "id": 567238,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567238.json"
    },
    "type": "petition"
}