{
    "attributes": {
        "action": "Safety-nets for University examinations",
        "additional_details": "While GCSE and A Level exams have been cancelled, University students are expected to undertake their exams and produce good quality work, despite most students having to participate in classes virtually since September. There has been a significant lack of support for our upcoming exams, and there is nothing in place to help us despite these unprecedented times. University students have been completely neglected by the government - the only time we have been mentioned is when we were blamed.",
        "background": "Work with Universities to introduce a safety-net policy for our exams, like that seen during the March lockdown so that students whose teaching has been entirely online and have received little support are not disadvantaged.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T12:33:10.225Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T12:40:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-08T09:20:24.284Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-08T09:20:24.281Z"
    },
    "id": 567286,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567286.json"
    },
    "type": "petition"
}