{
    "attributes": {
        "action": "Extend all 2021 university students deadlines for dissertations.",
        "additional_details": "With all the Covid 19 restrictions in place and loss of vital face to face learning, students have been affected more than people think. \r\nNot even getting a mention in Boris Johnsons speach on the 4/1/2021 was a big blow to university students. We face a minimum £27,000 fee for completing these university degrees and only get one shot at getting the grade we worked so hard for, for so many year!\r\nWith all the disruptions and rise in mental health, why can't we extend our dissertation deadlines?",
        "background": "Extend to the end of 2021 or delay for the following year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T10:33:06.669Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T12:25:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T09:53:53.399Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T09:53:53.396Z"
    },
    "id": 567204,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567204.json"
    },
    "type": "petition"
}