{
    "attributes": {
        "action": "Include the Latin community in the list of recognised ethnic groups.",
        "additional_details": "The Latin community should not simply be placed under the bracket of 'any other ethnic group' while white ethnic backgrounds have 10 options comparatively. We have a large presence and want to be recognised by employers/education facilities rather than only having the option to be perceived as racially ambiguous; especially for those of mixed heritage who may feel pressure to only select the option that represents their white/British heritage and deny their counterpart.",
        "background": "I want the government to require Latin ethnicity as an option on all forms, for example UCAS. In addition this should be included in the 'mixed or multiple ethnic groups' section.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T10:36:51.136Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T13:35:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T13:00:09.536Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for mandating how ethnicity is recorded on diversity monitoring forms.\r\n\r\nThe Equality Act 2010 created a duties for public sector authorities in respect of equality legislation, but the legislation did not create a legal duty to collect equality information. The Equality Act makes race, including nationality, a protected characteristic.\r\n\r\nThe Equality and Human Rights Commission has advised that having due regard to the aims of the general equality duty requires public authorities to have an adequate evidence base for their decision-making: https://www.equalityhumanrights.com/sites/default/files/psed_essential_guide_-_guidance_for_english_public_bodies.pdf\r\n\r\nThe information that authorities might want to collect is not set out in law, and the EHRC states that the information that different authorities will need to collect to inform their decisions under the general equality duty will vary widely between different sectors, and will depend on a number of factors.\r\n\r\nThe Government's style guide sets out a list of ethnic groups it recommends be used by government when they ask for someone’s ethnicity: https://www.ethnicity-facts-figures.service.gov.uk/style-guide/ethnic-groups\r\n\r\nThe recommended groups are decided by the Office for National Statistics (ONS), which decides which ethnic groups to include in consultation with users of Census data (like government departments, local authorities, and the National Health Service), and people completing the Census, and the interest groups that represent them."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T13:00:09.533Z"
    },
    "id": 567207,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567207.json"
    },
    "type": "petition"
}