{
    "attributes": {
        "action": "The University academic year 2020/2021 to be debt free",
        "additional_details": "University Student fees should be dropped by half or more. Students are paying full price for teaching that is not being being delivered properly. Everything is online, which 9.5k does not explain the expenses. Many students had to buy a laptop in order to carry on their studies. Many are paying for accommodation that is not being used. This is debt that does not justify the courses. Universities are not the same, so isn’t teaching. Students only matter when they are being blamed for something.",
        "background": "The government should review the standard of teaching that is being given and if the 9.5k justify a such teaching. University facilities are also closed, independent learning is difficult for many. Tutors fail to reply to students when it need. The help needed isn’t there.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T13:23:38.485Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T13:43:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T13:01:00.885Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19: https://petition.parliament.uk/petitions/324762\r\n\r\nRequire universities to fully refund tuition fees for the Autumn term: https://petition.parliament.uk/petitions/555583\r\n\r\nLower university tuition fees for students until online teaching ends: https://petition.parliament.uk/petitions/552911\r\n\r\nGovernment subsidise this year's university tuition fees: https://petition.parliament.uk/petitions/552814\r\n\r\nRefund ALL University student tuition fees due to lack of quality in education: https://petition.parliament.uk/petitions/555516\r\n\r\nReduce student loan debts by the cost of all tuition fees paid during Covid-19: https://petition.parliament.uk/petitions/560953"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T13:01:00.881Z"
    },
    "id": 567322,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567322.json"
    },
    "type": "petition"
}