{
    "attributes": {
        "action": "Implement a no detriment policy for university students and provide further help",
        "additional_details": "A majority of students have not been into university once this academic year, with all lessons being online. Minimal help or support outside of these online lessons has been provided and yet us university students are still expected to produce the same quality of work as the years before and still do exams. \r\nUniversities have always said online learning isn’t as good as actually going in to learn, so why are we expected to do the same exams and assignments without proper education and resources.",
        "background": "Ensure that all universities implement a no detriment policy.\r\n Provide the same help that GCSE students and Alevel students were planned to have, for example not putting as many topics in exams. \r\nProvide more support in terms of education and also mental health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T13:17:32.557Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T13:25:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T13:04:49.335Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Universities are autonomous institutions so they way they deliver courses and assess students is a matter for individual universities, not the Government or House of Commons.\r\n\r\nThe Office for Students, which regulates the higher education sector in England, published guidance for providers about quality and standards during coronavirus (COVID-19) pandemic in March, which notes that ‘no detriment’ or ‘safety net’ policies introduced by some providers are likely to be appropriate, but such policies are a matter for individual providers, and must meet conditions for awarding bodies: https://www.officeforstudents.org.uk/media/f351a739-6cd6-4310-8f98-a6aa603f17f4/quality-and-standards-guidance-during-coronavirus.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-01-12T13:04:57.151Z"
    },
    "id": 567317,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567317.json"
    },
    "type": "petition"
}