{
    "attributes": {
        "action": "Give more support for University Students during COVID-19 for Online Learning",
        "additional_details": "As a first year student, I haven’t experienced the worst of this pandemic, I can only fight for second and third year’s word that they’re not getting the quality teaching they deserve. It’s stressful enough living through these difficult times while being told to live a “normal life”. The government were able to cancel/ rearrange A-levels and GCSE exams for 2021, we are only asking you to do the same for us University students. We have been through enough with trying to maintain good quality grades with hindered learning. Considering that we are paying 9K+ a year for Higher education, why are we not treated the same? I also hope you’re discussing to refund at least a months worth of accommodation rent.",
        "background": "As a first year, we’ve jumped into higher education that we’ve had no support for. Online schooling is our source of “quality” learning, which is criticised as teachers are new to this too. Students are calling out to the government to lower boundaries, and be more sympathetic with our situation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T13:11:38.988Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T13:25:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T12:58:23.884Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T12:58:23.880Z"
    },
    "id": 567311,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567311.json"
    },
    "type": "petition"
}