{
    "attributes": {
        "action": "Allow university students to travel back to uni or home during lockdowns.",
        "additional_details": "Students already have enough accademic pressure on them to perform with limited teaching and hardly any support. Students are paying high costs of rent, so the least that could be done is allowing them to return to their term time accomodation during this lockdown if they want to. As they should be allowed to do there online learning in the place they feel most comfortable and their academics shouldn't have to suffer even more because they aren't in the environment they feel they can study best in.",
        "background": "Allow all university students the choice of where they want to stay during lockdown",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T17:32:09.093Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T21:19:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-13T15:35:53.134Z",
        "rejection": {
            "code": "already-happening",
            "details": "Moving back to your university home is already possible under the current guidance, if that will then become your main residence, and you don't move back and forth. You can read the renting guidance around moving home here: https://www.gov.uk/government/publications/covid-19-and-renting-guidance-for-landlords-tenants-and-local-authorities/coronavirus-covid-19-guidance-for-landlords-and-tenants \r\n\r\nYou could start a petition asking for the Government to allow students to move freely between their university residence and home during lockdowns, if that's something that you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-13T15:35:57.581Z"
    },
    "id": 567463,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567463.json"
    },
    "type": "petition"
}