{
    "attributes": {
        "action": "Cancel University Exams for 2021",
        "additional_details": "The quality of teaching and support has not been sufficient, but expectation for good grades remain high. \r\nStudents are struggling to cope with the stress of COVID-19, lockdowns and remote learning. \r\nMany students have jobs, children to care for and are living at home, causing further stress to students that may have health issues. \r\nMajority of students are unable to live in accommodation, and are not able to study as effectively at home, due to circumstances and responsibilities they may bear.",
        "background": "Now under the new national lockdown, A Level and GCSE students have had their exams cancelled, due to them having to undergo remote learning. However, university students have been undergoing remote learning since September 2020, and they still must sit their 2021 exams.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T17:40:27.392Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T17:45:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-08T09:20:53.279Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-08T09:20:53.277Z"
    },
    "id": 567469,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567469.json"
    },
    "type": "petition"
}