{
    "attributes": {
        "action": "Reduce critical worker childcare criteria to keep schools safe in lockdown",
        "additional_details": "Primary schools have been overwhelmed by critical workers requesting childcare when many are working at home or sending their children when they are on days off. The school has no right to refuse because the government hasn't stated strict criteria.  Some schools are running over 40% capacity in comparison to very small percentage in first lockdown.  Staff so not feel safe and many stated in union letters they would work only at a 10% capacity.",
        "background": "Reduce the number of critical worker roles to be only critical and state that both parents must be key workers or a single parent from a single parent household.  Reduce the eligibility for school to be used as childcare unnecessarily and protect school staff by keeping numbers to absolute minimum",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T19:21:43.832Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T19:27:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T16:40:05.746Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to reduce the number of children entitled to attend school, but it's not clear exactly what you'd like the Government or Parliament to do. Your petition says entitlements should be limited to critical roles, but it is not clear which roles you want to be removed from the current list.\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T16:40:05.743Z"
    },
    "id": 567554,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567554.json"
    },
    "type": "petition"
}