{
    "attributes": {
        "action": "Compensate uni students for the hardship of online learning with lenient marking",
        "additional_details": "University students have been kept in limbo in regards to covid and learning. Students doing A-levels and GCSE's have been given consideration for the difficulties faced due to school closures. The same must be given to those doing degrees, content is much harder to learn online especially when in higher education. Degrees are not meant to be self taught in this manner university students lack adequate learning environments. This has significantly impacted student's grades & academic performance",
        "background": "Make universities account for how difficult it has been for university students to study online with lenient grading. Courses have been kept to the same content and structure as before. Meaning high workloads including keeping up with course content and doing assignments and exams at the same time.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T20:25:37.897Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T20:42:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-13T10:16:04.012Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about the assessment of university courses are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nThe Office for Students has published guidance for providers about quality and standards during the coronavirus (COVID-19) pandemic, which sets out its expectations regarding teaching and assessments: https://www.officeforstudents.org.uk/publications/guidance-for-providers-about-quality-and-standards-during-coronavirus-pandemic/.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-13T10:16:04.009Z"
    },
    "id": 567593,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567593.json"
    },
    "type": "petition"
}