{
    "attributes": {
        "action": "Reduce Universities fees and force a rebate for accommodation",
        "additional_details": "I would like the government to begin accepting some responsibility in this matter. They allowed the reopening of universities despite the risk it posed. Causing thousands of students to believe that it would be safe. \r\n\r\nI believe that its in order for the government to pressure universities into taking action regarding the astronomical fees we are paying to sit in our bedrooms.",
        "background": "University fees remain at £9.2k with the government responding saying that it is up to universities to decide if a rebate is in order. I believe that the government should take more responsibility here and step up for these young adults.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T21:16:08.813Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T12:39:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-13T10:30:16.461Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nGovernment subsidise this year's university tuition fees\r\nhttps://petition.parliament.uk/petitions/552814\r\n\r\nLower university tuition fees for students until online teaching ends\r\nhttps://petition.parliament.uk/petitions/552911\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19\r\nhttps://petition.parliament.uk/petitions/324762\r\n\r\nSuspending payments for rent or ending a tenancy early is a matter for individual landlords, and not the UK Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEnable all students to end university tenancy agreements early due to Covid-19: https://petition.parliament.uk/petitions/553285\r\n\r\nImplement support for university students during Covid-19: https://petition.parliament.uk/petitions/554299"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-13T10:30:16.457Z"
    },
    "id": 567630,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567630.json"
    },
    "type": "petition"
}