{
    "attributes": {
        "action": "Do not count children in the 2-person limit on meeting for exercise in lockdown",
        "additional_details": "Children of primary school age, and some younger secondary school children depending on the child, cannot meet alone to exercise with one similar-age child, without adults staying, because they are too young to safely do so. This puts children in a worse situation than adults for mental health, even though they are at the lowest risk of all from coronavirus and have already suffered numerous blows to mental health and social/emotional development due to school closures and activities stopping.",
        "background": "Expand the rule in England, during lockdown, where a person alone can exercise with \"one person from another household\", so that \"children do not count towards households or numbers when meeting outside\" which is the rule in Scotland. The maximum age for a \"child\" should be at least 13 if not more.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T22:35:46.627Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T12:26:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-13T10:26:10.214Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/567170\r\n\r\nIf you want the exemption to apply to children over 11 you could start a new petition requesting this, but it would need to be clear what ages you wanted the exemption to apply to."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-13T10:26:10.212Z"
    },
    "id": 567661,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567661.json"
    },
    "type": "petition"
}