{
    "attributes": {
        "action": "Cancel IGSCE for all countries!",
        "additional_details": "We don’t haw the time or the supplies many fortunate children do but majority don't and they don’t care please do let this be a win win situation for the rich and yet again the poorer suffer many have the worst situations of seeing loved ones pass away and leave us the pandemic has caused so much devastation and loss of jobs and money and higher raters of suicide and depression and anxiety, give us some relief we need you to do the right thing you don’t know what is happening behind closed doors",
        "background": "We need to cancel ifcse so many countries PEOPLE went through unimaginable situations and most of us didn’t have the time or equipment to focus of school because of the intense situations than COVID-19 put on us pupils. They aren’t even hearing us or seeing us i beg of you save us from igcse",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T21:02:15.318Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T21:11:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T15:58:18.026Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T15:58:18.022Z"
    },
    "id": 567617,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567617.json"
    },
    "type": "petition"
}