{
    "attributes": {
        "action": "Allow Pharmacy to give Covid Vaccine",
        "additional_details": "Pharmacy has been snubbed. \r\nPharmacy deliver 20% of flu vaccines every year in the seasonal flu campaign.  Pharmacy also kept their door open through March lockdown with NO PPE while GP surgeries closed their doors to patients and directed to Pharmacy.  Pharmacy feel cheated!\r\nPharmacy could greatly increase the speed of vaccinations throughout the country bringing this pandemic under control quicker!",
        "background": "There are 11000 pharmacies in the UK who are all able to provide covid vaccine safety.   This petition is ask the government to use the standing army of vaccinators which they are currently ignoring.  If every Pharmacy did 20 vaccines a day thats over 1 million doses per week.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T07:23:32.199Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T08:17:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-13T10:09:48.170Z",
        "rejection": {
            "code": "already-happening",
            "details": "Pharmacists are already able to apply to be Covid-19 Vaccinators. As with all vaccinators, pharmacists would need to meet certain requirements in order to become vaccintors. You can find out more about how to support the Covid-19 vaccination programme here: https://www.england.nhs.uk/coronavirus/join-the-nhs-covid-19-vaccine-team/#i-dont-currently-work-in-the-nhs-but-would-be-interested-in-a-paid-role\r\n\r\nThe Government's UK COVID-19 vaccines delivery plan also sets out how pharmacies and pharmacists will support the rollout of Covid-19 vaccines: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/951284/UK_COVID-19_vaccines_delivery_plan.pdf\r\n\r\nThe training recommendations for Covid-19 vaccinators are set by Public Health England, and the application process for joining the NHS Covid-19 vaccinaton team is managed by the NHS. Both Public Health England and the NHS are operationally independent of the Government, and decisions about this guidance and recruitment are matters for them, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-13T10:09:48.167Z"
    },
    "id": 567735,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567735.json"
    },
    "type": "petition"
}