{
    "attributes": {
        "action": "Impose a fine to people who are not wearing a face mask in places they should be",
        "additional_details": "There is a lot of research on whether a mask will stop the wearer from breathing normally and the answer is a normal mask would not. Hence, wearing a mask is not only to protect yourself but to protect other's safety as well. It is unbelievable that even nowadays, some people do not recognize the seriousness of the virus and how it is affecting lots of people's daily life. Moreover, a fine should be imposed on those who aren't willing to do so to act as a deterrent effect for the nation",
        "background": "Some people are not willing to put a face covering on in public indoor areas, especially for kids where adults are worried about them finding difficult to inhale. However, this has been a major reason for the spread of the virus. Therefore a fine should be imposed on those who aren't doing so.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T09:25:11.482Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T09:33:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T13:19:39.218Z",
        "rejection": {
            "code": "already-happening",
            "details": "It is already a criminal offence not to wear a face covering in certain settings unless you are exempt: https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own/face-coverings-when-to-wear-one-and-how-to-make-your-own\r\n\r\nIt is up to the police, Crown Prosecution Service and courts whether to impose a fine or other penalty."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T13:19:39.216Z"
    },
    "id": 567771,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567771.json"
    },
    "type": "petition"
}