{
    "attributes": {
        "action": "Allow ALL Pharmacies to give Covid vaccines, increase access &   NHS capacity",
        "additional_details": "The current strategy of new mass vaccination centres will take time cost £millions & will only be temporary in nature. Pharmacies have a proven record with flu jabs, have highly trained staff and all systems in place to safely and efficiently administer Covid jabs. This is a less risky more cost-effective strategy. It will also visibly increase NHS capacity for the long term leveraging skills of highly trained pharmacists to reduce pressure on GPs, A&E and the NHS. Easy access means less spread",
        "background": "Take immediate steps to incorporate pharmacies in the care pathways to administer Covid vaccinations. The central booking systems should be reviewed and amended to ensure that people can receive vaccinations from Pharmacies. Pharmaceutical wholesalers should deliver vaccines twice a day as normal.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T11:29:58.126Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T12:08:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-13T10:10:05.825Z",
        "rejection": {
            "code": "already-happening",
            "details": "Pharmacists are already able to apply to be Covid-19 Vaccinators. As with all vaccinators, pharmacists would need to meet certain requirements in order to become vaccintors. You can find out more about how to support the Covid-19 vaccination programme here: https://www.england.nhs.uk/coronavirus/join-the-nhs-covid-19-vaccine-team/#i-dont-currently-work-in-the-nhs-but-would-be-interested-in-a-paid-role\r\n\r\nThe Government's UK COVID-19 vaccines delivery plan also sets out how pharmacies and pharmacists will support the rollout of Covid-19 vaccines: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/951284/UK_COVID-19_vaccines_delivery_plan.pdf\r\n\r\nThe training recommendations for Covid-19 vaccinators are set by Public Health England, and the application process for joining the NHS Covid-19 vaccinaton team is managed by the NHS. Both Public Health England and the NHS are operationally independent of the Government, and decisions about this guidance and recruitment are matters for them, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-13T10:10:05.822Z"
    },
    "id": 567821,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567821.json"
    },
    "type": "petition"
}