{
    "attributes": {
        "action": "More Support and recognition for anyone working in Food retail during lockdowns.",
        "additional_details": "We would like the government to acknowledge the importance of Food retail employees, working through all these lockdowns, supposedly we are meant to be Keyworkers but we have had no extra support like other keyworkers. We have been overlooked with support compare to other Keyworkers. Would like to be more recognise that we are actually respected and seen as essential workers,as if we were to closed, wouldn't we be in another crisis.",
        "background": "To help and protect and support employee working in food retail industry, working extremely hard to manage during these lockdowns, we would like the same treatment as other Keyworkers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T12:08:46.028Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T12:29:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-13T10:28:02.680Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to recognise workers in the food retail sector, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-13T10:28:02.677Z"
    },
    "id": 567834,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567834.json"
    },
    "type": "petition"
}