{
    "attributes": {
        "action": "Sufficiently finance Universities so they can better support students",
        "additional_details": "Universities and students have continually worked hard to follow the changing government guidance with little recognition and have faced disruption to their studies. Many have struggled with isolation and unique issues such as studying and living in the same room with new people and away from family. Whilst some finance has been provided, it is simply not enough to provide for all students. Universities cannot support students without the Government's help. \r\n\r\nWe believe students deserve better.",
        "background": "Students' Unions want the Government to provide Universities with sufficient funds to be distributed directly to students to support them during the pandemic, according to students' needs on a flexible basis e.g. accommodation costs, academic resources, loss of earnings, partial tuition refunds.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T13:21:22.200Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T14:10:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-13T16:27:11.100Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/554299\r\n\r\nYou might also wish to sign these petitions calling for other forms of support for students: https://petition.parliament.uk/petitions/550738\r\nhttps://petition.parliament.uk/petitions/558669\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-01-13T16:27:15.781Z"
    },
    "id": 567877,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567877.json"
    },
    "type": "petition"
}