{
    "attributes": {
        "action": "For all sectors to be more accountable of Climate Emergency and Sustainability.",
        "additional_details": "I am calling on the UK Government to, \r\n(i) deliver the Well-being of Future Generations (Wales) Act 2015 across the UK and for this to incorporate government departments, private and third sector companies. (ii) for a review of company legislation to assist with the need to reform UK Company law and Governance to assist with the protection of our natural environment and of future generations - particularly the Company Act s.172 so that text is more specific, clear reflecting the urgency today.",
        "background": "To consider amending the Company Act to tighten specific requirements so government and businesses have greater accountability for their operations in respect of the impact on the environment (e.g. s.172 CA).  For the Well-being of Future Generations (Wales) Act 2015  to be implemented in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T11:45:44.107Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T12:52:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-13T10:34:05.667Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the climate and sustainability, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake Ecocide a criminal offence in the UK:  https://petition.parliament.uk/petitions/332264\r\n\r\nRequire health warnings at point of purchase of fossil fuel energy eg. petrol: https://petition.parliament.uk/petitions/333388\r\n\r\nAllocate Government time to debate the Climate and Ecological Emergency Bill: https://petition.parliament.uk/petitions/561245\r\n\r\nIntroduce a carbon tax: https://petition.parliament.uk/petitions/321854\r\n\r\nRequire packaging that clearly details the environmental impact of products: https://petition.parliament.uk/petitions/549844\r\n\r\nRequire labels on all products showing water and carbon usage in manufacture: https://petition.parliament.uk/petitions/321482\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-13T10:34:05.663Z"
    },
    "id": 567822,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567822.json"
    },
    "type": "petition"
}