{
    "attributes": {
        "action": "Cancellation of the International Baccalaureate exams May 2021",
        "additional_details": "To make year 13 students sit exams they have not been prepared for due to several disruptions to their education especially given the current situation is completely unfair: even more so given how other national exams - A-levels and GCSEs have been cancelled. The government has completely disregarded how difficult it is for students to study remotely and how has this has had grave impact on students' mental health. Therefore the IB students across the country are calling on the government again to put students first and cancel the IB may examinations.",
        "background": "An open letter to the government: \r\nMany students are calling for the government to coordinate with the IBO and cancel the exams that are set to take place in May 2021. IB students across the country are feeling neglected and unheard by the government during these unprecedented times.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T16:16:27.646Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T16:31:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T14:53:29.367Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or House of Commons are directly responsible for.\r\n\r\nThe International Baccalaureate is an international programme offered by independent providers, so decisions about any changes to the courses offered would be a matter for each provider, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T14:53:29.364Z"
    },
    "id": 567975,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567975.json"
    },
    "type": "petition"
}