{
    "attributes": {
        "action": "Stop routine sight tests. Protect the NHS. Save lives.",
        "additional_details": "To protect patients, many of whom are vulnerable. By continuing to offer routine tests we are giving many of them the impression that it is a safe thing to do.\r\n\r\nTo protect staff. In order to provide tests we have to sit within a foot of strangers in rooms with no ventilation. Every routine test risks the lives of the staff that perform it.\r\n\r\nTo protect the NHS. If we continue with routine tests we are encouraging people to make non-essential journeys and this risks further spreading of covid 19.",
        "background": "I would like all routine sight testing to be suspended until the covid infection rates have dropped significantly. The College of Optometrists are STILL advising us we are in the amber phase when in fact we should be in red. How much worse does it need to get for us to be in red phase?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T20:24:06.498Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T20:50:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-15T15:15:33.357Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament are not responsible for the issue you raise. Decisions about access to eye tests would be a matter for the NHS and practitioners.  \r\n\r\nYou could start a new petition calling for opticians to be required to close other than for emergency appointments, if that's something that you'd like to happen. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-15T15:15:36.994Z"
    },
    "id": 568092,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568092.json"
    },
    "type": "petition"
}