{
    "attributes": {
        "action": "Educational Practitioners To Work Remotely At Least One Day A Week During COVID",
        "additional_details": "During the national pandemic, educational practitioners are under pressure to encourage and monitor the progress of both pupils learning remotely and those who are present in school as a result of their parents/carers being key/critical workers. As educational practitioners, we are now expected to teach in class all day but further go on to provide feedback to pupils remotely learning throughout the day - we need further time for planning, preparation and assessment.",
        "background": "To allow educational practitioners to work remotely at least one day a week during the national lockdown to be able to manage the responsibilities of teaching both in the class and monitoring online learning.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T18:22:16.538Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T21:52:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-19T12:31:56.355Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Staffing decisions, including whether or not teachers can work from home, are for individual schools as employers, not the UK Government or Parliament. \r\n\r\nYou could start a new petition calling for schools to only be allowed to open for a maximum of four in-person school days per week during the pandemic, if that's something that you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-19T12:32:00.272Z"
    },
    "id": 568030,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568030.json"
    },
    "type": "petition"
}