{
    "attributes": {
        "action": "Maintain former Keighley college site as a large community green space.",
        "additional_details": "The former Keighley college site is now a large green space, dramatically improving the natural landscape upon arrival into the town . The site offer a huge opportunity to breath new life into the town and to be used to promote well being, togetherness and a sense of community .The site is owned by Bradford Metropolitan Council who have minimal interest in Keighley town centre. We call for the Government to recognise the site as a community space and to not allow any construction upon the site.",
        "background": "Retain the former Keighley college site as a large green space, dramatically improving arrival into the town. Offering open space to promote well being, togetherness and a sense of community. Government to recognise the site as a community space and to not allow any construction upon the site .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T21:16:33.496Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T21:34:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-15T13:59:29.189Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttps://www.bradford.gov.uk/your-council/epetitions/epetitions/\r\n\r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-15T13:59:29.185Z"
    },
    "id": 568118,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568118.json"
    },
    "type": "petition"
}