{
    "attributes": {
        "action": "Force or encourage schools to allow their teachers to work from home.",
        "additional_details": "Some schools have been slow to act in protecting their staff and not considered the potential impact this has on the lives and well being of their staff. \r\n\r\nThe daily movement of all staff will still add to the spread of Covid. This will become more dangerous as weather worsens.",
        "background": "Moving learning online should enable teachers to protect themselves and their families not just the pupils they educate.\r\nSome schools haven’t reduced staffing levels in response to pupil numbers. This is counter productive, and makes less time available to create quality online provision.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T23:03:24.093Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-07T13:35:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T15:50:59.693Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Under the current lockdown people are required to work from home unless this is not possible. The Government's guidance states that employers and employees should discuss their working arrangements, and employers should take every possible step to facilitate their employees working from home, including providing suitable IT and equipment to enable remote working, but deciding whether individual employees can work from is a decision for individual employers, not the Government or House of Commons: https://www.gov.uk/guidance/national-lockdown-stay-at-home#going-to-work\r\n\r\nYou could start a petition calling for all school premises to be closed, so that only remote teaching can take place, if that is something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T15:50:59.690Z"
    },
    "id": 568160,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568160.json"
    },
    "type": "petition"
}