{
    "attributes": {
        "action": "Cancel all university exams 2021",
        "additional_details": "Many students have struggled massively throughout the pandemic, with the majority of universities doing only online learning this has has a profound effect upon the mental health of many students, it has impacted their education massively. It would be a major jump for students who have not attended university the whole academic year to be expected to attend in person exams. With A levels and GCSEs being cancelled due to schools going online for a month, why is this not the same for universities?",
        "background": "In light of the covid-19 pandemic, the learning and teaching at universities has without a doubt changed, many student have suffered as a result of this and we urge the government to cancel exams or replace them with alternative assessments such as essays or coursework that can be done from home.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T23:34:54.809Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T23:44:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-08T09:26:00.178Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-08T09:26:00.175Z"
    },
    "id": 568169,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568169.json"
    },
    "type": "petition"
}