{
    "attributes": {
        "action": "Introduce a requirement for brakes to be paid for keyworkers in supermarkerts.",
        "additional_details": "Over this pandemic, keyworks have been the backbone of our society. There are the ones at risk feeding and caring for the nation. Supermarkets do not pay for the brakes of there staff, it is not a legal requirement unless stated in their employee contract. Supermarkets have proven to be one of the most profitable and sustainable business during these times, yet they do not pay for breaks even though most have had record profits this year. Clapping for keyworks doesn't pay their bills. Covid-19 has left the nation’s appreciating keyworkers, its time we start paying there accordingly.",
        "background": "A call on the government to hold debates in Parliament between MPs, the make it into law as is a legal requirement for brakes to be paid for keyworkers in supermarkets by their employers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-07T08:49:55.123Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-07T10:57:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T10:52:18.902Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is responsible for setting employment law, but how this is implemented by individual employers is a matter for them.\r\n\r\nEmployers are entitled to one uninterrupted 20 minute rest break during their working day, if they work more than 6 hours a day, but this doesn't have to be paid. We could accept a petition calling on the Government to give employees a right to a paid break where they work a certain number of hours, if that is something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T10:52:18.899Z"
    },
    "id": 568244,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568244.json"
    },
    "type": "petition"
}