{
    "attributes": {
        "action": "Give uni students predicted grades for exams and course work due to COVID",
        "additional_details": "The government must take action to help university students. A level and GCSE exams and coursework have been cancelled, why have university students been given the same treatment? Along side this we have still had to pay our usual, minimum of, £9,250 a year, for shortened online lessons and minimal to no support from staff. It is unacceptable that no one in parliament is representing us university students, and that no action has been taken to help us through a pandemic.",
        "background": "Education has been a struggle for university students across the UK since the start of the first national lockdown. We have been pushed aside, with no help for funding or exemption of exams/coursework.It is unbelievable that the Government believes what they have put into place for us is acceptable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-07T11:09:47.776Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-07T11:57:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-08T09:26:11.232Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-08T09:26:11.230Z"
    },
    "id": 568298,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568298.json"
    },
    "type": "petition"
}