{
    "attributes": {
        "action": "Legally recognise companion animals as family members, not properties.",
        "additional_details": "Currently our beloved companion animals are legally considered as properties, hence luxury. Especially during 2020, we've seen where there's a profit there's explotation. Animals aren't things,but beings.\r\nIt's about time to recognise companion animals as individuals, to help the family they belong to with living costs and other issues such as right to rent. \r\nOn the other hand it will guarantee the animals more protection from exploitation and abuse,making the adopting process more responsible.",
        "background": "Requests: \r\n-reject \"no pet\"policy, extend right to rent to many families with animals.\r\n-make illegal selling or reselling animals on line\r\n-support with vet costs\r\n-make adoptions and guardianship more responsible to avoid suffering of rehoming or exploitation\r\n-prison punishment for abusers",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-07T09:33:20.917Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-07T12:40:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T11:46:19.441Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current protections for animals, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for rules to be changed regarding companion animals, but it's not clear which animals you want to be covered by an rule changes\r\n\r\nWe have published the following petitions, calling for many of the specific requests in your petition, which you might like to sign: \r\n\r\nBan Blanket No Pet Clauses in Tenancy Agreements & Leases: https://petition.parliament.uk/petitions/566355\r\n\r\nIntroduce a minimum sentence of 10 years for animal abusers: https://petition.parliament.uk/petitions/333132\r\n\r\nRequire a licence for the sale of pet animals in any circumstance: https://petition.parliament.uk/petitions/549636\r\n\r\nIntroduce a National Pet Exchange Register: https://petition.parliament.uk/petitions/328081\r\n\r\nCreating a new Animal Health Service (AHS) for free medical treatment in the UK: https://petition.parliament.uk/petitions/332097\r\n\r\nCompulsory home checks and abusers database to protect animals: https://petition.parliament.uk/petitions/330345"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T11:46:19.437Z"
    },
    "id": 568259,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568259.json"
    },
    "type": "petition"
}