{
    "attributes": {
        "action": "Address the Critical worker list to keep school staff safe during lockdown.",
        "additional_details": "The Critical worker list needs to be updated with stricter guidance.  More closures need to happen e.g. Coffee shops, Garden centers. Without this happening teachers will die and life will not return as we once knew it for the foreseeable.",
        "background": "Schools are not shut. School staff are currently in schools risking their lives with up to 50% of the pupils still attending as they are children of \"Critical workers\". This can now be coffee shop and garden center employees and ice cream drivers. They are not essential when thousands are dying.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-07T10:43:40.541Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-07T11:14:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T11:22:45.509Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you would like the critical worker list to be made stricter but it's not clear which groups, if any, that you wish to be removed from the list.\r\n\r\nYou could start a petition calling for a specified group or groups to be removed from the critical worker list, if that is something you'd like to happen.\r\n\r\nIn the meantime, given your concerns about schools remaining open, you may wish to sign these petitions:\r\n\r\nhttps://petition.parliament.uk/petitions/554316\r\nhttps://petition.parliament.uk/petitions/550846\r\nhttps://petition.parliament.uk/petitions/566867\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-01-12T11:22:51.263Z"
    },
    "id": 568286,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568286.json"
    },
    "type": "petition"
}