{
    "attributes": {
        "action": "Reform the family law courts and processes",
        "additional_details": "Because another child shouldn’t have to die at the hands of a bad parent, rape victims should not have to co-parent with their rapist, abusers should stay clear from their victims and children. \r\n\r\nCurrently family law cases are mostly heard in magistrates courts which is not fit for purpose.",
        "background": "Family law system is outdated, it’s not fit for purpose and needs reform. To call for a reform will take time and this is not good enough. It needs to happen now.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-07T06:50:51.310Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-07T07:32:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-19T13:40:31.641Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want to see how family law courts work, but we're not exactly sure what changes you'd like to see. \r\n\r\nYou could start a new petition explaining clearly what you'd like to happen. If you're not sure exactly what changes you'd like to see, you could start a petition asking for a review into how family law and courts work, including the specific issues you'd like to be examined. \r\n\r\nYou may wish to sign some of these petitions which call for specific changes to how family courts work:\r\n\r\nCreate an independent body to review family court cases: https://petition.parliament.uk/petitions/553821\r\n\r\nAllow family courts to attach powers of arrest to non-molestation orders again: https://petition.parliament.uk/petitions/556516\r\n\r\nGive children a voice in family court: https://petition.parliament.uk/petitions/549868"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-19T13:40:31.637Z"
    },
    "id": 568219,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568219.json"
    },
    "type": "petition"
}