{
    "attributes": {
        "action": "Provide teacher assessed grades to students under international exam boards",
        "additional_details": "It is simply inequitable for international exam boards to overrule the PM's announcement to cancel formal A levels and GCSEs, to replace them with teacher assessed grades. \r\nStudents who take international exams in the UK are being forced to sit exams this summer, despite losing out on at least 6 months of physical contact learning. This is outrageously unfair for all students who are being affected by the incompetence of certain international exam boards (i.e. Cambridge International).",
        "background": "We, the teachers and students, are calling for the government to act against the incompetence of international A-Level and GCSE exam boards, and to provide the students undergoing exams in 2021 with teacher-assessed grades, in line with the rest of the country.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-07T10:09:27.031Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-07T10:17:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T10:03:35.569Z",
        "rejection": {
            "code": "irrelevant",
            "details": "International exam boards and programmes, such as the Cambridge International, are international programmes offered by independent providers, so decisions about any changes to the courses offered would be a matter for each provider, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T10:03:35.567Z"
    },
    "id": 568271,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568271.json"
    },
    "type": "petition"
}