{
    "attributes": {
        "action": "Protect student nurses who are fighting the COVID-19 pandemic",
        "additional_details": "It is evident that student nurses are not given the same protection against COVID-19 as their paid colleagues whilst on clinical placement within the NHS. Student nurses are currently not in a priority group for access to vaccines and mandatory home testing is currently not provided nationally for students. Alongside this, student nurses are not covered under insurance which includes death in service. We believe that, as student nurses, we are not being adequately and fairly protected.",
        "background": "Student nurses attending placements within the NHS during the pandemic should be provided equal protection to paid staff. Ensuring priority access to vaccines; access to regular, mandatory and nationally rolled out rapid home testing (LFTs); and cover under insurance (i.e death in service cover).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-07T16:02:08.361Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-07T16:13:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T13:22:09.130Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has begun rolling out community 'lateral flow' testing, for which asymptomatic students would be eligible: https://www.gov.uk/government/news/asymptomatic-testing-to-be-rolled-out-across-the-country-starting-this-week.\r\n\r\nFurther, NHS England has written to all NHS Trusts outlining plans to vaccinate all frontline staff, and Danny Mortimer, the chief executive of NHS Confederation, has stated that “It is right to prioritise frontline health and care staff for COVID-19 vaccinations – irrespective of which part of the health and care sector they work in or whether they are a student or volunteer\".\r\n\r\nYou can find out more about this here: https://www.england.nhs.uk/2021/01/nhs-organisations-instructed-to-rapidly-vaccinate-staff/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T13:22:09.126Z"
    },
    "id": 568396,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568396.json"
    },
    "type": "petition"
}