{
    "attributes": {
        "action": "Allow Soft Tissue Therapists/Osteopaths courses to continue in lockdown",
        "additional_details": "I would like the government or parliment to allow Soft tissue therapists/osteopaths and sports massage to continue during lockdown and tier 4. This is because we can help others that are suffering with chronic pain or injuries that may negatively impact on their everyday life, sooner once we qualify. We can also support the NHS by treating clients that may not necessarily require a physiotherapist hospital visit, but would benefit from being treated by us.",
        "background": "I would be greatly appreciative if the government allowed soft tissue therapists/osteopaths/sports massage to continue training and practicing the course during lockdown and tier 4 circumstances.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-01-07T14:41:56.514Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-07T14:54:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T12:38:27.695Z",
        "rejection": {
            "code": "already-happening",
            "details": "Students undertaking training and study for certain courses, including subject allied to medicine/health such as osteopathy, are already allowed to return to face to face learning: https://www.gov.uk/guidance/national-lockdown-stay-at-home#universities\r\n\r\nDecisions about university teaching, assessments and exams for individual courses are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T12:38:27.693Z"
    },
    "id": 568372,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568372.json"
    },
    "type": "petition"
}