{
    "attributes": {
        "action": "Cancel GCSE and A-levels in 2022 replace with Course Work and Teacher Assessment",
        "additional_details": "As a parent of a student currently in year 10, who by mid February (current planned return to school date) will have lost 2 terms of face to face learning.\r\n\r\nProvide those impacted by covid19 and remote learning to have a fair opportunity to reach the grades predicted.\r\n\r\nNot all schools are equal, therefore not all students have had equal learning opportunities during the lockdown periods.  In some instances we know that some did not have access to a computer or the relevant learning materials. Course work and teacher assessment ensures that all students are given an equal chance to get their rightful grades.",
        "background": "Cancel all standardise testing for year 11 and year 13 students in 2022. By replacing tests with smaller amounts of course work and teacher assessment, students would have a fair chance at achieving their target grades and it would relieve stress for teachers and students.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-07T13:35:57.848Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-10T13:32:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T10:40:29.904Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/566760"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T10:40:29.902Z"
    },
    "id": 568355,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568355.json"
    },
    "type": "petition"
}