{
    "attributes": {
        "action": "Stop Schools in the UK taking IGCSE examinations this summer",
        "additional_details": "it would not be right or fair for the higher percentage not to take their GCSE examinations and for students at different schools taking IGCSEs to take theirs as it would cause different variations of results spread across the board and would favour some and disadvantage others",
        "background": "Halt the IGCSE examinations in English Schools. (International GCSE)",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-07T15:53:37.161Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-07T16:17:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T16:01:18.810Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T16:01:18.806Z"
    },
    "id": 568394,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568394.json"
    },
    "type": "petition"
}