{
    "attributes": {
        "action": "CANCEL IGCSE EXAMS FOR 2021",
        "additional_details": "As the exams are now confirmed not to be going ahead in May, June and July. I think that ALL exams in England should be cancelled including IGCSEs. As a student who studies FOUR IGCSE subjects that are all assessed in many different countries across the world, I would like the Education Secretary to cancel all the IGCSEs that are set out by UK exam boards.These boards include Pearson and Cambridge. Cancelling these exams can only be the right thing to do during a lockdown and being taught online",
        "background": "Dear UK Government. I am writing to you and starting this petition on behalf of students in England who study subjects that are taught Internationally after the Education Secretary announced yesterday, that GCSEs weren’t going ahead this year as planned. It can only be fair to cancel IGCSEs as well.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-07T20:33:35.595Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-07T20:46:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T16:01:46.923Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T16:01:46.921Z"
    },
    "id": 568492,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568492.json"
    },
    "type": "petition"
}