{
    "attributes": {
        "action": "Demand a Reduced Rent Payment/Refund for Students in Private Uni Accommodation.",
        "additional_details": "Students living in private accommodation should be treated equally to those on university campus. We deserve at least a reduced payment for the lockdown period when we have been told not to return. It is clear that the private residences will not move as quickly as universities have and this is extremely disregarding of them. Many students face enough financial difficulties this year with the impacts of COVID-19 and there seems to be no equal treatment of students across the board.",
        "background": "Students living in private university accommodation have been met with extreme difficulty when attempting to negotiate on rent. Students in university owned halls have been assured they will not be charged for time not spent there due to lockdown and private halls of residence should do the same.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-07T18:25:04.118Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-07T19:01:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T13:56:26.756Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for rent or ending a tenancy early is a matter for individual landlords, and not the UK Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEnable all students to end university tenancy agreements early due to Covid-19: https://petition.parliament.uk/petitions/553285\r\n\r\nReimburse student rents for all accommodation not used during this academic year: https://petition.parliament.uk/petitions/560735\r\n\r\nImplement support for university students during Covid-19: https://petition.parliament.uk/petitions/554299"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T13:56:26.753Z"
    },
    "id": 568432,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568432.json"
    },
    "type": "petition"
}