{
    "attributes": {
        "action": "Acknowledge and cancel CITY&GUILDS exams as well as BTecs. We exist too!",
        "additional_details": "There is no consistency in the way that students are being treated. The exams for vocational subjects are extremely similar to A level exams, except City and Guilds exams are supposed to be accompanied by and include work experience- which has not been possible during the pandemic. \r\n\r\nThe way in which this situation has been handled has done nothing but increase uncertainty, anxiety and inequality. Be consistent by cancelling all exams to create an even playing field for everyone in the country.",
        "background": "Please listen to students! The government should cancel ALL exams for ALL students studying for exams at ALL colleges. A level students are applying for the same university courses as those studying vocational subjects (City and guilds exams too) so it is only fair that everyone be treated equally.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-07T18:25:27.459Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-07T18:46:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T16:18:54.063Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T16:18:54.060Z"
    },
    "id": 568433,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568433.json"
    },
    "type": "petition"
}