{
    "attributes": {
        "action": "The government should commit to lifting all Covid related travel restrictions",
        "additional_details": "This is needed due to the fact that during the pandemic various airlines have been denied government support and various airlines and tour operators are worried that the government will never lift all the travel restrictions imposed due to Covid and try to control people's freedom by keeping travel restrictions imposed due to covid even when it is safe to travel again.",
        "background": "The government should issue a legally binding statement to reassure the travel industry, airlines, tour operators, and ABTA that the government/FCO will lift all Covid related travel restrictions when it is safe to do so.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T06:56:36.018Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T07:21:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-20T17:44:15.400Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\t\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Government haven't indicated any proposals not to reopen travel as soon as it's safe to do so.  \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition explaining under what circumstances you'd like to see restrictions lifted. \r\n\r\nYou can find out about the Government's Covid recovery plan here: https://www.gov.uk/government/publications/our-plan-to-rebuild-the-uk-governments-covid-19-recovery-strategy"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-20T17:44:19.753Z"
    },
    "id": 568585,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568585.json"
    },
    "type": "petition"
}