{
    "attributes": {
        "action": "Stop lockdowns and the Tier system and all laws enforcing this immediately.",
        "additional_details": "We are not living in a free society anymore but being guided by individuals who do not have the public’s interests at heart. The science and the evidence is out there to contradict what actions the government are taking. Lockdowns don’t work and blaming the public for not adhering to them as a way to impose further restrictions is morally wrong. This needs to end, figures for deaths are being recorded incorrectly, lives are being destroyed not from the virus but from these restrictions.",
        "background": "To look at different scientific evidence from the broader community and not SAGE. To report the truth and compare figures from previous years deaths against current figures. To allow the public to resume their normal freedoms and for the economy, health education and well-being to get back to normal",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T08:27:13.616Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T11:18:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T12:21:06.651Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nRepeal Coronavirus Act and end all Covid-19 restrictions\r\nhttps://petition.parliament.uk/petitions/561995\r\n\r\nLift local lockdowns and Covid-19 restrictions in England\r\nhttps://petition.parliament.uk/petitions/551469\r\n\r\nFund & provide services to allow the vulnerable to shield & re-open the economy\r\nhttps://petition.parliament.uk/petitions/552023"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T12:21:06.647Z"
    },
    "id": 568597,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568597.json"
    },
    "type": "petition"
}