{
    "attributes": {
        "action": "Review the form of assessment for GCSE, A-Level and BTEC students (Year 10-13)",
        "additional_details": "The cancellation of exams for 2 academic years & the closure of schools & colleges, have shown that high weighting examinations sat in the summer are not required to assess a student’s capability. The extremely stressful exams process does not fully highlight a student’s academic ability, and often, their best work. Through other forms of assessment, students can establish a proper work ethic by consistently trying their best throughout the year rather than cramming in the weeks before.",
        "background": "Re-assess the idea of 80-100% exam for most qualifications at the end of the course. Replace with other forms of assessment such as coursework (with strict regulations), assignments, graded homework & lesser weighted standardised examinations sat throughout the year rather than all during the summer",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T08:19:32.178Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T14:48:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-18T15:08:37.383Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nCancel GCSE and A-levels in 2021 replace with Course Work and Teacher Assessment: https://petition.parliament.uk/petitions/564696\r\n\r\nBase 2021 GCSE and A-Level Grades on Teacher Considerations and Mock Grades: https://petition.parliament.uk/petitions/553307\r\n\r\nGive students the option to take exams or receive assessed grades for 2020/21: https://petition.parliament.uk/petitions/559964\r\n\r\nAllow teacher predicted grades for BTEC students: https://petition.parliament.uk/petitions/548778\r\n\r\nThe Department for Education and Ofqual are consulting on the approach to awarding GCSE, AS and A level grades in 2021 following the cancellation of exams. You can find out more about this consultation here: https://www.gov.uk/government/consultations/consultation-on-how-gcse-as-and-a-level-grades-should-be-awarded-in-summer-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-18T15:08:37.414Z"
    },
    "id": 568594,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568594.json"
    },
    "type": "petition"
}