{
    "attributes": {
        "action": "Explain Rejection of BT Offer of Cheap Broadband for Disadvantaged Children",
        "additional_details": "Over 880,000 children live in a household with only a mobile internet connection. Only 51% of households earning £6,000 - £10,000 have internet access. Worse, BT's Chief Executive revealed they had given free WIFI vouchers to the Government in June but the Department for Education \"‘struggled to distribute them effectively’ and returned them.\" \r\n\r\nWhy did the government refuse this offer? Why would the Department for Education knowingly disadvantage the children it should be protecting?",
        "background": "A report by Mikey Smith in the Mirror found that the Department of Education declined an offer from BT to provide cheap broadband to disadvantaged children in March for remote learning. The Department for Education must explain why they denied this and thus denied children their right to education.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-07T23:24:24.524Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-07T23:37:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-20T17:58:44.876Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started this petition, a Government Minister has responded to a question in the House of Commons about this issue. The Minister said: \r\n\r\n\"The hon. Member for Glasgow North West (Carol Monaghan) asked about British Telecom. We ran a pilot in partnership with BT to provide our children and young people with free access to a BT wi-fi hotspot, but we did not extend it because the pilot found that it did not suitably meet the needs of children and young people for a reliable and consistent internet connection. However, we have partnered with all the UK’s leading mobile providers, including BT, to provide free data uplifts to disadvantaged families. We have provided 54,000 4G wireless routers and we will continue to provide more. They have a roaming sim card so the router can find the strongest signal for 4G locally, making them more reliable even in areas where the signal may not be strong. We have extended our technology programme to 16 and 17-year-olds, many of whom already got devices through the bursary scheme. We are also extending more technology to our adult learners, because we support everyone who wants to access education at any stage of life.\" \r\n\r\nYou can read the full debate here: \r\nhttps://hansard.parliament.uk/Commons/2021-01-18/debates/861EC233-72B9-423D-B2F5-0D8E73EDA0D7/RemoteEducationAndFreeSchoolMeals?highlight=bt%20disadvantaged%20children#contribution-CB188B59-3F10-455E-8BF0-2191C2D5DC6D\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-20T17:58:51.527Z"
    },
    "id": 568546,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568546.json"
    },
    "type": "petition"
}