{
    "attributes": {
        "action": "Ensure all Cancer treatments are continued in Belfast Hospital Trust.",
        "additional_details": "Every life is important. Yes, we are in a pandemic but it is morally wrong and it is tantamount to discrimination to stop vital treatment in Cancer patients. It is unfair that patients with Cancer should have to ensure such pain and to be told they are less important than other patients with Covid. I would also argue that many of the Oncology, Radiology etc professionals would not be caring for Covid patients regardless as it’s not their field of expertise.",
        "background": "All Cancer Patients under the Belfast Hospital Trust should be given treatment including operations despite the Covid pandemic. Patients have had life saving operations cancelled and this needs looked at urgently.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T06:42:37.098Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T08:24:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T09:41:43.148Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Northern Ireland Assembly is responsible for.\r\n\r\nIf you want to raise this issue you could contact your MLA, or raise it with the Northern Ireland Executive.\r\n\r\nYou can find contact details for your MLAs here: http://www.niassembly.gov.uk/your-mlas/\r\n\r\nYou can find contact details for the departments of the Northern Ireland Executive here: https://www.nidirect.gov.uk/contacts/government-departments-in-northern-ireland"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T09:41:43.145Z"
    },
    "id": 568583,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568583.json"
    },
    "type": "petition"
}