{
    "attributes": {
        "action": "Cancel International GCSE exams for pupils due to take them in summer 2021",
        "additional_details": "Following the lockdown of March last year, pupils have missed over 6 months of learning in school, with many having to isolate on numerous occasions in the last term. Having now moved to online learning in England again, children's education is being greatly, negatively impacted, seriously affecting their mental health. This disadvantage means it is no longer fair or right to continue with iGCSEs. There are many subjects in which we are having to learn the course from last year now, so we may not finish in time for the actual exams. While we understand that many consider exams to be the fairest way of assessing a child's ability, this fairness is no longer accessible and the results attained will most likely not be the best representation of the student's ability.",
        "background": "We ask the Department for Education to cancel iGCSE exams in England, following the cancellation of other qualifications, including GCSEs in England. The disruption of COVID-19 has meant that schools have been closed to so many for a very long time, greatly impacting student's studying.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T14:37:25.535Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T15:31:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T16:08:06.555Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T16:08:06.551Z"
    },
    "id": 568690,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568690.json"
    },
    "type": "petition"
}