{
    "attributes": {
        "action": "Allow international GCSE and A level students teacher assessed grades.",
        "additional_details": "International students have all had different amounts of in-class education. There is no fair way to conduct examinations where all students have received different educations. Distance learning is not as effective as face-to-face learning, and students should not have to compete with peers receiving a different amount of education. Teacher assessed grades that are moderated are the only way to ensure that every student conducting the international exams receive a fair grade.",
        "background": "To allow students across the globe studying for their IGCSE and international A level examinations a fair result, teacher assessed grades should be awarded. These students should not have to compete with students not taking examinations in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T12:01:56.696Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T12:11:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T16:03:05.487Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T16:03:05.485Z"
    },
    "id": 568638,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568638.json"
    },
    "type": "petition"
}