{
    "attributes": {
        "action": "Award the NHS the George Cross to recognize their heroism in battling Covid 19",
        "additional_details": "During WW2 Malta was awarded the George Cross to recognize the courage and fortitude of its people. Thus there is precedent for this award being made to entities other than individuals. I propose that the NHS as  whole be recognized as heroes of the pandemic.\r\nIndividuals have rightly been honoured but this proposal recognizes the contribution of every NHS worker.",
        "background": "Today the NHS is fighting a war against Covid at tremendous physical mental and emotional cost to its staff many of whom have fallen ill with too many dying. I propose that the organization as a whole be awarded the George Cross to recognize the dedication and determination shown by all its staff",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T11:47:35.554Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T12:39:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-15T10:36:19.218Z",
        "rejection": {
            "code": "honours",
            "details": "We cannot accept petitions that call for specific awards or honours, such as the George Cross, to be given to individuals or organisations, because we can only accept petitions about matters for which the Government or Parliament are responsible.\r\n\r\nThere is an independent process for considering nominations for awards and honours, including the George Cross, and advising the Queen on granting these, so it is not something the Government or Parliament can do.\r\n\r\nInformation about Civilian gallantry is available here: https://www.gov.uk/guidance/civilian-gallantry-operation#the-george-cross-committee\r\n\r\nAnd details of how to nominate someone for an honour or award are available here: https://www.gov.uk/honours/recommend-bravery-award"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-15T10:36:19.214Z"
    },
    "id": 568630,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568630.json"
    },
    "type": "petition"
}