{
    "attributes": {
        "action": "Support University Students with fees and rent during lockdowns and restrictions",
        "additional_details": "Students rely on part-time work, in high risk categories such as hospitality, to be financially able to pay for rent, books, food and supplies away from home as the rental sector makes it very difficult to make ends meet. Students are supporting the rental market, owned by tycoons and investment funds, and will be left in debt for years because work is unavailable. Students studying practical courses such as Drama, Film, Science and Sport have rented accommodation despite now being online only.",
        "background": "Students require help with fees, due to the lack of access to facilities during lockdowns and restrictions, and accommodation refunds as students are paying for accommodation away from home without receiving the education to make extortionate rent necessary.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T12:32:41.755Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T16:32:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-15T15:06:10.958Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/554299\r\n\r\nYou may also like to sign these petitions which call for related actions:\r\nhttps://petition.parliament.uk/petitions/558669\r\nhttps://petition.parliament.uk/petitions/555164\r\nhttps://petition.parliament.uk/petitions/560735\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-01-15T15:06:14.904Z"
    },
    "id": 568646,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568646.json"
    },
    "type": "petition"
}