{
    "attributes": {
        "action": "Cancel International A level & IGCSE Exams 2021.",
        "additional_details": "International students and private school students are not being treated fairly. Parliament, CIE & Edexcel are not taking into consideration the state of students' mental health, difficulty of access to online resources, and overall motivation to fully grasp the material taught in this 2 year period. Online learning has imposed a large variety of issues in a student's daily life, and it would be extremely unfair for CIE & Edexcel to not provide the same treatment.\r\n.",
        "background": "Cancel International A level & IGCSE Exams 2021. Boris Johnson made a statement that all exams in summer 2021. The IGCSE board are saying this doesn’t effect them \r\n1) because they are not regulated by the government \r\n2) it’s international. \r\nThis is unfair and wrong.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T16:15:25.757Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T16:41:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T16:09:25.987Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T16:09:25.984Z"
    },
    "id": 568732,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568732.json"
    },
    "type": "petition"
}