{
    "attributes": {
        "action": "Reduce International student University fees due to COVID-19 disruption",
        "additional_details": "Higher education is the key for our nation’s future, live Parliament debates involving MPs and students are crucial to give them the opportunity to raise the issues of concern, in particular, reducing University student fees & other matters impacting their lives including accommodation costs. The debates should include university students, postgraduates, and those from poorer backgrounds. University students have been unfairly blamed and disproportionately affected by COVID-19.",
        "background": "Call on the government to hold debates in Parliament between MPs and university students to discuss issues that affect them. It will allow students to voice their opinions and concerns about tuition fees of over £14,000 a year which were paid in full, despite many students not being able to return.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T18:59:33.564Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-10T12:28:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-13T09:34:57.413Z",
        "rejection": {
            "code": "duplicate",
            "details": "Fees for international students are set by individual universities, not the Government or House of Commons, but you may wish to sign some of these petitions:\r\n\r\nRequire Universities to partially refund tuition fees for 19/20 due to Covid-19: https://petition.parliament.uk/petitions/550738\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19: https://petition.parliament.uk/petitions/324762"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-13T09:34:57.409Z"
    },
    "id": 568782,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568782.json"
    },
    "type": "petition"
}