{
    "attributes": {
        "action": "Change equality act 2010 to enforce mask wearing during pandemic.",
        "additional_details": "Equality Act 2010 stop businesses requesting proof and wearing lanyards doesn't prove disability. Making people carry and produce stamped slips from GP surgerys which has to be produced on request at any business will stop further outbreaks and make people wear them if they genuinely can, I'm disabled and wear a mask, even a face covering is better than nothing. Protecting the public is priority and should be enforced more, bring in the army if needed alongside police.",
        "background": "Change/suspend parts of Equality Act 2010, so businesses can ask for proof of no mask wearing on their premises to protect staff and customers. Have GP surgerys supply stamped slips with unique ref number to patients name to stop fraudulent copies of slips. Have police randomly check supermarkets",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T22:10:29.844Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-09T02:13:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-22T17:17:28.860Z",
        "rejection": {
            "code": "no-action",
            "details": "The Equality Act does not make it a criminal offence to request for a customer to wear a mask. You can find out more about the Equality Act and face mask wearing here: https://fullfact.org/online/equality-act-face-mask-discrimination/ \r\n\r\nIn any case, the current rules about wearing face coverings include reasons that would not be a medical diagnosis made by a GP, and people are currently allowed to self-certify whether their condition affects them in this way. You can find more information about exemptions here: https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own/face-coverings-when-to-wear-one-and-how-to-make-your-own#when-you-do-not-need-to-wear-a-face-covering\r\n\r\nThe Government has published official badges for people who are exempt from wearing a face covering: https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example if you would like to end exemptions for all but specific medical conditions, you could start a petition calling for that to happen.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-22T17:17:33.854Z"
    },
    "id": 568826,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568826.json"
    },
    "type": "petition"
}