{
    "attributes": {
        "action": "Interest rate relief on student loans granted in lockdown.",
        "additional_details": "University students spent much of the last year off campus, paying fees and rent, or on campus without access to facilities.  They have paid huge sums of money for accommodation in which they have not been allowed to live. Tuition fees have continued with little or no access to academic or social facilities and to pay interest on the loans which cover these costs is grossly unfair. No future interest should be charged on any loans used to pay fees from March 2020 until normal services resume.",
        "background": "Remove any future interest payments on the loans for university tuition fees and maintenance loans which have been charged during Covid. Students who have paid fees and accommodation costs whilst not receiving face to face, on campus teaching should not have to pay interest on their loans.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T21:33:53.784Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-11T10:02:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-27T16:40:21.858Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nExempt Uni students affected by Covid from being charged interest on loans.\r\nhttps://petition.parliament.uk/petitions/559022\r\n\r\nStudent loan interest rates cut to 1% above base & have an interest rate holiday\r\nhttps://petition.parliament.uk/petitions/552812"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-27T16:40:21.856Z"
    },
    "id": 568823,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568823.json"
    },
    "type": "petition"
}