{
    "attributes": {
        "action": "Break up Big Tech: confront and curtail the dominance of the tech giants.",
        "additional_details": "New, modern solutions to this dilemma must be drafted for the British people. If, as recent events in The U.S. have shown, these companies are willing and able to silence an elected leader in the most powerful office on Earth; then, they must be seen as a threat to the enfranchisement of the British people, and brought to heel. \r\n\r\n100 years ago reformers opposed the mergers that led to oil and railroad monopolies with groundbreaking Anti-Trust laws. We must do the same in our time for Big Tech.",
        "background": "The coming of Amazon, Facebook, Google and other tech monopolies has revolutionised our communication, commerce and the very operation of our democracy. However, with them, has come the disenfranchisement of our speech, monetisation of our data and the kneecapping of anyone they deem a threat.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T20:18:15.752Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T21:19:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-22T15:22:25.222Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what specific changes to competition law or regulation you would like to see.\r\n\r\nThe Competition Market Authority works to promote competition and ensure businesses operate within the law.: https://www.gov.uk/government/organisations/competition-and-markets-authority\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-22T15:22:42.071Z"
    },
    "id": 568807,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568807.json"
    },
    "type": "petition"
}