{
    "attributes": {
        "action": "Don’t legalise drugs to addicts with safe injection vans",
        "additional_details": "I see somebody try to get a seat in the government in the next vote trying to legalise drugs with safe injection vans for addicts this is crazy it is no long term solution we have to break the cycle instead of supervision it’s like saying it’s ok to do this and it isn’t we have to want more than this and I don’t think I want to leave the next generation to think it’s ok to be like this when it’s not I think we were put here for more reason than to make it safe for people ruining there life we all have to be reasonable for your own actions and other people should not suffer because of this",
        "background": "I wish the circle would be broken make them get clean with help therapy and put them into volunteer work back into normal society",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T23:54:41.531Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-10T21:08:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-17T13:21:12.150Z",
        "rejection": {
            "code": "no-action",
            "details": "There is no current policy for \"safe injection vans\" in England or any proposals to legalise certain drugs for use in this way. We're therefore not exactly sure what you'd like to happen. \r\n\r\nYou may wish to raise this issue with the Scottish Parliament, if you're concerned that its something being discussed in Scotland. The Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-17T13:21:16.942Z"
    },
    "id": 568845,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568845.json"
    },
    "type": "petition"
}