{
    "attributes": {
        "action": "Ensure disadvantaged children have access to participate in virtual schooling",
        "additional_details": "Disadvantaged children currently have little or no access to a computer which limits their participation due to no fault of their own. \r\n\r\nOnce the governments current plan comes into effect, these children would have missed out on a significant portion of their education in comparison to their peers.\r\n\r\nThese children are currently being denied education because they were born into disadvantaged families. \r\n\r\nThe plan must be brought forward or interim measures introduced as a stop gap.",
        "background": "The government currently has plans to allow schools to apply for funding for laptops for students who currently receive free school meals. This plan will not be implemented until Spring 2021.\r\n\r\nAlmost 75% of children who lack a device for virtual schooling do not receive free school meals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-09T16:23:29.940Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-09T19:26:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-18T16:28:55.380Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nProvide disadvantaged children with a connected laptop to access home learning: https://petition.parliament.uk/petitions/563639\r\n\r\nExpand the free laptop scheme for children to one per family so all benefit: https://petition.parliament.uk/petitions/334273\r\n\r\nFund a PC laptop for remote learning for every child/student: https://petition.parliament.uk/petitions/566856"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-04T11:57:33.479Z"
    },
    "id": 568997,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568997.json"
    },
    "type": "petition"
}