{
    "attributes": {
        "action": "Classify Radio Prize Competitions as Gambling",
        "additional_details": "These competitions are made purely for addictive purposes to ensure the listener does not tune out from the particular station for a fear of missing out on 'Big Money'.\r\n\r\nThere increasing promoted every 10 minutes on some stations without any mention of 'Being gamble aware'.\r\n\r\nThe only warning of money is \"Texts cost £2 plus your standard network rate\".\r\n\r\nExcept that statement is not true, some of that £2 adds to the prize fund which in the most basic terms is gambling, your putting money in to win.",
        "background": "Around a year ago I tuned into Heart radio and I began texting into their 'Text Win' competitions multiple times a day, to the point my other bills went unpaid, causing a backlog of financial issues for my family. As my phone bill came in all the text charges added up. Its happening on all stations.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-09T12:45:58.923Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-09T14:01:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-22T16:49:25.342Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want more regulation of radio prize competitions, but we're not exactly sure what you'd like regulation to do. \r\n\r\nYou could start a new petition explaining clearly what you'd like to happen. For example, you could start a new petition asking for these competitions to be banned, or for warnings about gambling to be required when they are used, if that's something that you'd like to see.\r\n\r\nYou can find out about the current regulations for gambling advertising, including the requirements for licenses here: https://commonslibrary.parliament.uk/research-briefings/cbp-7428/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-22T16:49:29.125Z"
    },
    "id": 568928,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568928.json"
    },
    "type": "petition"
}