{
    "attributes": {
        "action": "For IGCSE exams sat in the UK to be cancelled",
        "additional_details": "We, as students taking IGCSE exams in the UK, would appreciate it if they were cancelled just like the GCSE exams, because of the simple reason that students taking any type of exam regardless have had the exact same journey of such trials and tribulations throughout the past year. It would only be fair if both were cancelled following the government’s choice of just GCSEs, as, again, doing the IGCSE exams does not mean we would’ve had any better environment to foster these grades, remembering we are all plagued with the same pandemic.",
        "background": "To cancel the IGCSE exams for students originally sitting it in the United Kingdom due to the inconsistency between the gap of GCSE exam and IGCSE exam students, to make it a fair playing ground this year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-09T14:43:51.816Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-09T15:03:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T16:10:23.615Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T16:10:23.613Z"
    },
    "id": 568958,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568958.json"
    },
    "type": "petition"
}