{
    "attributes": {
        "action": "Ensure public sector furlough payments are in line with the private sector",
        "additional_details": "The private sector, in large part, subsidies the public sector, and it is highly distasteful that the private sector should be relegated to 2nd status and be offered cheaper furlough payments, whilst the civil servants, who are also furloughed, receive 100% of their salary.\r\nThe taxpayer is being asked to shell out more monies for the public sector, and this is simply unacceptable.\r\nWe are, after all, supposedly in this together.",
        "background": "The Government must change civil servant payments to reflect the amount offered to private sector workers, which is 80%.\r\nIt is inadmissible that the public sector receives 100% furlough payments during lockdowns whilst the private sector receives 20% less.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-09T14:54:06.685Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-11T13:05:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-18T14:47:01.730Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the way different types of staff are being paid during the Covid-19 outbreak, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nThe Coronavirus Job Retention Scheme reimburses employers for 80% of an employee’s usual salary for hours not worked, up to a maximum of £2,500 per month. Employers can top of pay beyond the amount provided by the Government if they so choose.\r\n\r\nThe same rules apply to any workers furloughed under the scheme, although the Government has said that where staff costs are publicly funded, employers should use that money to continue paying staff, and not furlough them: https://www.gov.uk/guidance/claim-for-wage-costs-through-the-coronavirus-job-retention-scheme\r\n\r\nWe could accept a petition calling on the Government to require public sector employers to furlough staff who are unable to complete their normal duties during the Covid-19 outbreak, rather than continuing to pay them at full salary, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-19T11:14:17.748Z"
    },
    "id": 568964,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568964.json"
    },
    "type": "petition"
}