{
    "attributes": {
        "action": "Take control and implement tougher regulations regarding coronavirus.",
        "additional_details": "We The people need to see our government take urgent and concise actions to prevent the present virus and related strains from further crippling the NHS. Implementing an immediate legal change to make mask or facial coverings to be a legal requirement for all.  Stop all religious meetings.  Stop retail click and collect.   We need you to get hold and take even tougher action as the minority are not thinking about the seriousness of their actions that will kill so many.",
        "background": "Urgently debate and implement legal changes that will see a change to the legal framework to tighten and toughen our present weak laws regarding the containment and reduction of the r number.  Give our NHS a chance",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-09T19:15:00.845Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-10T11:00:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-26T16:59:44.034Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure which substantial changes you would like to current lockdown rules.\r\n\r\nYou may wish to sign some of these petitions:\r\nRemove exemptions for places of worship during lockdown and future restrictions\r\nhttps://petition.parliament.uk/petitions/564236\r\n\r\nMake face-masks mandatory in all public spaces - indoors and out\r\nhttps://petition.parliament.uk/petitions/554917\r\n\r\nDisallow all click and collect for non-essential retail during the lockdown\r\nhttps://petition.parliament.uk/petitions/567423\r\n\r\nEnforce an extreme two-week lockdown:\r\nhttps://petition.parliament.uk/petitions/553156\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-26T16:59:44.031Z"
    },
    "id": 569047,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569047.json"
    },
    "type": "petition"
}