{
    "attributes": {
        "action": "Vaccinate high-risk groups across the globe before low-risk groups in the UK.",
        "additional_details": "We have bought enough doses to vaccinate our entire population several times over. Despite our COVAX donations, millions of people in the world's poorest countries wont be vaccinated until 2021.\r\n\r\nAccording to the World Bank, failure to quickly control COVID-19 overseas will hamper the global economic recovery, and increase the chances of new strains developing that could affect the UK.\r\n\r\nVaccine nationalism will prolong the pandemic for all. Our current approach is immoral and self-defeating.",
        "background": "We have a moral duty to protect the vulnerable.\r\n\r\nWe live in an interconnected world. The British population will not be safe from COVID-19 until all countries are safe. \r\n\r\nThe government should work to distribute vaccines to high-risk groups in every country ahead of low-risk groups in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-09T17:02:38.397Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-09T18:12:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-25T14:30:21.378Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. The UK Government cannot legislate for who receives vaccines in other countries.\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nIncrease funding to make Covid-19 vaccines available to developing countries: https://petition.parliament.uk/petitions/550900\r\n\r\nDonate surplus Covid-19 vaccine doses to poorer countries: https://petition.parliament.uk/petitions/565462"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-25T14:30:37.395Z"
    },
    "id": 569006,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569006.json"
    },
    "type": "petition"
}