{
    "attributes": {
        "action": "Allow women the option to have 2 labour partners and 1 on ward after delivery.",
        "additional_details": "Pregnancy and birth can be extremely difficult for women to go through, even more so if they have to do it alone or with limited support. I have personally experienced a pregnancy loss in the middle of the current pandemic and not having my partner in the hospital at the time was devastating. I am asking that the government allow women the opportunity to have 2 partners for emotional and physical support during their labour and 1 partner to be allowed on the maternity ward afterwards.",
        "background": "I am asking for the government to allow women the same rights during their labour that they were able to experience before the COVID-19 pandemic began. The majority of hospitals in England have always allowed women to have 2 partners with her during labour and 1 partner on the maternity ward after.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-10T06:04:34.620Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-15T18:41:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-15T13:20:03.621Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about visitors are a matter for the NHS, not the Government or House of Commons.\r\n\r\nWith regard to antenatal appointments, scans, and the birth itself, on 5 June, the NHS’s suspension of hospital visiting was lifted. This means that visiting is now subject to local discretion by trusts and other NHS bodies. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-15T13:20:03.617Z"
    },
    "id": 569134,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569134.json"
    },
    "type": "petition"
}