{
    "attributes": {
        "action": "Allow learner drivers in the uk to practise driving during lockdown",
        "additional_details": "During lockdown driving lessons are cancelled meaning that people trying to get themselves on the road are suffering from a break in their learning from doing so. By banning us from practicing in our own cars your inevitable creating more fails in driving test when they start back up and are throwing hundreds of pounds of peoples money away (mostly young people that can’t afford to loose money) as they won’t be getting the regular practice they need (so they’ll need more lessons). Also at a time like this where there is very little we can do, continuing to practice has served as a coping mechanism for people as it’s something that they can do that’s safe and it means they can look forward to the future and work towards their independence",
        "background": "Stop the ban, currently in England, that says learner drivers cannot practice driving with members of their household, or support bubble.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-10T14:29:27.664Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-10T16:23:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-18T12:04:33.762Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/559063\r\n\r\nUnder current Government guidance, you can practise driving with members of your household or support bubble. It must be travel for work, education or other essential journeys: https://www.gov.uk/driving-lessons-learning-to-drive/practising-with-family-or-friends"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-18T12:04:33.759Z"
    },
    "id": 569232,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569232.json"
    },
    "type": "petition"
}