{
    "attributes": {
        "action": "Allow learner drivers to practice with family during Covid lockdown in England.",
        "additional_details": "Learner drivers are already suffering with the setback of not being allowed to take professional driving lessons due to the latest Covid-19 restrictions and the suspension of driving tests. I believe that it is perfectly reasonable that these learner drivers in England should still be able to practice driving with members of their household or support bubble when the journey is for essential reasons ie. travel for work, education or other essential journeys as they are in Scotland and Wales.",
        "background": "Allow learner drivers in England to continue driving practice with members of their household or support bubble when the journey is for essential reasons ie. travel for work, education or other essential journeys.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-10T20:45:10.501Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-10T21:25:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-18T12:06:23.197Z",
        "rejection": {
            "code": "already-happening",
            "details": "Under current Government guidance, you can practise driving with members of your household or support bubble. It must be travel for work, education or other essential journeys: https://www.gov.uk/driving-lessons-learning-to-drive/practising-with-family-or-friends\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nAllow learner drivers to go out and drive with people from their household: https://petition.parliament.uk/petitions/559063"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-18T12:06:23.193Z"
    },
    "id": 569325,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569325.json"
    },
    "type": "petition"
}