{
    "attributes": {
        "action": "To not use the ‘mini exams’ for Year 11 & 13 Students that have been proposed",
        "additional_details": "Students aren’t learning at home. Many, especially those from disadvantaged backgrounds don’t have a secure and comfortable study place. Go be expected to continue studying for unknown exams, after spending a day completing online lessons is very mentally draining. Pupils are under enough stress trying to submit enough data to teachers to receive good “assessed grades” which is what was originally promised to them. It is very unethical to now try and add in some new made up “mini exams”.",
        "background": "Students are under enough stress already with trying to keep up with online lessons and work, majority are unable to continue learning topics not yet covered but are going to be expected to partake in Exams with no idea about what’s coming up in them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-11T05:06:11.085Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-11T05:14:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-18T15:13:25.321Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nCancel GCSE and A-levels in 2021 replace with Course Work and Teacher Assessment: https://petition.parliament.uk/petitions/564696\r\n\r\nBase 2021 GCSE and A-Level Grades on Teacher Considerations and Mock Grades: https://petition.parliament.uk/petitions/553307\r\n\r\nGive students the option to take exams or receive assessed grades for 2020/21: https://petition.parliament.uk/petitions/559964\r\n\r\nThe Department for Education and Ofqual are consulting on the approach to awarding GCSE, AS and A level grades in 2021 following the cancellation of exams. You can find out more about this consultation here: https://www.gov.uk/government/consultations/consultation-on-how-gcse-as-and-a-level-grades-should-be-awarded-in-summer-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-18T15:13:25.319Z"
    },
    "id": 569377,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569377.json"
    },
    "type": "petition"
}