{
    "attributes": {
        "action": "Re-think visa-free tour offer from the EU",
        "additional_details": "The music industry is worth £5.8bn to the UK (The Guardian). Without freedom of movement for musicians and performers, we will struggle to uphold this number and the well-being and livelihoods of many as artists won’t be able to afford the fees. The UK has always been proud of its culture and the arts, but the disregard and disrespect is blatant. We have given so much, but gained so little. I am asking the UK Government to re-think their deal with the EU and access visa-free tours.",
        "background": "The Government need to re-think and evaluate their choice on rejecting the offer the EU has given for visa-free tours. We have been shown the blatant disregard to the arts during this pandemic. We do not need another blow. Musicians and performers need freedom of movement within the EU.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-10T21:37:01.053Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-10T22:27:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-05T15:27:14.802Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petition:\r\nhttps://petition.parliament.uk/petitions/563294\r\n\r\nYou may be interested to know that on Monday 8 February the Petitions Committee will hold a virtual e-petition session to discuss arrangements for UK musicians in the EU.\r\n\r\nMPs will discuss arrangements for UK musicians in the EU in light of the petition you have signed calling for a Europe-wide visa-free work permit for touring professionals and artists. Caroline Dinenage, Minister for Digital and Culture, will respond for the Government.\r\n\r\nWatch live from 4.30pm on Monday 8 February:\r\nhttps://youtu.be/VsaAKoULWNs\r\n\r\nPetitions sessions and debates are an opportunity for MPs to discuss the important issues raised by petitions, however they cannot directly change the law or result in a vote to implement the request of the petition.\r\n\r\nThis petition is being considered in an e-petition session because sittings in Westminster Hall (where e-petitions are normally debated) have been suspended as part of Parliament’s arrangements for adapting to the Coronavirus outbreak.\r\n\r\nFind out more about this session: https://committees.parliament.uk/committee/326/petitions-committee/news/138759/mps-to-discuss-petition-relating-to-arrangements-for-uk-musicians-in-the-eu/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-05T15:27:14.799Z"
    },
    "id": 569333,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569333.json"
    },
    "type": "petition"
}