{
    "attributes": {
        "action": "Bring bag bags to deliver shopping, ensuring contact less deliveries",
        "additional_details": "Being key workers, delivering shopping to all classes, including extremely vulnerable, we come into close contact with some, putting ourselves, customers, friends and family at risk. Some selfish customers do not declare at door/delivery they or a member of household have tested positive or have got symptoms. We all need protecting, so please create a no contact delivery by bringing back bags, ensure our safety to keep delivering a great service & keep feeding the country, remember this could be you, your family or friends, also we feed the NHS workers & we definitely do not want to put them at risk at home aswell at at work !!!",
        "background": "Protect us, colleagues, friends and family, by bringing bags bags",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-10T20:25:45.513Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-10T21:04:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-04T13:09:06.142Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-04T13:09:06.140Z"
    },
    "id": 569320,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569320.json"
    },
    "type": "petition"
}