{
    "attributes": {
        "action": "Make COVID 19 test to fly free of charge.",
        "additional_details": "Passengers who are traveling with their families could pickup virus on the way from their homes down to the airport. Face masks and gloves did work well in other countries. So, why we should pay extra money for COVID testing which cost extra £150 per person in private test centers? Family of 4 people should pay £600 to price for their holiday. That is unfair to everyone. Make testing in the airports, quick and free of charge. Stop COVID testing speculation across the United Kingdom.",
        "background": "We are asking to stop obligatory Covid 19 testing for passengers who wants to fly as tourists or as businesses passengers. First of all, if test is required, then testing should be done right before flying and free of charge.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-11T07:00:38.323Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-11T08:25:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-10T15:28:34.317Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure whether you want people choosing to travel from the UK to have their test paid for (where a test is a requirement for their choice to travel there) or for people who require a test to return to the UK. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-18T15:52:35.852Z"
    },
    "id": 569379,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569379.json"
    },
    "type": "petition"
}