{
    "attributes": {
        "action": "Enforce a 5% surcharge on all supermarket transactions, to be paid to employees",
        "additional_details": "Supermarkets are the most common place people visit prior to testing positive for covid 19 according to NHS track and trace data, this puts employees of supermarkets at very high risk of contracting covid 19. Unfortunately as supermarkets are private businesses and essential services none of protections offered by being a member of the civil service or the furlough scheme are not options, to supermarket employees, and most of them will be the last to receive vaccines.",
        "background": "Pass an act parliament requiring all supermarkets to enforce a 5% surcharge on all transactions, this money is to be distributed to all shop floor employees who have worked during the pandemic.\r\nThe risk being taken everyday by the employees of supermarkets should be rewarded.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-10T19:11:27.312Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-11T11:24:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-25T08:51:58.639Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government could impose a new tax on supermarket sales, but is not responsible for how supermarket staff are paid.\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nMandatory Hazard Pay for all workers on the front line in the COVID-19 pandemic: https://petition.parliament.uk/petitions/557249"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-25T08:51:58.636Z"
    },
    "id": 569307,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569307.json"
    },
    "type": "petition"
}