{
    "attributes": {
        "action": "Allow for wedding ceremonies in 2021 during the COVID 19 lockdown or tier system",
        "additional_details": "Couples need to be legally married as it allows for many religious and legal benefits including housing, finance, inheritance etc. Additionally, devout couples of faith are unable to live together because marriage is a prerequisite according to their firm beliefs. We’d like the UK Government to permit wedding ceremonies for a maximum of 15 people in all tier/alert systems. There are many registered venues which can host this in a COVID secure manner and so this should be allowed.",
        "background": "Permit small wedding ceremonies to go ahead in 2021, with immediate effect with 15 people, allowing for couples to be legally married. Myself and many other couples just simply want to be legally married and would be happy with a small ceremony.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-11T12:08:31.202Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-11T12:51:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-18T12:42:23.464Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAllow wedding ceremonies and receptions to take place with social distancing: https://petition.parliament.uk/petitions/329363\r\n\r\nRevise guidance to allow Civil Weddings with 6 guests during all lockdowns: https://petition.parliament.uk/petitions/565330\r\n\r\nReview wedding restrictions monthly: https://petition.parliament.uk/petitions/552244"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-18T12:42:23.461Z"
    },
    "id": 569429,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569429.json"
    },
    "type": "petition"
}