{
    "attributes": {
        "action": "Allow learner drivers to practice in England in own private car",
        "additional_details": "This therefore affects my younger brother who also had his driving test canceled which was due to take place in February ,he is now unable to learn to drive in his own car with my Mother from the same household. He is a key worker and works at the local supermarket therefore will now need to use public transportation instead of using his own private car to get to work , therefore using up bus capacity which is not needed if the rules allowed him to use his private car.",
        "background": "In England you are now unable to practise to drive even in your own private car with a member of the same household . Meanwhile in Scotland and Wales this is still allowed only if this is an essential journey. Should still be allowed in England with same rules as Scotland and wales.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-11T11:49:40.113Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-11T11:57:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-18T12:10:10.447Z",
        "rejection": {
            "code": "already-happening",
            "details": "Under current Government guidance, you can practise driving with members of your household or support bubble. It must be travel for work, education or other essential journeys: https://www.gov.uk/driving-lessons-learning-to-drive/practising-with-family-or-friends\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nAllow learner drivers to go out and drive with people from their household: https://petition.parliament.uk/petitions/559063"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-18T12:10:10.445Z"
    },
    "id": 569422,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569422.json"
    },
    "type": "petition"
}