{
    "attributes": {
        "action": "Re-start driving tests (including HGV & C1 required for ambulance drivers)",
        "additional_details": "I’m unsure how they plan to get new drivers into sectors like food delivery or delivery of any goods for that matter, whilst a lot more people are shopping online and so only increasing the demand for these services. That’s not to mention the requirement of a category C1 license in order to drive an emergency ambulance. All of these ‘essential’ places which have managed to remain open (with similar safety challenges) will eventually need more drivers including hospitals, if only to cover sick.",
        "background": "I would like the government to re-start all HGV driving tests (including theory tests), prioritising the ones that have been cancelled since the start of the latest ‘lockdown’. This includes the C1 category test required to drive most ambulances. I feel like they could be done in a controlled manner",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-11T12:16:42.062Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-11T13:13:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-19T15:41:30.294Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want certain driving tests to restart, but it's not clear if you want all driving tests to restart, or just HGV driving tests.\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\n Exempt driving tests and lessons from COVID-19 restrictions: https://petition.parliament.uk/petitions/557462\r\n\r\nAllow driving tests and lessons for Keyworkers: https://petition.parliament.uk/petitions/566844\r\n\r\nPrioritise cancelled driving test candidates for rebooking: https://petition.parliament.uk/petitions/565349\r\n\r\nAllow approved training schools to conduct lorry driving tests: https://petition.parliament.uk/petitions/559066\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-04T11:49:01.889Z"
    },
    "id": 569433,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569433.json"
    },
    "type": "petition"
}