{
    "attributes": {
        "action": "Make the wearing of a face mask in shops and public places compulsory by law.",
        "additional_details": "This virus is spreading at an unprecedented rate and still people refuse to wear a face mask and adhere to Government guidelines. Shopkeepers are being placed in an invidious position on refusing access to people not wearing a face mask and not keeping social distancing, as currently they do not have the backing of the law. Having a law making it compulsory to wear a face mask in shops and public places would allow shopkeepers to call on Police for assistance.",
        "background": "Pass a law making it compulsory to wear a face mask in shops and public places. Failure to wear a face mask without reasonable excuse will result in a fine and the person liable to be arrested in serious cases or refusal to give their details.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-11T18:01:14.557Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-11T19:05:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-18T16:17:33.657Z",
        "rejection": {
            "code": "duplicate",
            "details": "In England you must wear a face covering in a number of indoor settings, including shops, unless you are exempt: https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own/face-coverings-when-to-wear-one-and-how-to-make-your-own#when-to-wear-a-face-covering\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nMake face-masks mandatory in all public spaces - indoors and out: https://petition.parliament.uk/petitions/554917\r\n\r\nMake it compulsory to wear a face covering in enclosed public spaces: https://petition.parliament.uk/petitions/328214"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-18T16:17:33.654Z"
    },
    "id": 569531,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569531.json"
    },
    "type": "petition"
}