{
    "attributes": {
        "action": "Lockdown by consent for those who support it.",
        "additional_details": "At the moment its impossible to assess the effectiveness of lockdown as we have no way of ensuring strict compliance. Meanwhile, lots of us now believe that \"the cure is worse than the virus\". I propose supporting lockdown fans with 110% furlough and vaccine priority so long as they are electronically tagged to endure very strict compliance. The rest of society is then opened completely to lockdown sceptics. The Government can then compare 2 distinct voluntary cohorts on a variety of metrics.",
        "background": "Despite continued lockdown, infections still rise. There seems to be a 50/50 split between those who believe this is because lockdowns aren't strict enough and those who think they're counterproductive. I want strict lockdown enforced by electronic tag for lockdown fans with normality for others.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-12T10:30:15.864Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-14T23:10:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-27T16:07:21.756Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe understand you want Covid-19 restrictions to be lifted for individuals and businesses, with opt-in income replacement for people who do not want to leave their homes to go to work, but we're not sure what you mean by 'strict lockdown' or how this would be 'enforced'. \r\n\r\nYou could start a petition calling for the current rules to be made advisory, rather than have legal force."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-27T16:07:21.753Z"
    },
    "id": 569655,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569655.json"
    },
    "type": "petition"
}