{
    "attributes": {
        "action": "Provide pupils eligible for Free School Meals with a weekly food voucher.",
        "additional_details": "Families are already under extreme pressure - reduced incomes, working from home, limited contact with wider family and friends, supporting children learning remotely etc. Food parcels require families to come to school to collect (somewhat defeating the point of closing schools to many pupils to reduce the spread of Covid19). Limited choice in parcels increases food waste. Vouchers can be emailed directly and spent on food, which can benefit the whole family.",
        "background": "Food parcels for children eligible for Free School Meals are inconsistent, not best value for money and provide limited variety or choice. The government should reintroduce either weekly or fortnightly vouchers for families to redeem in shops to buy food as a matter of urgency.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-12T10:39:03.291Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-12T11:38:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-21T12:27:51.480Z",
        "rejection": {
            "code": "already-happening",
            "details": "The national voucher scheme to provide meals to children eligible for free school meals during lockdown reopened on Monday 18th January. Schools are able to claim back support provided through lunch parcels or locally arranged vouchers since 4th January from the Department for Education.\r\n\r\nSee:\r\nhttps://www.gov.uk/government/publications/covid-19-free-school-meals-guidance/covid-19-free-school-meals-guidance-for-schools#national-voucher-scheme\r\n\r\nYou might like to sign the following petition:\r\nOnly close schools in lockdown if free school meals vouchers are available\r\nhttps://petition.parliament.uk/petitions/569601"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-27T10:29:51.145Z"
    },
    "id": 569660,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569660.json"
    },
    "type": "petition"
}