{
    "attributes": {
        "action": "Cancel international exams so it is fair for all students",
        "additional_details": "Education around the globe has been heavily disrupted by the pandemic and students have struggled with their learning both online and at schools. Many schools have taught online for the greater part of the year causing students to fall behind due to the lack of face to face contact lessons. As exams have been cancelled in the UK, it is only fair for this to happen to all international schools as there now is an unfair way of testing students around the world.",
        "background": "All exams in the United Kingdom have been cancelled due to Covid-19 and its restrictions/lockdowns. Many international countries have also had their education disrupted and thus it is only fair for all international exams to be cancelled worldwide.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-12T09:21:21.243Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-12T09:29:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T16:15:32.666Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T16:15:32.664Z"
    },
    "id": 569647,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569647.json"
    },
    "type": "petition"
}