{
    "attributes": {
        "action": "Give nurses, doctors and carers who have worked in the pandemic a thank you.",
        "additional_details": "These dedicated professionals have worked relentless for months.  The end is not yet in sight, an appreciation of their hard work and selflessness would show their contribution is valued. Having put others above themselves & their families they deserve it. As do other essential services - public transport and education etc. Those on Furlough have been paid so let’s thank those who have worked to benefit all. The NHS is overwhelmed, so are individuals working in the NHS day in and day out.",
        "background": "Offer an increased tax allowance in 21/22 or other financial reward to those who have worked though out the pandemic. \r\n\r\nMany have worked tirelessly in impossible situations to keep the NHS and other services going.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-12T18:58:21.521Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-22T21:35:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-08T17:52:08.991Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that want certain key workers to be recognised by the Government, but it's not clear how you want this to happen.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nFund a pay rise for public service workers. Claps don’t pay bills. Pounds do: https://petition.parliament.uk/petitions/568085\r\n\r\nGive an honorarium of £1000 to all NHS staff: https://petition.parliament.uk/petitions/568493\r\n\r\nRecognise all members of NHS nursing profession by giving them a 12.5% pay rise: https://petition.parliament.uk/petitions/560253\r\n\r\nExempt NHS staff from paying income tax: https://petition.parliament.uk/petitions/554019\r\n\r\nTo pay every NHS and Social Care Worker in England a £500 \"Thank You\" Bonus: https://petition.parliament.uk/petitions/562495"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-08T17:52:08.989Z"
    },
    "id": 569782,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569782.json"
    },
    "type": "petition"
}