{
    "attributes": {
        "action": "All pharmacies should be used as part of the Covid-19 vaccine programme.",
        "additional_details": "Thousands of readers have expressed concern over vaccine arrangements. Local pharmacies are highly trusted by their communities – and are convenient to access. Where they do not all have the staff and facilities to provide the jab, the Government should urgently provide this support.",
        "background": "All pharmacies should be used as part of the vaccine programme as they are trusted, have the expertise and are local to every community. JPIMedia's 'Shot In The Arm' campaign calls for everyone to have the ability to get a jab within 10 minutes of their home by using our great pharmacy network.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-12T17:37:17.195Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-12T17:45:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-13T10:10:42.573Z",
        "rejection": {
            "code": "already-happening",
            "details": "Pharmacists are already able to apply to be Covid-19 Vaccinators. As with all vaccinators, pharmacists would need to meet certain requirements in order to become vaccintors. You can find out more about how to support the Covid-19 vaccination programme here: https://www.england.nhs.uk/coronavirus/join-the-nhs-covid-19-vaccine-team/#i-dont-currently-work-in-the-nhs-but-would-be-interested-in-a-paid-role\r\n\r\nThe Government's UK COVID-19 vaccines delivery plan also sets out how pharmacies and pharmacists will support the rollout of Covid-19 vaccines: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/951284/UK_COVID-19_vaccines_delivery_plan.pdf\r\n\r\nThe training recommendations for Covid-19 vaccinators are set by Public Health England, and the application process for joining the NHS Covid-19 vaccinaton team is managed by the NHS. Both Public Health England and the NHS are operationally independent of the Government, and decisions about this guidance and recruitment are matters for them, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-13T10:10:42.570Z"
    },
    "id": 569759,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569759.json"
    },
    "type": "petition"
}