{
    "attributes": {
        "action": "school children and teachers to wear mask throughout the day when in school.",
        "additional_details": "This is an important step to keep everybody safe and to reduce the transmission of the virus.\r\nEveryone is vulnerable and wearing a face covering/mask should be mandatory within any building, so all schools, school children, teachers and any other individuals working within the school setting should be wearing a face covering.\r\nIn the classroom it is not possible to social distance so wearing a mask should be of upmost importance.",
        "background": "I would like all school children, along with teachers and any other individuals to wear a face covering/mask within the school setting, not just in communal areas but in the classroom settings too. \r\nThis should be done when the schools reopen until the virus has been better controlled.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-12T17:08:50.585Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-12T18:11:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-18T09:05:16.757Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nMake face masks compulsory for secondary pupils and school staff in classrooms\r\nhttps://petition.parliament.uk/petitions/566088\r\n\r\nMake masks mandatory for primary school students and teachers.\r\nhttps://petition.parliament.uk/petitions/551102\r\n\r\nMandatory for children aged 11 and above to wear face masks whilst at school.\r\nhttps://petition.parliament.uk/petitions/331826"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-18T09:05:16.753Z"
    },
    "id": 569752,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569752.json"
    },
    "type": "petition"
}