{
    "attributes": {
        "action": "Workers that are essential in tier 4 and higher areas get the vaccine sooner",
        "additional_details": "We want the government to give anyone that is allowed to be working in areas that are high risk to be seen as more important than they are. We come into contact with the public on the daily, we are all on the same category of people working from home and being furloughed. While we are out putting ourselves and families at risk, to be told we have to work through the whole pandemic come into contact with 100s-1000s of people daily to be last on the list for the vaccine if you’re healthy.",
        "background": "Anyone who is deemed essential in area of Tier4+ should be fast tracked getting the vaccine and all seen as key workers. \r\nRetail\r\nLabour\r\nFood Retail\r\nDelivery services\r\nPostmen/Women and so on.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-12T13:45:41.430Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-12T13:55:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-19T10:03:43.614Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/564466\r\n\r\nAs the country is currently in a national lockdown, during which restrictions exceed those for Tier 4 areas, we think the above petition makes a similar request.\r\n\r\nIf you want the Government to prioritise critical workers in areas where Covid-19 infection rates are highest we could accept a petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-19T10:03:43.612Z"
    },
    "id": 569708,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569708.json"
    },
    "type": "petition"
}