{
    "attributes": {
        "action": "Help get unpaid carers more attention and be treated fairly",
        "additional_details": "We carers feel that in the uk we are not actually recognized as key workers or essential workers and this is not fair we do so much and save u all money so how about treating us fairly and recognising us as u do all health care workers out there.  We feel like we are forgotten and that's not on at all Scotland's unpaid carers was given a 500 pound bonus! Yet this is more about making sure were named as health workers",
        "background": "Unpaid carers do so much and save the government alot of money careing for loved ones we need more support and to be treated fairly in these uncertain times .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-12T17:00:16.175Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-12T17:29:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-19T13:18:01.837Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want more recognition for unpaid carers, however it's not clear what you mean by this or what specific actions you'd like the Government to take.\r\n\r\nYou may however wish to sign this petition which calls for specific financial support for unpaid carers: https://petition.parliament.uk/petitions/332590.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-01-19T13:18:06.055Z"
    },
    "id": 569749,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569749.json"
    },
    "type": "petition"
}