{
    "attributes": {
        "action": "NHS staff to receive 2nd vaccine on time",
        "additional_details": "We want all the NHS to receive the vaccine on time. We feel as though we are entering in to a new trial. We signed a consent form that states 21-28 days. You have gone against Pfizer advice and put us at risk. We were not aware that we had to wait and now our choices of having Oxford vaccine that offers better protection after one vaccine has been taken away. Again the Government has let us down with no scientific evidence to suggest this will be safe.",
        "background": "I want the government to prioritise health staff and NHS workers to receive both vaccines on time. We have been denied pay rises and staff have out their lives at risk to help others. We are never recognised in what we do and you are going against Pfizer’s advice. Staff have died.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-12T18:01:19.730Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-12T18:11:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-18T16:14:47.437Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or House of Commons are directly responsible for, and decisions about approval of vaccines and the administration of these is a matter for various public health agencies, not the Government or House of Commons.\r\n\r\nWe have published the following petition calling for a related action, which you might like to sign:\r\n\r\nBan vaccines being administered in a manner not fully tested in clinical trials: https://petition.parliament.uk/petitions/566116\r\n\r\nThe delays to receiving the second dose of a Covid-19 vaccine has been implemented by the NHS following advice from the Joint Committee on Vaccination and Immunisation (JCVI), which advises UK health departments on immunisation, which has also been supported by the UK's four Chief Medical Officers. Their new advice and the changes to the Covid-19 vaccination programme are consistent with the temporary authorisations granted for these vaccines by the Medicines and Healthcare products Regulatory Agency.\r\n\r\nThe JCVI, Chief Medical Officers, MHRA and NHS England are all independent and operationally independent of the UK Government, so we cannot accept petitions calling for actions that these bodies are responsible for.\r\n\r\nYou can read the JCVI's advice on optimising the COVID-19 vaccination programme for maximum short-term impact here: https://www.gov.uk/government/publications/prioritising-the-first-covid-19-vaccine-dose-jcvi-statement/optimising-the-covid-19-vaccination-programme-for-maximum-short-term-impact\r\n\r\nYou can read the statement from the UK Chief Medical Officers on the prioritisation of first doses of COVID-19 vaccines here: https://www.gov.uk/government/news/statement-from-the-uk-chief-medical-officers-on-the-prioritisation-of-first-doses-of-covid-19-vaccines\r\n\r\nYou can read the MHRA's conditions of Authorisation for Pfizer/BioNTech COVID-19 vaccine here: https://www.gov.uk/government/publications/regulatory-approval-of-pfizer-biontech-vaccine-for-covid-19/conditions-of-authorisation-for-pfizerbiontech-covid-19-vaccine\r\n\r\nYou can read the MHRA's conditions of Authorisation for COVID-19 Vaccine AstraZeneca here: https://www.gov.uk/government/publications/regulatory-approval-of-covid-19-vaccine-astrazeneca/conditions-of-authorisation-for-covid-19-vaccine-astrazeneca"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-18T16:14:47.433Z"
    },
    "id": 569766,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569766.json"
    },
    "type": "petition"
}