{
    "attributes": {
        "action": "Stop private firms profiteering from hungry children",
        "additional_details": "With schools closed, thousands of hungry children across Britain who usually get free school meals need other food to see them through the week. The government is paying private caterers Chartwells to provide this, but now it has come to light that their 'meal boxes' are painfully inadequate. The government should provide the £30 in vouchers to the parents so they can use them at the local supermarkets to buy sufficient food for their children.",
        "background": "Instead of the £30 voucher many parents were receiving before, they are now being sent boxes that barely contain £5 worth of food. This is nowhere near enough food to last for the school week. The contract should be taken away from these private firms and parents should be given the £30 instead.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-13T04:42:56.524Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-13T08:17:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-21T12:33:33.313Z",
        "rejection": {
            "code": "already-happening",
            "details": "The national voucher scheme to provide meals to children eligible for free school meals during lockdown reopened on Monday 18th January. Schools are able to claim back support provided through lunch parcels or locally arranged vouchers since 4th January from the Department for Education.\r\n\r\nSee:\r\nhttps://www.gov.uk/government/publications/covid-19-free-school-meals-guidance/covid-19-free-school-meals-guidance-for-schools#national-voucher-scheme\r\n\r\nYou might like to sign the following petitions:\r\n\r\nReplace the supply of children's food parcels contract with a cash payment.\r\nhttps://petition.parliament.uk/petitions/569882\r\n\r\nOnly close schools in lockdown if free school meals vouchers are available\r\nhttps://petition.parliament.uk/petitions/569601"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-27T10:30:22.041Z"
    },
    "id": 569863,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569863.json"
    },
    "type": "petition"
}