{
    "attributes": {
        "action": "Don't allow mini-tests in the UK to replace GCSE and A-Level exams.",
        "additional_details": "Mini-tests are set to soon be announced as a replacement for GCSE and A-Level exams. Students are struggling with learning throughout this lockdown. Mental health issues in young adults have spiked due to lockdown. Having the added stress of keeping knowledge to a high standard in order to complete a mini-test does not help this. Exams were cancelled for a reason. Stick to your word and don't allow mini-exams. We're doing our part by staying home so do your part by supporting our education.",
        "background": "Don't take mini-tests into account when determining teacher assessed grades. Give people the grade they were working at. Don't allow lockdown results to affect peoples grades and the likelihood of getting into university and college. Relieve the stress, let us do our best!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-13T14:28:20.844Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-13T23:38:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-20T13:04:31.086Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nCancel GCSE and A-levels in 2021 replace with Course Work and Teacher Assessment: https://petition.parliament.uk/petitions/564696\r\n\r\nBase 2021 GCSE and A-Level Grades on Teacher Considerations and Mock Grades: https://petition.parliament.uk/petitions/553307\r\n\r\nGive students the option to take exams or receive assessed grades for 2020/21: https://petition.parliament.uk/petitions/559964\r\n\r\nThe Department for Education and Ofqual are consulting on the approach to awarding GCSE, AS and A level grades in 2021 following the cancellation of exams. You can find out more about this consultation here: https://www.gov.uk/government/consultations/consultation-on-how-gcse-as-and-a-level-grades-should-be-awarded-in-summer-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-20T13:04:31.084Z"
    },
    "id": 569960,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569960.json"
    },
    "type": "petition"
}