{
    "attributes": {
        "action": "Have no “externally set tasks or papers” for the GCSE and A-Level 2021 exams.",
        "additional_details": "The Government’s decision to make the Summer exams teacher assessed was on account of the belief that these exams would have been an unfair way of assessing students, due to the disruption caused by Covid-19 to pupils’ education.\r\nThe decision made upon this belief should not be retracted.The Government should put their trust completely in the teachers’ assessments. The externally set tasks would not aid the teachers, but rather force them into awarding students a lower grade than they deserve.",
        "background": "The Government should not have any “externally set tasks or papers” for students to complete for the 2021 exams.\r\nThese would be detrimental for students and teachers across the country and would not make the allocation of grades more fair.The Government made a decision, now they should stand by it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-13T14:14:34.263Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-13T14:35:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-18T15:14:20.914Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nCancel GCSE and A-levels in 2021 replace with Course Work and Teacher Assessment: https://petition.parliament.uk/petitions/564696\r\n\r\nBase 2021 GCSE and A-Level Grades on Teacher Considerations and Mock Grades: https://petition.parliament.uk/petitions/553307\r\n\r\nGive students the option to take exams or receive assessed grades for 2020/21: https://petition.parliament.uk/petitions/559964\r\n\r\nThe Department for Education and Ofqual are consulting on the approach to awarding GCSE, AS and A level grades in 2021 following the cancellation of exams. You can find out more about this consultation here: https://www.gov.uk/government/consultations/consultation-on-how-gcse-as-and-a-level-grades-should-be-awarded-in-summer-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-18T15:14:20.912Z"
    },
    "id": 569955,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569955.json"
    },
    "type": "petition"
}