{
    "attributes": {
        "action": "Give out £30 vouchers to low income families for food supplies",
        "additional_details": "Petitions after petitions to get the governments attention to deal with low income families who struggle without the free school meals for their children during this pandemic. The day after photographs of the food THEY have supplied is unacceptable for a young child to eat for TEN days. Giving vouchers of the so said £30 would benefit low income families more than the pathetic amount the government has been supplying for our children.",
        "background": "It’s appalling of what the government has supplied for children to eat in ten days. The petty portions of food, the half peppers and onions, the small sandwich bags of pasta and rice. A parent could get so much more for £30 to fend for in ten days.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-13T11:31:10.218Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-13T12:06:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-21T12:26:23.908Z",
        "rejection": {
            "code": "already-happening",
            "details": "The national voucher scheme to provide meals to children eligible for free school meals during lockdown reopened on Monday 18th January. Schools are able to claim back support provided through lunch parcels or locally arranged vouchers since 4th January from the Department for Education.\r\n\r\nSee:\r\nhttps://www.gov.uk/government/publications/covid-19-free-school-meals-guidance/covid-19-free-school-meals-guidance-for-schools#national-voucher-scheme\r\n\r\nYou might like to sign the following petition:\r\nOnly close schools in lockdown if free school meals vouchers are available\r\nhttps://petition.parliament.uk/petitions/569601"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-27T10:30:54.831Z"
    },
    "id": 569917,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569917.json"
    },
    "type": "petition"
}