{
    "attributes": {
        "action": "Require all exam centres to submit assessed grades for independant candidates.",
        "additional_details": "Thousands of independant candidates for GCSE and A-Level were left without grades when examinations were cancelled in 2020. To ensure this does not happen again test centres should be required by legislation to submit assessed grades for ALL independant candidates so that in future no child is left behind and no young person is disadvantaged by events out of their control. Legislation should also ensure no test centres refuse independant candidates going forward to ensure inclusion for all.",
        "background": "Require by law that all examination test centres submit assessed grades for independant candidates at such time that examinations have been cancelled.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-13T11:35:04.402Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-13T15:02:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-20T10:45:22.186Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Examination test centres may not have the information they would need to provide grades to private candidates. Deciding whether they are able to assess a private candidate would be a matter for individual schools or assessment centres.\r\n\r\nWe have published the following related petition, which you might like to sign: \r\n\r\nEnsure private candidates are able to take exams in 2021: https://petition.parliament.uk/petitions/566425\r\n\r\nWe could accept a petition calling on the Government to ensure that private candidates are able secure assessed grades, where they are unable to take exams, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-20T10:45:22.183Z"
    },
    "id": 569920,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569920.json"
    },
    "type": "petition"
}