{
    "attributes": {
        "action": "To make lying whilst in public office or a position of social authority illegal.",
        "additional_details": "The trust of the people in their elected representatives is fundamentally the most important factor that allows the existence of a fair and equal democracy.\r\n\r\nWe have all seen recently the destruction that can be caused by powerful people spreading lies for influence.\r\n\r\nThe people of a developed nation should not have to question the veracity or validity of what they are told by those in power.\r\n\r\nFor these reasons we would like those with power to be forced to tell the truth.",
        "background": "To make the telling of unthruths; manipulation of data; or any other dishonest practice; intended to confuse or mislead the British public, illegal and punishable by atleast the removal of office.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-13T16:34:42.781Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-13T17:16:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-20T12:04:01.088Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to increase accountability for certain people, but it's not clear who you want these rule changes to apply (elected representatives, all public officials, or a different group), or what sanctions you want to apply to people who break these rules.\r\n                \r\nYou could start a new petition explaining clearly what rules you would like to imposed, and who you want these to apply to."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-20T12:04:01.086Z"
    },
    "id": 569990,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569990.json"
    },
    "type": "petition"
}