{
    "attributes": {
        "action": "Reject Gavin Williamson’s “External Tests” for 2021 GCSE and A’Level grading.",
        "additional_details": "Students are struggling physically and mentally working from home and have been told by the government there will be no exams for 2021 and they will be graded by their teachers. External Tests just ramp up greater stress on a fragile learning environment. End the uncertainty now and keep it simple. Trust the teaching profession and go with in house teacher assessments for 2021.  Reject external tests.",
        "background": "Children in their exam years 2021 have had their education terribly disrupted. The governments continual inability to give clear direction is damaging these children educationally and mentally. Potential “ External Tests” reintroduce exams by the back door. End this uncertainty and reject them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-13T18:19:30.750Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-13T21:01:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-18T15:40:21.158Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nCancel GCSE and A-levels in 2021 replace with Course Work and Teacher Assessment: https://petition.parliament.uk/petitions/564696\r\n\r\nBase 2021 GCSE and A-Level Grades on Teacher Considerations and Mock Grades: https://petition.parliament.uk/petitions/553307\r\n\r\nGive students the option to take exams or receive assessed grades for 2020/21: https://petition.parliament.uk/petitions/559964\r\n\r\nThe Department for Education and Ofqual are consulting on the approach to awarding GCSE, AS and A level grades in 2021 following the cancellation of exams. You can find out more about this consultation here: https://www.gov.uk/government/consultations/consultation-on-how-gcse-as-and-a-level-grades-should-be-awarded-in-summer-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-18T15:40:21.155Z"
    },
    "id": 570013,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570013.json"
    },
    "type": "petition"
}