{
    "attributes": {
        "action": "Prevent Schools and Colleges from doing more than one set of Mock Examinations.",
        "additional_details": "Students and Teachers are currently in the dark regarding the 2021 Exams due to the unorganised manner of the Government. The Government should have took precautions and laid a contingency plan for the very likely event that 2021 Exams would be cancelled. This has caused Teachers and Students to panic and Mocks are being set. Save the Mental Health and Futures of the next generation by limiting the amount of Mocks to reduce stress and anxiety. Exams are being disguised as Mocks - this is unfair.",
        "background": "In light of recent news about GCSE and A-Level Examinations being cancelled in 2021 due to it being ‘unfair’ for the students, I think the Government needs to take charge for the sake of students and teachers and limit the amount of Mock Examinations in 2021 to reduce unnecessary stress.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-13T23:30:59.745Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-13T23:58:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-20T13:23:26.129Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Deciding whether to hold mock exams is a matter for individual schools, not the Government or House of Commons.\r\n\r\nThe Department for Education and Ofqual are consulting on the approach to awarding GCSE, AS and A level grades in 2021 following the cancellation of exams. You can find out more about this consultation here: https://www.gov.uk/government/consultations/consultation-on-how-gcse-as-and-a-level-grades-should-be-awarded-in-summer-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-20T13:23:26.126Z"
    },
    "id": 570081,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570081.json"
    },
    "type": "petition"
}