{
    "attributes": {
        "action": "Give school children's half term/holiday meals to local cafe's/eatery to provide",
        "additional_details": "Why can they not give the  making of these dinners and parcels to local cafe's/eaterys? It would keep local people in work, and being local, would be more caring to the local community, instead of big business's. Many of these local eateries have given packed lunches, free to kids through out the summer. It would create a sense of community and local pride. Whilst also helping to create jobs, it would be way of paying back and keeping it local, just a thought x",
        "background": "Why can they not give the  making of these dinners and parcels to local cafe's? It would keep local people in work, and being local, would be more caring to the local community, instead of big business's. Many of these local eateries have given packed lunches, free of charge through out the summer.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-13T18:21:13.866Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-13T18:33:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-20T12:31:00.506Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to support local businesses as well as provide free school meals, but we're not sure exactly how you want this to work.\r\n\r\nThe provision of free school meals is the responsibility of individual schools. If you want the Government to take responsibility for the provision of free school meals away from schools during holidays, and fund local businesses to provide these instead, we could accept a petition requesting that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-20T12:31:00.504Z"
    },
    "id": 570014,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570014.json"
    },
    "type": "petition"
}