{
    "attributes": {
        "action": "Do not replace A Level/AS Level and GCSE Exams with internal ‘mini’ exams",
        "additional_details": "A Level and GCSE exams 2021 were cancelled due to the fact it was not safe nor fair to sit them. To then replace these with ‘mini’ internal exams defeats the object of cancelling exams in the first place and only adds more pressure to students who have already suffered from so much disrupted learning this academic year. The disparity within the nation in terms of online teaching given both last year and now means it would be unfair to put students against each other in any form of assessment.",
        "background": "The government should allow teacher predicted grades (as used last year) to allow for moderation in the case of cancelled exams; giving full ‘trust’ in teachers. If a student feels this grade is not representative, more work can be completed safely at home or the exam can be re-sat in November.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-13T23:28:40.365Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-13T23:44:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-20T13:04:40.157Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nCancel GCSE and A-levels in 2021 replace with Course Work and Teacher Assessment: https://petition.parliament.uk/petitions/564696\r\n\r\nBase 2021 GCSE and A-Level Grades on Teacher Considerations and Mock Grades: https://petition.parliament.uk/petitions/553307\r\n\r\nGive students the option to take exams or receive assessed grades for 2020/21: https://petition.parliament.uk/petitions/559964\r\n\r\nThe Department for Education and Ofqual are consulting on the approach to awarding GCSE, AS and A level grades in 2021 following the cancellation of exams. You can find out more about this consultation here: https://www.gov.uk/government/consultations/consultation-on-how-gcse-as-and-a-level-grades-should-be-awarded-in-summer-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-20T13:04:40.153Z"
    },
    "id": 570080,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570080.json"
    },
    "type": "petition"
}