{
    "attributes": {
        "action": "Close all forms of education from Early Years to Universities!",
        "additional_details": "In order for education to go back to normal the government need to prioritise teaching staff in all areas. In order to protect children’s learning and education. The government should understand how hard we have worked during the coronavirus pandemic to ensure that children are being educated in a safe manor. Without the correct support it will not work efficiently!",
        "background": "Close all forms of educations settings until staff have been vaccinated and given the correct clear guidelines to follow. As well as pay teaching staff in all settings the a meaningful wage to show your appreciation for their hard work and support during the pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-13T19:56:20.450Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-13T20:01:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-20T12:58:09.163Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nShut all nurseries and early years settings during lockdown: https://petition.parliament.uk/petitions/566718\r\n\r\nReclose schools and colleges due to increase in COVID-19 cases: https://petition.parliament.uk/petitions/550846\r\n\r\nRequire university campuses to close to stop the spread of COVID-19: https://petition.parliament.uk/petitions/552512\r\n\r\nThe Government has published good practice on remote education for schools: https://www.gov.uk/government/publications/remote-education-good-practice/remote-education-good-practice\r\n\r\nIt has also published guidance for higher education providers, although decisions on how to deliver university courses remain a matter for individual universities: https://www.gov.uk/government/publications/higher-education-reopening-buildings-and-campuses\r\n\r\nIt has also published actions for early years and childcare providers during the coronavirus (COVID-19) outbreak: https://www.gov.uk/government/publications/coronavirus-covid-19-early-years-and-childcare-closures/coronavirus-covid-19-early-years-and-childcare-closures\r\n\r\nDecisions about paying staff whose work is affected by Covid-19 is a matter for individual employers, but the Government has made it clear that if employers have staff costs that are publicly funded (even if the employer is not in the public sector), they should use that money to continue paying staff, and not furlough them."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-20T12:58:09.160Z"
    },
    "id": 570038,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570038.json"
    },
    "type": "petition"
}