{
    "attributes": {
        "action": "Cancel Any Plan For Mini Exams",
        "additional_details": "Students are already worried about their grades and weather or not we are even returning to school. Mini exams are unnecessary as they contradict the idea of having no exams at all and they increase pressure on students. Either way, we are still in a disadvantaged position as we still have to learn majority of the content just to sit an unfair exam where we are being assessed on content that we have been inadequately learning at home either by our selves or with little support from school.",
        "background": "The government needs to cancel any ideas of introducing \"mini exams\" for pupils in the summer as it is unfair. Instead they should make teachers give grades based on coursework, past grades or online assessments. This keeps us students safe whilst ensuring we still get a chance to prove ourselves.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-13T17:37:40.899Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-13T17:54:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-20T12:11:26.369Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nCancel GCSE and A-levels in 2021 replace with Course Work and Teacher Assessment: https://petition.parliament.uk/petitions/564696\r\n\r\nBase 2021 GCSE and A-Level Grades on Teacher Considerations and Mock Grades: https://petition.parliament.uk/petitions/553307\r\n\r\nGive students the option to take exams or receive assessed grades for 2020/21: https://petition.parliament.uk/petitions/559964\r\n\r\nThe Department for Education and Ofqual are consulting on the approach to awarding GCSE, AS and A level grades in 2021 following the cancellation of exams. You can find out more about this consultation here: https://www.gov.uk/government/consultations/consultation-on-how-gcse-as-and-a-level-grades-should-be-awarded-in-summer-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-20T12:11:26.366Z"
    },
    "id": 570004,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570004.json"
    },
    "type": "petition"
}