{
    "attributes": {
        "action": "Enable second year nursing students to opt-in to paid clinical placement.",
        "additional_details": "The NMC has announced that it will be reintroducing paid clinical placement for third year nursing students, in response to the continuing, intense pressures of the Covid-19 pandemic. First year students are now to focus on e-learning rather than continue with placement. Second years however have been told to continue on placement as normal, unpaid. We request that all nursing students, regardless of their year, that are expected to work during this harrowing time, are compensated for doing so.",
        "background": "Reintroduce emergency education standards to enable second year nursing students to opt-in to support the response to the Covid-19 pandemic, via extended clinical placement.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-14T12:10:13.680Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-14T12:15:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-27T15:57:09.301Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nAdapting the emergency education standards to allow second year nursing students to undertake extended clinical placements, rather than working on a supernumerary basis, would be a matter for the NMC. \r\n\r\nIf you're concerned about ensuring second year nursing students are paid for the time they spend in clinical practice, you might like to sign the following petition:\r\n\r\nEnsure student nurses and midwives are paid for working during Covid-19\r\nhttps://petition.parliament.uk/petitions/558625"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-27T15:57:09.297Z"
    },
    "id": 570148,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570148.json"
    },
    "type": "petition"
}