{
    "attributes": {
        "action": "Fully paid Life Insurance Policies for the Families of Health Care Workers",
        "additional_details": "These workers return to their families every day. The families live in fear of infection from workplaces (Hospitals). There is no guarantee that the virus is not contracted and taken home. Families should not live in fear but here, they do. If keyworkers become carriers and infect the members of their family, the family members are not covered by any workplace insurance or form of insurance. \r\nParliament should be sensitive to the plights of these families who will be devastated by such loss.",
        "background": "Parliament should consider the disproportionate risk to the families of Health and Social care workers. The workers risk their lives and that of their families in the work to rid the UK of Corona Virus. The UK supports businesses but not these families. Give family members fully paid life insurance.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-14T10:56:30.153Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-18T00:11:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-16T10:03:17.142Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government have announced a Life Assurance scheme, you can find out more here:\r\n\r\nhttps://www.nhsbsa.nhs.uk/nhs-and-social-care-coronavirus-life-assurance-scheme-2020\r\n\r\nIf you'd like something else, you could start a new petition setting out exactly what. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-16T10:03:17.139Z"
    },
    "id": 570134,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570134.json"
    },
    "type": "petition"
}