{
    "attributes": {
        "action": "Pay rise for front line NHS staff with our help",
        "additional_details": "Talk to all trade unions within public services get there support and there members lead the way by stating your increase would go back into the pot consensus is key from all civil servants including MPs unions but I believe this is a sensible way of pushing up The wages of frontline NHS staff without costing the country extra monies. It’s also away for civil servants in all there guises to show our appreciation for them and yes I’m a civil servant working for TFL",
        "background": "April civil service pay increases with the aid of unions should be negotiated as normal but once done the monies go back into the pot for a one of pay increase for front line NHS staff. MP,s to lead the way. Not all public workers could afford this but enough could to make a big difference",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-14T20:51:34.216Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-19T19:52:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-24T09:00:48.152Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou might like to sign the following petitions:\r\n\r\nIncrease pay for all NHS staff by 15%\r\nhttps://petition.parliament.uk/petitions/565151\r\n\r\nAutomatic Yearly Pay Rise For NHS Health Care Workers\r\nhttps://petition.parliament.uk/petitions/565256"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-24T09:00:48.148Z"
    },
    "id": 570251,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570251.json"
    },
    "type": "petition"
}