{
    "attributes": {
        "action": "Stop the closure of homeopathic and naturopathic practices during the pandemic.",
        "additional_details": "Homeopathy and acupuncture are both safe and natural systems of medicine. Many people are sceptical of the impact of homeopathy, osteopathy and acupuncture as often people work to disprove it. These are some of the longest standing forms of therapeutic and medical treatments. Studies in Cuba have proved that homeopathic remedies provide the preventative care needed against Covid-19. By shutting these practices across the UK you, the government, are further silencing the practice.",
        "background": "Alternative medical practices such as Homeopathy, Acupuncture and Osteopathy should be allowed to continue to operate face to face during the pandemic. Both have offered many the support they have needed throughout. I’ve been raised on natural medicine and only known positive and effective care.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-15T11:50:42.568Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-15T12:56:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-22T11:40:53.939Z",
        "rejection": {
            "code": "already-happening",
            "details": "Businesses providing dental services, opticians, audiology services, chiropody, chiropractors, osteopaths and other medical or health services, including services relating to mental health are allowed to remain open during the current national lockdown: https://www.gov.uk/government/publications/further-businesses-and-premises-to-close/closing-certain-businesses-and-venues-in-england\r\n\r\nThe Complementary and Natural Healthcare Council has stated that it believes this means that its registrants in England meet the definition of  “other…health services, including services relating to mental health”, and can therefore continue to practice: https://www.cnhc.org.uk/working-during-covid-19-latest-updates\r\n\r\nIt is up to indiviudal businesses to decide whether they are exempt under the above rules, and therefore whether to open.\r\n\r\nIf you want businesses that do not offer health services to be exempted from requirements to close we could accept a petition requesting this, but it would need to be clear what businesses you want to be exempted, and that they are not already covered by existing exemptions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-22T11:40:53.936Z"
    },
    "id": 570342,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570342.json"
    },
    "type": "petition"
}