{
    "attributes": {
        "action": "Stop mini exams from taking place for year 11 and 13.",
        "additional_details": "Minds of students were relaxed, then mental health has been ruined again by these stress inducing mini exams being introduced. It’s not fair on the students that have missed over 8 months of schooling now, and it will cause them to panic and not show their full potential. It isn’t fair on us. We need to help year 11 and 13. If the government even cared for them, they wouldn’t cancel GCSEs just to create mini exams which will just cause as much pressure as before!!",
        "background": "GCSEs were cancelled for a reason, so why are you trying to make mini exams. Don’t do this to all the children who are struggling, have you even considered what is happening to them at this time too? It’s more than unfair. There was a reason exams got cancelled, so don’t make more.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-15T18:55:55.427Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-15T19:17:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-20T13:05:22.322Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nCancel GCSE and A-levels in 2021 replace with Course Work and Teacher Assessment: https://petition.parliament.uk/petitions/564696\r\n\r\nBase 2021 GCSE and A-Level Grades on Teacher Considerations and Mock Grades: https://petition.parliament.uk/petitions/553307\r\n\r\nGive students the option to take exams or receive assessed grades for 2020/21: https://petition.parliament.uk/petitions/559964\r\n\r\nThe Department for Education and Ofqual are consulting on the approach to awarding GCSE, AS and A level grades in 2021 following the cancellation of exams. You can find out more about this consultation here: https://www.gov.uk/government/consultations/consultation-on-how-gcse-as-and-a-level-grades-should-be-awarded-in-summer-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-20T13:05:22.319Z"
    },
    "id": 570429,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570429.json"
    },
    "type": "petition"
}