{
    "attributes": {
        "action": "Recognise Kashmiri national and ethnic identity at national and local levels.",
        "additional_details": "Among the largest, oldest and most vibrant minority groups of the UK (with estimated numbers no less than a million and representation in the parliament apart from local councils), the Kashmiri identifying British nationals are yet not recognised as a separate (minority) identity group in the national census and local ethnic monitoring systems. The recognition shall identify their contributions and needs to be addressed in public policies from housing to health and from education to employment.",
        "background": "The Kashmiri identifying British nationals are among the largest and most vibrant minority groups of the United Kingdom. Their identification by their respective ethnic and national identity shall address their under-representation in services, invisibility in public policies and racial inequality.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-15T19:20:37.773Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-15T21:01:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-18T16:01:18.574Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to recognise Kashmiri identity.\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as requiring Kashmiri to be included as an option on all Government forms. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-18T16:01:24.269Z"
    },
    "id": 570434,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570434.json"
    },
    "type": "petition"
}