{
    "attributes": {
        "action": "Reduce VAT to Zero or 5% for the Fitness industry to survive.",
        "additional_details": "COVID-19 severity is heightened by obesity, Heart disease and Type II diabetes. Mortality rises with these underlying conditions, Stress and Mental health problems increased during lockdowns improve with exercise. Fitness is a vital essential industry. Reduced capacity has financially stressed the fitness industry. Every penny lost in VAT will save the NHS money & recourses.\r\nThe health and wellbeing of the population must improve to prevent a permanent health crisis the nation cannot afford.",
        "background": "Cut or abolish VAT on health and fitness services including personal training, gyms and any activities which will protect, preserve and enhance physical, mental and emotional health, thus relieving the burden on the NHS caused by obesity. This reduction in cost makes exercise much more affordable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-16T13:54:45.063Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-16T16:08:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-22T08:34:01.739Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/549080\r\n\r\nIf you want the Government to reduce, but not abolish, VAT for the fitness sector, we could accept a petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-22T11:05:06.028Z"
    },
    "id": 570522,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570522.json"
    },
    "type": "petition"
}