{
    "attributes": {
        "action": "To have a law reform where people are not allowed to use the N word",
        "additional_details": "The N word is as asperse after slavery times where our ancestors had to deal with the humility and abuse in the context of that word. People in music, tv, social media, at work and in the street are using this word in a derogatory way still to this day and it is extremely hateful. I have had a discussion with groups from the black community and they have been outraged after hearing successful musical artists (not from their race) freely using the word in their lyrics. We must illuminate this.",
        "background": "Please consider consolidation or codification  for using racial slurs for example using the N word and enforcing a law where the punishment is strongly enforced and stricter so people will think twice before triggering black people. Make people know the severity of the offence/crime e.g fine, court",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-16T22:08:48.700Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-26T08:25:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-12T10:36:03.513Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government aren't responsible for criminalising the use of specific words or terms, but it is already illegal to discriminate or abuse on the grounds of race.\r\n\r\nYou might want to sign and share this petition relating to the use of racial slurs in broadcasting:\r\n\r\nhttps://petition.parliament.uk/petitions/334196"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-12T10:36:03.510Z"
    },
    "id": 570594,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570594.json"
    },
    "type": "petition"
}