{
    "attributes": {
        "action": "Give south telford a place to ride motorcycles off-road.",
        "additional_details": "The reason behind this petition is because I believe that it could put a stop to people riding off road motorcycles and quad bikes around the housing estates. \r\nIf this does not stop someone is going to end up seriously hurt or even worse.\r\nThe reason behind them riding around housing estates is because of not having anywhere to ride them legally. Tracks are expensive for many and it is hard for them to continue the hobby they love without either a free or cheap track.",
        "background": "I would like the government or my local council to provide a place for people in the south telford area to ride off road motorcycles. I believe this would stop the riding of motorcycles and quad bike ride if around the estates of telford.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-18T11:26:48.039Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-18T20:44:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-25T12:21:30.367Z",
        "rejection": {
            "code": "irrelevant",
            "details": "You could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council directly. Find out how to petition your council here: https://www.telford.gov.uk/info/1009/your_views_matter/363/epetitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-25T12:21:30.364Z"
    },
    "id": 570797,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570797.json"
    },
    "type": "petition"
}