{
    "attributes": {
        "action": "Provide covid-19 testing for the fire service and have access to the vaccine",
        "additional_details": "The fire service have no choice but to continue through the pandemic and on lots of occasions they have no choice but to be in close contact with the public. They provide first aid on hundreds of occasions whether that be during a rescue, RTC and they also assist the ambulance. They also have to sit together in crews of 6 on a fire engine. If you are going to provide testing and the vaccine for the paramedics then why not for the fire service that are so often assisting them.",
        "background": "Provide covid-19 testing for the fire service to keep crewing levels up to allow fire stations to carry on responding to 999 calls. Consider the fire service recieving the vaccine as a frontline worker. They are working in close contact with the public all the time.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-18T18:54:35.101Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-18T20:19:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-25T14:45:17.061Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/564155\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-01-25T14:45:21.402Z"
    },
    "id": 570875,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570875.json"
    },
    "type": "petition"
}