{
    "attributes": {
        "action": "Justice for University students",
        "additional_details": "We want our making grids adjusted to acknowledge the fact that we have had to work from home. Many students don't have the facilities that are available in the university campuses and therefore their work has dropped in quality and standard. However we are still marked as if we are attending the campus and are still expected to produce work to the same quality. \r\nI know myself that I do not have the facilities to produce work to the same standard yet im still expected to do so.",
        "background": "We want justice as we have been pushed aside and forgotten about, we have been expected to produce the same quality of work from home with limited resources. \r\nAll exams have been axed for everyother qualification but us University students have been forgotten about.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-18T15:36:08.139Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-18T15:56:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-25T11:23:18.133Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-25T11:23:18.131Z"
    },
    "id": 570833,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570833.json"
    },
    "type": "petition"
}