{
    "attributes": {
        "action": "Keep the use of The Margin Scheme across secondhand goods exported to the EU.",
        "additional_details": "The government must act and change this immediately so that second-hand goods import & export VAT is only chargeable on the margin rather than the whole value. If left unchanged many second-hand goods based businesses will go under and unable to survive resulting in unemployment & an increase of use in state aid.",
        "background": "The government has removed the use of The Margin Scheme across secondhand goods being imported/exported to the EU making VAT chargeable on the full value rather than the margin Resulting in price hikes when buying from the EU & a stop on these items being sold to the EU due to 25% price increases.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-19T09:32:07.925Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-19T12:05:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-26T13:07:19.245Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the implications of leaving the EU for VAT, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nEU VAT law no longer applies to the UK, with some exceptions regarding Northern Ireland, so we’re in the same position as any country outside the EU with regards to VAT. \r\n                \r\nYou could start a new petition explaining more clearly what you would like the Government or Parliament to do. For example, you could ask the Government to seek to negotiate access to EU VAT schemes such as the one you describe."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-26T13:07:19.242Z"
    },
    "id": 570936,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570936.json"
    },
    "type": "petition"
}