{
    "attributes": {
        "action": "Change the renting conditions for the people in benefit",
        "additional_details": "I ask, with this petition, to make a law that guarantees either landlords either the tenants to make running everything smoothly. To have the same right that the others have, with no discriminations or insurmountable requests.",
        "background": "As single mum in benefit, i have been trying to change flat with no result.\r\nThe estate agency  keep asking for a Uk guarantor who owns 30 times the amount of the rent or an upront deposit of 6 months.\r\nBoth conditions are quite hard to meet.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-19T20:57:20.758Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-20T20:42:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-08T17:16:54.782Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about barriers to individuals on benefits to moving flats, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe could accept a petition prohibiting landlords from refusing to let properties to individuals in receipt of benefits, or to create a fund to guarantee rent for individuals in receipt of benefits, if either of those are something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-08T17:16:54.781Z"
    },
    "id": 571056,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571056.json"
    },
    "type": "petition"
}