{
    "attributes": {
        "action": "Probation periods at jobs shortened during lockdowns.",
        "additional_details": "Because it’s affecting me and I’m sure there are many others who find themselves in the same position and feel the same way. During lockdown myself, my partner and a few friends of mine have all been victim to this Probation period rule. It’s unfair and morally degrading and if I don’t try make a difference and point it out then I don’t see where the change will come as we have been put into these situations for many years.",
        "background": "I would like the government to look into making probation periods in work places shorter if not completely gone during lockdowns as plenty of employers don’t follow probation properly they just get rid of you before your contacts ended based off of personal reasons rather then work ethic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-20T15:33:28.573Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-24T15:20:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-29T17:28:18.047Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Probation periods are a contractual matter for employers and employees.\r\n\r\nYou could start a new petition calling for employees to have full employment rights from their first day of employment, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-29T17:28:18.043Z"
    },
    "id": 571183,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571183.json"
    },
    "type": "petition"
}