{
    "attributes": {
        "action": "Require the DVSA to increase testing capacity when restrictions ease in 2021",
        "additional_details": "The lack of ability to book tests and the long waiting times has been causing frustration for a long time. The DVSA hasn't offered the quality of service expected by learners, ADIs and PDIs. There needs to be a drastic change to not only get learners from 2020 through a test, but also ensure that any new learners in 2021 on the roads as soon as possible. This should only happen when the current lockdown is eased, but better plans should be made and published now, to prevent further delays.",
        "background": "The backlog of driving tests in the UK is getting bigger. When lockdown eases, the DVSA should be required to increase testing capacity drastically through testing on more days, or possibly even using lateral flow Covid tests. Pressure should be put on the DVSA to show the changes they will make.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-20T16:38:17.948Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-20T17:05:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-24T10:08:54.581Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nPublish a plan for dealing with the driving test backlog\r\nhttps://petition.parliament.uk/petitions/558971\r\n\r\nDirect DVSA to fully reopen all driving test centres and release more test slots\r\nhttps://petition.parliament.uk/petitions/549644\r\n\r\nDirect the DVSA to seek help from the MoD to clear the backlog of driving tests\r\nhttps://petition.parliament.uk/petitions/549622"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-24T10:08:54.578Z"
    },
    "id": 571190,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571190.json"
    },
    "type": "petition"
}