{
    "attributes": {
        "action": "Extension on theory test, due to Covid-19",
        "additional_details": "Along with that practical test not being operational. Sitting in a car with someone has also been appointed contention, private hire vehicle have erected screens to minimise spread of the virus, there hasn't been the same possibility to do that with instructors vehicle's and therefore not felt like the safety or right thing to do.\r\n\r\nThat is why I am proposing that the government let anyone who has passed there theory test an extension on the 2 years they have to pass.",
        "background": "The dvsa theory test as you may know allows you two year once you have past to complete your practical test and if pass you're then awarded your full licence.\r\n\r\nThis year has been hard on everyone trying to follow the rules and stay distance from people we don't have to interact with.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-20T14:16:45.340Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-20T16:48:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-27T14:27:44.795Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/558160\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-01-27T14:32:51.546Z"
    },
    "id": 571166,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571166.json"
    },
    "type": "petition"
}