{
    "attributes": {
        "action": "Reform Co-Parenting Legal Systems",
        "additional_details": "The current system is out of date for a modern society that has evolved and changed since legislation was created. \r\n\r\nFathers who love their children and want to be in their lives are being penalised and prevented access due to mothers manipulating visiting times, travel and money.\r\n\r\nMothers are automatic caregivers unless they pose significant risk. Court is often too expensive. \r\n\r\nFathers feel lost, forgotten and hopeless under the current system. The emotional cost is felt by the child too.",
        "background": "Reform co-parenting systems. \r\n\r\nMore support for fathers who have ex-partners that make it difficult spend time with their children and use them for money or childcare. \r\n\r\nLower the cost of fees for families to reach agreements for the benefit of the child and to avoid long term mental distress.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-20T23:44:02.205Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-21T09:00:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-28T08:42:03.123Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about arrangements for child contact following separation, but we're not sure exactly what you'd like the Government or Parliament to do. The cost of child arrangements will depend on how they are agreed, but the Government does not set fees for making child arrangements.\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nGive children and parents automatic rights to equal contact after separation: https://petition.parliament.uk/petitions/552465\r\n\r\nMake parental alienation a criminal offence: https://petition.parliament.uk/petitions/565101"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-28T08:42:03.119Z"
    },
    "id": 571249,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571249.json"
    },
    "type": "petition"
}