{
    "attributes": {
        "action": "Lower grade boundaries for university students during covid 19.",
        "additional_details": "Enforce fairer or lower grading for university students studying solely online\r\n\r\nEnforce lower or fairer grade boundaries for those who's in person education has been affected by the pandemic (less in person teaching hours, lower quality of education)\r\n\r\nOffer weekly mental health check ups for all students studying online or in person \r\n\r\nIncrease the amount of manditory teaching hours for online only students and regulate the quality of online education to reflect the cost of university",
        "background": "Students studying at university during the covid 19 pandemic are receiving significantly lower grades than they recieved in prior years and are receiving a lower quality of education as universities are not trained to provide online only teaching",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-20T23:01:01.053Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-20T23:36:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-02T08:47:39.711Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-02T08:47:39.707Z"
    },
    "id": 571245,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571245.json"
    },
    "type": "petition"
}