{
    "attributes": {
        "action": "Give access to higher education diploma students predicted grades",
        "additional_details": "As a student who study’s a access to HE course, I have noticed a dramatic difference in the quality & level of teaching as well as the lack of support we as students have been have and are currently being given. Most students on the HE courses have young children & families that need looking after and this makes studying from home practically impossible. I myself struggle keeping focus on any given day but being at home studying with an autistic brother is very challenging. Please do something.",
        "background": "We as students want the education ministers to allow students who study access to higher education courses to be marked on predicted grades from tutors just like the welsh education minister has allowed GCSE, A-level and AS-Levels to be marked via this method.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-21T09:52:06.411Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-21T10:01:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-28T08:42:44.253Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-28T08:42:44.250Z"
    },
    "id": 571272,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571272.json"
    },
    "type": "petition"
}