{
    "attributes": {
        "action": "Criminalise landlordism",
        "additional_details": "Landlordism creates a power imbalance where the landlord can dictate what the tenant can and cannot have and do in their own living space, and the tenant relies on the landlord for shelter. When a member of the public takes on this role, it reinforces the class divide with a power imbalance, and the landlord will often charge more money than what a standard mortgage would cost. The landlord will profit from the labour of the tenant while offering nothing extra to society with their own serivce.",
        "background": "Landlordism is the practice under which privately owned property is leased or rented to others for occupancy or cultivation. When a member of the public becomes a landlord, they profit from the fact that they own an extra house or apartment, and leads to those who can afford housing getting richer.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-22T13:23:19.848Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-26T18:49:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-15T10:30:48.532Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure whether you want to ban all private rental, or something else. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-15T10:30:53.409Z"
    },
    "id": 571493,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571493.json"
    },
    "type": "petition"
}