{
    "attributes": {
        "action": "Allow fully reopen all hospitality establishments when non-essential shops do.",
        "additional_details": "Government has not provided aligned support with restrictions to the industry. This has put in danger many small businesses and after a year using hospitality as a scapegoat is time to put an end to this unless hard, scientific evidence is provided along with sufficient funds to allow businesses to survive.",
        "background": "There is no hard evidence that hospitality causing COVID-19 to spread more or faster. If non-essential shops are safe to open with people brushing shoulders in aisles then a sit-down meal with mask while waiting and safe distance kept between tables is logically not an issue either.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-22T12:23:43.021Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-22T13:36:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-24T12:38:15.009Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nUnder the Government's roadmap out of lockdown, non-essential retail will reopen and hospitality venues will be allowed to serve people outdoors at Stage 2 (no earlier than 12th April). See:\r\nhttps://www.gov.uk/government/publications/covid-19-response-spring-2021/covid-19-response-spring-2021-summary\r\n\r\nIf there are changes you'd like to see to the roadmap, such as bringing forward the reopening of indoor hospitality from Stage 3 to Stage 2, you could start a new petition calling for those changes.\r\n\r\nYou might also like to sign the following petition:\r\n\r\nProvide additional support to pubs, restaurants and all hospitality sectors.\r\nhttps://petition.parliament.uk/petitions/552314"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-24T12:38:15.006Z"
    },
    "id": 571484,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571484.json"
    },
    "type": "petition"
}