{
    "attributes": {
        "action": "Allow pre 1991 cars to avoid ULEZ and congestion charges in London & Rest of UK",
        "additional_details": "I would like to government to abolish the charges levied against motorists who own pre 1991 cars. The vast majority of owners do not drive there cars very much and this in turn will not severely effect the revenue generated by them. \r\nIt will also allow people to showcase there pride and joy to the general public. \r\nDue to age/scrappage scheme/rust/neglect etc not many of the wonderful cars developed pre 1991 survive. \r\nAllow future generations the opportunity to see and marvel at old designs.",
        "background": "Owners of cars that are over 30 years old (1991) are becoming scarce. These cars tend to be used in good weather or weekends. \r\nA lot of money is spent on the purchase and subsequent upkeep. \r\nIn the 80’s and 90’s there was little information about emissions etc, these cars are part of our heritage.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-22T19:11:07.976Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-22T19:47:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-09T08:46:26.141Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about low emissions or congestion charging zones are a matter for individual traffic authorities, where they have been granted powers to create such zones, and not the Government or House of Commons.\r\n\r\nThe ULEZ in London is a matter for the London Assembly and the London Mayor.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-09T08:46:26.139Z"
    },
    "id": 571543,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571543.json"
    },
    "type": "petition"
}