{
    "attributes": {
        "action": "Rehouse the 400 male refugees kept at Napiers Barracks endangered by Covid-19.",
        "additional_details": "UNHCR guidance stipulates that, “Asylum-seekers should... have access to and the means for alternative accommodation arrangements... if these centres... negatively impact on ...health conditions in a serious way.\"\r\n\r\nOur treatment of vulnerable people defines us as a society.  Refugees are not prisoners. By imprisoning asylum-seekers - and moreover imprisoning them in intolerable conditions which will lead to  serious illness and probable death for some of them - we are exposing our inhumanity.",
        "background": "Despite the United Kingdom's duty of care towards refugees who have come to a safe haven, escaping persecution, they have been housed in conditions which do not allow them to socially distance, resulting in a huge COVID19 outbreak.  This is against UNCHR guidance on the reception of refugees.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-22T15:50:53.737Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-22T16:31:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-28T09:43:55.325Z",
        "rejection": {
            "code": "duplicate",
            "details": "We can't accept petitions about accommodation of asylum seekers in particular areas, as this is an operational matter, not a decision for the Government or House of Commons, but you may wish to sign this petition calling for a related action: https://petition.parliament.uk/petitions/571085"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-23T11:12:58.653Z"
    },
    "id": 571516,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571516.json"
    },
    "type": "petition"
}