{
    "attributes": {
        "action": "Employers to terminate employment of those refusing a covid vaccine",
        "additional_details": "A news report about care workers in nursing homes refusing vaccinations thus leaving the residents at extreme risk. Workers were refusing, citing a multitude of reasons such as: lack of evidence, fear and the belief through conspiracy theories spread via social media. The latter is a dreadful poison that undercuts the effort made by the government to protect our citizens. People should still have the right to refuse vaccination. However, not the right to bring spurious beliefs to the workplace.",
        "background": "Protect employers from litigation after sacking vaccine refusers. Those who work with vulnerable people, workplace with many employees, NHS, Nursing Homes, Military, public services that are front line or essential, should take responsibility for protecting all in the the course of their duties.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-23T19:29:43.402Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-24T12:10:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-19T14:59:17.327Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about people not being vaccinated for Covid-19, but it's not clear if you want employers to be required to fire people who turn down vaccination, or protected from legal action if they do fire someone for this reason.\r\n\r\nWe could not accept a petition calling on employers to be required to fire people who turn down vaccination, as this would be extreme. We could accept a petition calling for the Government to allow employers to require proof of vaccination as a condition of employment, if that's something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-19T14:59:17.324Z"
    },
    "id": 571693,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571693.json"
    },
    "type": "petition"
}