{
    "attributes": {
        "action": "Allow grants and funding for the laundry industry.",
        "additional_details": "Furloughed staff, shop opening hours reduced dramatically.\r\nNo dry cleaning being done, no ironing, no laundry from the hospitality sector, no laundry from salons, offices, weddings, tourism trade depleted. \r\n\r\nSomething needs to be done to help this industry.",
        "background": "All Launderette’s are deemed essential, not entitled to financial help from the government. \r\nEven though the laundry business has been effected dramatically they deem you essential therefore allowed to stay open. \r\nWe need help, 80% of our revenue has disappeared  due to the lockdown of everyone.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-23T10:00:35.389Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-25T10:21:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-01T10:00:33.346Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to provide financial relief to laundrettes, but it's not clear what additional support you want to be provided.\r\n\r\nBusinesses such as laundrettes may already be eligible for certain government support schemes, including the Coronavirus Job Retention Scheme, business rates relief, and the Coronavirus Business Interruption Loan Scheme.You can find out more about support available and what support individual businesses might be eligible for here: https://www.gov.uk/coronavirus/business-support\r\n                \r\nIf you want the Government to provide additional support you could start a new petition explaining clearly what additional support you would like the Government or Parliament to provide."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-01T10:00:33.342Z"
    },
    "id": 571607,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571607.json"
    },
    "type": "petition"
}