{
    "attributes": {
        "action": "Re-instate the 3-week dosing interval of Pfizer/BioNTech's COVID19 vaccine.",
        "additional_details": "Pfizer has only tested their vaccine's efficacy when the second dose takes place 21 days after the first, not longer. There is no data to support that vaccination remains effective if the dosing interval is increased. Only the Astra Zeneca vaccine has been tested for a dosing interval of 9-12 weeks from the first dose. However, the vaccines use different technology.  \r\n\r\nThe vaccine may be rendered ineffective necessitating the whole vaccination course to re-start, costing lives and public money.",
        "background": "The UK government decided to increase the number of weeks between the first and second dose of Pfizer's COVID 19 vaccine from the 3 weeks recommended by the manufacturer to 12 weeks. This should revert back to the original 3 weeks as recommended by the manufacturer.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-23T15:05:13.762Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-23T16:08:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-25T09:31:06.230Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or House of Commons are directly responsible for, and decisions about approval of vaccines and the administration of these is a matter for various public health agencies, not the Government or House of Commons.\r\n\r\nWe have published the following petition calling for a related action, which you might like to sign:\r\n\r\nBan vaccines being administered in a manner not fully tested in clinical trials: https://petition.parliament.uk/petitions/566116\r\n\r\nThe delays to receiving the second dose of a Covid-19 vaccine has been implemented by the NHS following advice from the Joint Committee on Vaccination and Immunisation (JCVI), which advises UK health departments on immunisation, which has also been supported by the UK's four Chief Medical Officers. Their new advice and the changes to the Covid-19 vaccination programme are consistent with the temporary authorisations granted for these vaccines by the Medicines and Healthcare products Regulatory Agency.\r\n\r\nThe JCVI, Chief Medical Officers, MHRA and NHS England are all independent and operationally independent of the UK Government, so we cannot accept petitions calling for actions that these bodies are responsible for.\r\n\r\nYou can read the JCVI's advice on optimising the COVID-19 vaccination programme for maximum short-term impact here: https://www.gov.uk/government/publications/prioritising-the-first-covid-19-vaccine-dose-jcvi-statement/optimising-the-covid-19-vaccination-programme-for-maximum-short-term-impact\r\n\r\nYou can read the statement from the UK Chief Medical Officers on the prioritisation of first doses of COVID-19 vaccines here: https://www.gov.uk/government/news/statement-from-the-uk-chief-medical-officers-on-the-prioritisation-of-first-doses-of-covid-19-vaccines\r\n\r\nYou can read the MHRA's conditions of Authorisation for Pfizer/BioNTech COVID-19 vaccine here: https://www.gov.uk/government/publications/regulatory-approval-of-pfizer-biontech-vaccine-for-covid-19/conditions-of-authorisation-for-pfizerbiontech-covid-19-vaccine\r\n\r\nYou can read the MHRA's conditions of Authorisation for COVID-19 Vaccine AstraZeneca here: https://www.gov.uk/government/publications/regulatory-approval-of-covid-19-vaccine-astrazeneca/conditions-of-authorisation-for-covid-19-vaccine-astrazeneca"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-20T08:16:09.723Z"
    },
    "id": 571664,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571664.json"
    },
    "type": "petition"
}