{
    "attributes": {
        "action": "Make agency workers/temps working within the civil service permanent.",
        "additional_details": "I want the Government in Northern Ireland to do this as their are currently approximately 2500 temporary/agency workers propping up the civil service. Many of whom have been working on the frontline during the pandemic. Whilst full time members of staff have had the luxury of working from home. Agency workers have had to come in from the first pandemic or risk being told they are no longer needed. With agency workers have to apply for external posts the civil service are losing capable workers",
        "background": "I want the government in Northern Ireland to change the employment framework within the civil service so agency workers are given permanent jobs as recognition for the work they are doing during this pandemic. A lot of whom have been working in the front line since the pandemic started.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-23T09:44:16.253Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-24T22:42:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-12T10:18:28.667Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Northern Ireland Assembly is responsible for. \r\n\r\nIf you'd like to send your petition to the Northern Ireland Assembly, you can find the contact details here:\r\n\r\nhttp://www.niassembly.gov.uk/about-the-assembly/contact-us/\r\n\r\nIf you want to raise this issue you could contact your MLA. You can find contact details for your MLAs here: http://www.niassembly.gov.uk/your-mlas/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-12T10:18:28.664Z"
    },
    "id": 571605,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571605.json"
    },
    "type": "petition"
}