{
    "attributes": {
        "action": "Hold an inquiry into the initial response of the Chinese government to COVID-19",
        "additional_details": "Since January of 2020, it has become increasingly clear that the Chinese government did not tell the full truth surrounding the origins of COVID. This, in connection to their initial response in containing the virus, has resulted in the deaths of nearly 100k people in the UK and the destruction of large parts of the economy. Many more people have had to endure the pain of losing loved ones (including me losing my grandfather) and that's why we demand the truth about what happened in China.",
        "background": "We insist that the UK government hold an inquiry into when, where and how COVID-19 started and determine what the initial response of the Chinese government was to contain it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-24T12:55:31.498Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-24T14:07:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-12T10:40:16.037Z",
        "rejection": {
            "code": "already-happening",
            "details": "World Health Organization (WHO) member states, including the UK, have agreed to set up an independent inquiry into the global response to the coronavirus pandemic and \"identify the zoonotic source of the virus and the route of introduction to the human population”.\r\n\r\nYou can find out more here:\r\nhttps://apps.who.int/gb/ebwha/pdf_files/WHA73/A73_R1-en.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-12T10:40:16.036Z"
    },
    "id": 571778,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571778.json"
    },
    "type": "petition"
}