{
    "attributes": {
        "action": "Change the TV licence fee from an opt out system to an opt in system.",
        "additional_details": "Having an essentially state funded media is archaic and out of touch with the modern world. If the BBC is in-fact a private company it must be paid for via an opt in system in line with GDPR and with the modern world. There are now so many reasons that people would use a TV instead of watching it live or BBC content such as, subscription streaming, gaming, computer monitors, box sets etc. Opting in allows people to choose to pay rather than being forced unless they record your status & data.",
        "background": "We want parliament to change TV licensing to an opt in system where if you want to watch the BBC or live TV you have to opt in to do so. This could easily be achieved by having subscription options for live TV like all other non-state run companies.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-01-23T22:26:42.038Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-23T22:46:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-19T12:40:15.331Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIf you watch TV programmes live on any online TV service, you already need to be covered by a TV Licence. See:\r\nhttps://www.tvlicensing.co.uk/faqs/FAQ104\r\n\r\nYou might like to sign the following petition:\r\n\r\nAbolish the TV Licence fee\r\nhttps://petition.parliament.uk/petitions/555918"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-19T12:40:15.329Z"
    },
    "id": 571713,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571713.json"
    },
    "type": "petition"
}