{
    "attributes": {
        "action": "Make all parks in Scotland close at certain time to reduce sexual assaults.",
        "additional_details": "Because predators think it's okay to assault people in a park as there's fewer people there and during the winter after 4pm it is on darkness. No assault is ok and this needs to be addressed. Parks are horrible and creepy at night and that is why predators do this types of things there. People need to feel safe going past these and can't. Therefore a closure at certain times would reduce assaults happening in these types of places.",
        "background": "There has been an awful amount of assaults (sexual and non sexual) within Scottish parks lately and these need to be closed at certain times to try and reduce that from happening. If the parks were closed then there would be a reduction in these types of things.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-24T13:27:06.315Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-20T15:35:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-15T12:02:36.864Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee.\r\n\r\nIf you'd like to send your petition to the Scottish Parliament, you can find out more here: http://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-15T12:02:36.862Z"
    },
    "id": 571783,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571783.json"
    },
    "type": "petition"
}