{
    "attributes": {
        "action": "Put a cap on the maximum price of Feminine Hygiene Products",
        "additional_details": "I believe that the Government should cap the maximum price that companies and retailers can sell hygiene products at. Women should not have to be penalised for something that comes naturally to them.\r\n\r\nConsidering that not only do women have to pay money for sanitary items, they must pay for home comforts to make their periods more endurable. \r\n\r\nI believe that capping products such as pads and tampons, should be set to a maximum price of £2.99. Once again, women’s  menstrual cycles should not be capitalised on.",
        "background": "Periods are a natural occurrence in a woman’s life. On Average, a woman will have 450 periods from her first Cycle to menopause. The price of period pads and other hygiene products is extortionately high for something that is natural to the female body and this needs to be rectified.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-23T21:48:33.166Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-23T22:29:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-09T08:36:47.264Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for capping the price of goods, even when they are essential.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nFund free female sanitary products, such as sanitary towels and tampons: https://petition.parliament.uk/petitions/555551\r\n\r\nMake sanitary products VAT-free: https://petition.parliament.uk/petitions/556503"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-09T08:36:47.262Z"
    },
    "id": 571706,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571706.json"
    },
    "type": "petition"
}