{
    "attributes": {
        "action": "People who received no Furlough Scheme assistance should NOT have to pay for it!",
        "additional_details": "Instead of taxing the entire population to pay for the furlough scheme, the people who received furlough assistance should have to repay their their accumulated debt through a repayment plan similar to the current student loan repayment system. The total accrued debt should be divided over a reasonable number of years and be broken down in to affordable monthly repayments. Any organisations that directly profited from this health crisis should also be taxed accordingly to ease this debt burden.",
        "background": "Expecting non-recipients of the furlough scheme to subsidise people who were able to comfortably shelter during the health crisis whilst they themselves either had to work or were instantly confined to poverty would be a grave injustice, and would risk fracturing our already divided society.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-25T16:06:06.848Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-25T17:33:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-01T15:39:50.564Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Furlough payments are paid to businesses rather than individuals, who then pay at least 80% of the salary to employees who are unable or not required to work.  \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign these petitions:\r\n\r\nhttps://petition.parliament.uk/petitions/559089\r\nhttps://petition.parliament.uk/petitions/554256 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-18T15:53:27.808Z"
    },
    "id": 571956,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571956.json"
    },
    "type": "petition"
}