{
    "attributes": {
        "action": "Ignore Scientific Advisory Group for Emergencies (SAGE) 'psychology' advisors.",
        "additional_details": "Psychological manipulation, deployed via overt & covert means, can seriously negatively impact individuals at the conscious & subconscious level. Govt covid19 related media campaigns have been excessive in this context. Cumulatively, they have helped create an insecure, demoralised & disorientated collective (the public), psychological effects that mirror those found in 'unhealthy' interpersonal relations. SAGE 'psychology' expertise should be ignored by Govt if the advice creates such outcomes.",
        "background": "SAGE is to provide scientific & technical advice to support Govt covid19 policy decisions only. Those SAGE participants advocating the adoption of behaviour modification techniques at the societal level that would be deemed 'toxic/abusive' if evidenced in interpersonal settings, should be ignored.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-25T14:46:34.115Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-03T09:22:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-10T08:25:45.586Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about some of the advice provided by SAGE, and related actions taken by the Government, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe also couldn't publish a petition that appeared to misrepresent the advice provided by SAGE to the Government, such as by implying that it was recommending the use of covert psychological practices."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-15T10:48:32.331Z"
    },
    "id": 571945,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571945.json"
    },
    "type": "petition"
}