{
    "attributes": {
        "action": "Allow sixth years and year 13s to have one more day at school before they leave",
        "additional_details": "As you are aware after sixth year and year 13 many people go to university, college etc and to do that a lot of people move away to another city. This means that we won’t get to see our friends very often and especially due to the virus we wouldn’t be able to meet up a lot. Even just one more day at school would mean a lot to us, so if it’s possible please let us do this.",
        "background": "This petition is to ask if you could let sixth years and year 13s have at least one more day at school if you keep schools closed for the rest of the school year. This would allow us to see each other for maybe the last time in a while before we move onto our next place of education.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-25T09:38:08.880Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-25T10:09:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-01T09:55:56.153Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want certain students to be able to see classmates before the end of the academic year, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIf schools remain closed for the rest of the academic year, the Government is not responsible for organising social gatherings for students whose schools have closed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-01T09:55:56.151Z"
    },
    "id": 571904,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571904.json"
    },
    "type": "petition"
}