{
    "attributes": {
        "action": "Save the Disabled Bays at the Tor in Glastonbury",
        "additional_details": "The Councils plan to make the road at the Tor a 'No Stopping Zone' so people will not be able to park for any length of time on that road. Many people come up with their families and dogs to enjoy the Tor and surrounding areas and this may not be possible for many if the road is made a no stopping zone. \r\n\r\nWe would like to Government or Parliament to intervene to stop this plan going ahead as this is a sacred site and should be able to be enjoyed by all persons, both able bodied and disabled.",
        "background": "The local councils are going to remove the Disabled Bays at the Tor in Glastonbury which will prevent disabled people from parking there. Some disabled people need their wheel chair with them to access the field at the Tor and would not be able to access the Tor without it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-25T09:40:46.295Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-25T10:57:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-01T10:04:11.585Z",
        "rejection": {
            "code": "irrelevant",
            "details": "You could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council directly. Find out how to petition your council here: https://www.somerset.gov.uk/our-information/petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-01T10:04:11.582Z"
    },
    "id": 571905,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571905.json"
    },
    "type": "petition"
}