{
    "attributes": {
        "action": "Allow driving instructors to continue to use simplified expenses on tax returns.",
        "additional_details": "The point of simplified expenses is to help make tax returns simple for the self employed and until recently HMRC representatives have been advising driving instructors that they can use simplified expenses and this should continue.\r\nContrary to what the HMRC states now, the cars are designed and can still be used privately.\r\nThe cost of fitting dual controls is negligible compared to the cost of purchasing and running a car and so is reflected in the mileage allowance on simplified expenses.",
        "background": "Allow self employed driving instructors to have the choice of continuing to use the HMRC simplified expenses for their dual controlled cars and not complicate our accounts with annual investment allowances and full running costs. Keep tax simple!!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-26T17:00:06.234Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-26T17:33:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-15T09:28:11.020Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. HMRC have stated that this is optional. You can find out more here:\r\n\r\nhttps://www.gov.uk/hmrc-internal-manuals/business-income-manual/bim75005\r\n\r\nhttps://community.hmrc.gov.uk/forums/customerforums/qandasessions/810471d2-c90e-eb11-8441-00155d974abc \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-17T18:03:38.500Z"
    },
    "id": 572138,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572138.json"
    },
    "type": "petition"
}