{
    "attributes": {
        "action": "Prevent false advertising of animal products by using living, happy animals.",
        "additional_details": "We need to by more truthful in our portrayal of where food comes from. This is hugely important at a time when viruses are proven to start in poor conditions of animals used in the food chain. And when the environment is affected so badly by the raising of animals for the food chain we should be making extreme and urgent changes to encouraging people to make better, environmental choices. Dairy products are proven to contribute to some cancers. This should be shown as a warning on packaging.",
        "background": "It is an untruth to show a living happy animal in advertising and packaging when promoting the purchase of the slaughtered animal. This does not provide an accurate picture of what the product inside the packaging is.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-26T14:33:54.624Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-26T14:56:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-15T10:29:47.429Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government aren't responsible for regulating advertising. You can find out more here: https://www.asa.org.uk/\r\n\r\nYou could start a new petition calling for a ban on the use of live animals on all food packaging, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-15T11:58:28.493Z"
    },
    "id": 572126,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572126.json"
    },
    "type": "petition"
}