{
    "attributes": {
        "action": "Dry Cleaning And Laundry Businesses Struggling due to Covid-19",
        "additional_details": "We are thus writing to you to ask you in the hope that you will be able to support us during these unpreceded times and save our business from going under. We would like to request you to help us with a grant to enable us to pull our resources together and overcome this difficult situation.",
        "background": "As you are aware, these are really tough and challenging times, especially for small businesses and we have been hit hard. Presently we are in a very difficult situation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-26T16:46:19.105Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-27T10:01:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-03T09:33:59.550Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to support dry cleaning and laundry businesses, but it's not clear what additional support you want to be provided.\r\n\r\nBusinesses such as dry cleaners and laundrettes may already be eligible for certain government support schemes, including the Coronavirus Job Retention Scheme, business rates relief, and the Coronavirus Business Interruption Loan Scheme.You can find out more about support available and what support individual businesses might be eligible for here: https://www.gov.uk/coronavirus/business-support\r\n\r\nIf you want the Government to provide additional support you could start a new petition explaining clearly what additional support you would like the Government or Parliament to provide."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-03T09:33:59.547Z"
    },
    "id": 572135,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572135.json"
    },
    "type": "petition"
}