{
    "attributes": {
        "action": "Introduce a new Act of Union",
        "additional_details": "The current structure of the Union is too centralised, at least compared to other European countries. Top-down decision making in the Union is too centred around the interests of England and Westminster. It fails to empower local authorities and gives the other nations the impression that they lack true self-governance, which in turn is responsible for the rise of nationalism. The only way to guarantee the preservation of the United Kingdom is to reform it into a plurinational federal union.",
        "background": "I ask Parliament to introduce a bill to fundamentally change the power structure of the United Kingdom into a true federation. The bill shall give more powers to the nations of Scotland and Wales, Northern Ireland, and local authorities. And divide England into autonomous regions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-26T22:30:55.424Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-01T09:02:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-08T14:38:06.689Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWhile we understand you want to empower regional governments and see a shift to a more federal system of government for the UK, we're not sure exactly what powers you would want the devolved and regional assemblies to have. You could start a new petition explaining specifically what powers you would like these assemblies to have.\r\n\r\nYou might also like to sign the following petition:\r\n\r\nHold a referendum on establishing a federal system of devolution and government\r\nhttps://petition.parliament.uk/petitions/327010"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-08T14:38:06.686Z"
    },
    "id": 572225,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572225.json"
    },
    "type": "petition"
}