{
    "attributes": {
        "action": "To change the rules for the child trust fund for disabled young people.",
        "additional_details": "It is inhumain to freeze money saved on the behalf of the young person. They should be able to access it with the help of their parents. The Government and Parliament are able to change these rules and allow the approximate 700,000 children turning 18 this year with ISAs to access their savings. Otherwise, all these savings will be frozen unless family pay unscrupulous amounts of money to the court of protection to get these savings back for their child. The Government should change this.",
        "background": "When a disabled child turns 18 the money that has been saved on their behalf gets frozen in their account. This means that because the child does not have the mental capacity to finance properly, their money is trapped in their account and cannot be accessed by anyone, not even their parents.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-27T11:30:19.322Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-27T11:49:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-03T10:24:12.156Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/555642\r\n\r\nIt is already possible for a parent or guardian of a young person who lacks mental capacity to apply to the Court of Protection to allow them to manage these funds. The Government has recently made it possible for parents or guardians doing so to have fees for this waived, and has said that it is looking at improving this process even further, making it more streamlined and accessible: https://www.gov.uk/government/news/child-trust-fund-court-fees-waived-for-parents"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-03T10:24:12.153Z"
    },
    "id": 572294,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572294.json"
    },
    "type": "petition"
}