{
    "attributes": {
        "action": "Cancel IGCSE and IAL exams 2021 and replace by coursework and teacher assessment",
        "additional_details": "Not all students had equal learning opportunities over lockdown. Course work and teacher assessment ensures that all students are given an equal chance to get their rightful grades.\r\nDue to the corona virus spreading quickly. Many international students globally find it difficult to study, since they didn’t finish the syllabus yet. \r\nOnline classes are also not effective compared to traditional teaching. Lots of other countries have schools closed during the examination periods.",
        "background": "Cancel all standardise testing for year 12 and year 13 students in 2021. By replacing tests with smaller amounts of course work and teacher assessment, students would have a fair chance at achieving their target grades and it would relieve stress for teachers and students.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-27T05:34:24.097Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-27T05:48:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-27T08:35:41.895Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nProhibit any exams from taking place during the Covid-19 outbreak: https://petition.parliament.uk/petitions/570228"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-27T08:35:41.891Z"
    },
    "id": 572254,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572254.json"
    },
    "type": "petition"
}