{
    "attributes": {
        "action": "Hold an immediate vote of no confidence in Boris Johnson and the Cabinet.",
        "additional_details": "Since the start of the Covid 19 epidemic in the UK (and worldwide pandemic), Boris Johnson and his Cabinet have consistently dithered and delayed with making decisions, even when scientists/advisors have pleaded to be listened to. \r\n\r\nNow that constant inaction has cost over 100,000 lives. This is undefendable.\r\n\r\nCountries such as S. Korea and New Zealand have successfully managed cases through quick decision and quick action. \r\n\r\nOur Government has not, and We have no trust in them to do so now.",
        "background": "As the UK passes 100,000 Covid 19 deaths we, the undersigned, have lost all faith in the capability of the Prime Minister and his Cabinet to manage the pandemic.\r\n\r\nWe demand a vote of no confidence be held in Parliament to remove the Prime Minister from his position.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-27T08:49:01.076Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-27T13:42:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-01T14:49:26.562Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence.\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nHold an immediate general election: https://petition.parliament.uk/petitions/557074"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-01T14:49:26.559Z"
    },
    "id": 572264,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572264.json"
    },
    "type": "petition"
}