{
    "attributes": {
        "action": "Announce measurable goals for vaccines & NHS allowing end of lockdown and tiers",
        "additional_details": "I feel that most people have their own ideas on how we get back to normal. Some even feel they can't abide by the rules due to their own circumstances. We have nothing to look forward to no dates or figures just a wait and see attitude that has left most asking if it will ever end. We need to work together to beat this with an open book currently I feel we are getting closer to a minority rebellion against the lockdown as people look for answers and hope.",
        "background": "Give hope to the public by announcing a measurable target for lockdowns to end. Be this multiple factors including vaccination goals and NHS goals but all factors that can be easily measured. This will give public and businesses the ability to look forward and stick to the rules with a common goal",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-26T21:04:15.288Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-28T21:07:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-08T14:43:47.394Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petition:\r\n\r\nPublish Exit Plans for all lockdowns and restrictions relating to Coronavirus.\r\nhttps://petition.parliament.uk/petitions/556104\r\n\r\nIn addition, the Prime Minister is due to set out a 'roadmap' for easing coronavirus restrictions later this month, on February 22. See:\r\nhttps://www.politicshome.com/news/article/boris-johnson-confirms-roadmap-out-of-lockdown-to-be-revealed-on-22-feb-starting-with-school-reopening-on-8-march\r\n\r\nIf there are specific changes you would like to see to that plan, you could start a petition calling for those changes, once it has been announced."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-08T14:43:47.391Z"
    },
    "id": 572201,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572201.json"
    },
    "type": "petition"
}