{
    "attributes": {
        "action": "Undertake an independent review of the U.K.’s COVID-19 response strategy",
        "additional_details": "There have been many studies that show that harnessing divergent thinking leads to better outcomes. I firmly believe that our continued reliance on lockdowns to deliver a different result is failing. Whilst fluctuations in rates of infections and death have occurred, there could be numerous reasons for this. By including more diverse opinions and offering the U.K. public a greater level of transparency backed up by clear, contextual data we stand a better chance of standing together to move on.",
        "background": "The U.K. Government’s response to the COVID-19 epidemic has caused unquantifiable hardship for all sections of U.K. society. Our response to the epidemic has lacked transparency and the inclusion of divergent thinking from scientists, statisticians and other professionals. A re-think is needed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-28T13:21:03.835Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-28T20:01:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-11T12:06:35.556Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nPublic inquiry into Covid-19 pandemic immediately with the aim of saving lives\r\nhttps://petition.parliament.uk/petitions/331877\r\n\r\nEstablish a cross-party, cross-discipline panel to scrutinise Covid-19 policies\r\nhttps://petition.parliament.uk/petitions/551051"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-11T12:06:35.554Z"
    },
    "id": 572496,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572496.json"
    },
    "type": "petition"
}