{
    "attributes": {
        "action": "Vaccine Passports to be introduced to allow international travel.",
        "additional_details": "1. Deliver on your promise to get on top of Covid\r\n2. Deliver on your promise to grow the economy\r\n3. Gain support back from those who have lost faith in your Government\r\n4. Kickstart our economy\r\n5. Gain additional value from having received the vaccine.",
        "background": "Allowing those who have been vaccinated to book holidays abroad will, in some way alleviate the Mental Health issues associated with lockdown, support the tens of thousands of hospitality and airline staff and repair some of the economic damage Covid has been responsible for.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-28T12:23:59.587Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-28T21:07:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-11T16:28:18.122Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nWe understand you want a system to be in place allowing UK citizens who have had their vaccination to be able to travel abroad, however, this would be dependent on the border restrictions put in place by other countries, which the UK Government is not responsible for.\r\n\r\nYou could start a new petition calling for the UK Government to work with other countries to lift travel restrictions on people who have received a vaccine, or for the UK Government to allow non-essential travel overseas for people who have received a vaccine, if these are things you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-11T16:28:18.119Z"
    },
    "id": 572485,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572485.json"
    },
    "type": "petition"
}