{
    "attributes": {
        "action": "Enable less vulnerable people to donate their Cov-19 vaccines to poor countries",
        "additional_details": "Covid-19 is a global pandemic targeting the elderly & vulnerable. There is immense inequity in vaccine distributions, with the UK buying stocks at the expense of others. Creating a system that gives less vulnerable people an option to donate their vaccine allocation – without penalty – to poor countries, will promote global recovery without risking life: our 34m least vulnerable (JCVI-defined) have less annual risk of Covid death (1 in 30,000) than of dying on the roads (1 in 20,000 – Bandolier)",
        "background": "The UK Government should enable less vulnerable UK citizens to donate their Covid-19 vaccine allocations to vulnerable populations in poorer countries that are unable to access vaccines, without penalty. This will promote global recovery from a global problem, by protecting the vulnerable worldwide.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-28T10:50:22.752Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-28T11:16:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-05T09:10:16.450Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to help make vaccines more available to other countries, but it's not clear in how your proposal would work in practice. People are invited to be vaccinated in order of priority, but individuals are not assigned a dose of the vaccine unless they take up the invitation to be vaccinated.\r\n\r\nYou may wish to sign some of these petitions calling for related actions:\r\n\r\nOnce priority groups in the UK are vaccinated redirect Covid-19 vaccines abroad: https://petition.parliament.uk/petitions/572802\r\n\r\nIncrease funding to make Covid-19 vaccines available to developing countries: https://petition.parliament.uk/petitions/550900\r\n\r\nDonate surplus Covid-19 vaccine doses to poorer countries: https://petition.parliament.uk/petitions/565462"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-05T09:10:16.447Z"
    },
    "id": 572464,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572464.json"
    },
    "type": "petition"
}