{
    "attributes": {
        "action": "Stop all travel for influencers as it’s not essential work and it’s wrong!",
        "additional_details": "As we are in a global pandemic and we need to help our country as much as possible or this will never stop! I’m truly devastated that our country are still letting people out when we should all be in lockdown and saving lives! Please do what’s right!",
        "background": "As we all know it’s wrong for people to be travelling around the world ( mainly to Dubai ) as we are in a global pandemic which is life threatening and people are out in Dubai parting and drinking! There should be a entry fee back into the uk or just don’t let people out this country! Please help!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-28T17:49:43.727Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-30T12:02:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-11T15:02:49.471Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nInfluencers are subject to all of the same rules and regulations as other people, and it would be up to the police or Crown Prosecution Service to investigate or prosecute any alleged breaches of Covid-19 restrictions.\r\n\r\nYou might like to sign the following petition:\r\n\r\nClose UK Airports for Commercial Travel\r\nhttps://petition.parliament.uk/petitions/564592"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-11T15:02:49.468Z"
    },
    "id": 572540,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572540.json"
    },
    "type": "petition"
}