{
    "attributes": {
        "action": "Make mental health services an exemption to leave your home during lockdown",
        "additional_details": "According to YoungMinds recent study on mental health during the COVID-19 pandemic, 80% of respondents agreed that the coronavirus pandemic had made their mental health worse with 41% said it had made their mental health “much worse”. In addition, 31% said they were no longer able to access support but still needed it. \r\n\r\nTherefore, the government needs to put mental health on the same pedestal as physical health in order to help our future generation",
        "background": "Counselling and other mental health services have been shut down or restricted during all 3 national lockdowns. By making attending mental health support services apart of the medical exemption, this will help save many peoples lives.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-01-28T22:23:27.559Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-28T22:40:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-17T15:37:25.759Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In-person counselling has been able to continue across the UK during the lockdown, but it's a decision for individual providers as to whether they wish to do so.  You can find out more here:\r\n\r\nhttps://www.bacp.co.uk/news/news-from-bacp/coronavirus/faqs-about-coronavirus/ \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-17T15:37:25.756Z"
    },
    "id": 572580,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572580.json"
    },
    "type": "petition"
}