{
    "attributes": {
        "action": "Internet freedom of speech preventing censoring public discourse like Poland",
        "additional_details": "Each post affected equals one offence.\r\nEach person affected in groups or on pages, equals one offence.\r\nEach 24 hour period equals one offence.\r\nEach threat of violence equals one offence.\r\nFreedom of speech Parliament claims is important, now it is time to prove it.\r\nThis month Talk Radio, Socialist Worker and a man discussing Plymouth Hoe have had their accounts removed or restricted on social media.\r\nWhile I disagree with one, the right to air their views and mine to rebuff them must be protected.",
        "background": "Prevent big tech from censoring posts, reducing visibility and no platforming people, groups and pages who they disagree with.\r\nHold them liable for every piece of child porn they allow on their platform.\r\nHold the liable for threats of violence unchecked.\r\nFor each offence a penalty of £2,000,000",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-28T20:32:07.134Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-29T17:36:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-17T09:19:19.491Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  Decisions on membership and access to private companies, such as social media sites, are a matter for individual sites.  \r\n\r\nWe could accept petitions calling for social media firms to be criminally liable for posts on their site, although we're not sure how this would work if you also wanted these firms not to be allowed to ban or censor user content. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-17T09:19:19.488Z"
    },
    "id": 572568,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572568.json"
    },
    "type": "petition"
}