{
    "attributes": {
        "action": "Create UK National Capacity for large-scale Vaccine Manufacturing and Delivery",
        "additional_details": "The quicker a country is able to vaccine its citizens, the more lives it can save, the sooner restrictions can be lifted and the sooner societies and economies can go back to normal. As scientific research indicates that vaccines are one of the most effective ways out of a pandemic, now more than ever, the UK government should be on the front-foot in creating the capacity to nationally produce and distribute large volumes of vaccines in order to facilitate a rapid response to tackling pandemics.",
        "background": "This petition urges the UK Government to facilitate the creation of large-scale vaccine production facilities capable of producing millions of vaccines per day. This will support the current COVID-19 vaccination programme and that of future pandemics which could be even more contagious and lethal.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-28T21:50:42.991Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-28T22:47:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-24T18:25:35.571Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe UK Government has already provided funding for the creation of a UK Vaccines Manufacturing Innovation Centre through its Industrial Strategy. See more information:\r\nhttps://www.gov.uk/government/news/industrial-strategy-delivers-new-vaccines-manufacturing-centre-to-lead-the-fight-against-deadly-disease\r\nhttps://www.ukri.org/our-work/tackling-the-impact-of-covid-19/vaccines-and-treatments/how-the-uk-is-transforming-vaccine-manufacturing/\r\n\r\nIf there are specific additional steps you would like the UK Government to take, you could start a new petition calling for these."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-24T18:25:35.570Z"
    },
    "id": 572578,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572578.json"
    },
    "type": "petition"
}