{
    "attributes": {
        "action": "Stop Nottingham City Council increasing Council Tax & Closing Leisure Centres",
        "additional_details": "We the people cannot afford yet another Council Tax increase, especially when there is a lack of services being provided to show for it. Currently Nottingham City Council charge the second highest rate of Council Tax in the UK. Why, when the City is already a deprived one? They are shutting down Radford Leisure Centre, in one of the most deprived areas of the City, too. There has been NO public consultation and as usual the Council will just push on with anything they like. It's time we said NO!",
        "background": "Nottingham City Council have lacked accountability and public scrutiny over the disastrous Robin Hood Energy Scheme, which left a £50million+ black hole in the public purse. Now to make up for this loss they want to increase Council Tax payments even further, and close vital public services.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-29T13:20:44.324Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-29T14:09:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-05T10:45:33.189Z",
        "rejection": {
            "code": "irrelevant",
            "details": "You could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nRequire councils to suspend council tax increases for year 2021/2022: https://petition.parliament.uk/petitions/569197\r\n\r\nRequire and fund the local provision of swimming and leisure facilities: https://petition.parliament.uk/petitions/553123"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-05T10:45:33.186Z"
    },
    "id": 572641,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572641.json"
    },
    "type": "petition"
}