{
    "attributes": {
        "action": "Open the gyms during national lockdown",
        "additional_details": "I know we still have to be cautious of the coronavirus, but my petion is to open gyms on new rules, wear masks in the gym, u must pre book what time you will be attending the gym and what equitment you'll be using and have your own little area, once you have Finnished you will clean your own equipment then exit the gym, The gym staff will then clean the equipment down again and put the equitment back in its original place until another person books to use it.",
        "background": "The numbers show that the gyms coronavirus cases are very low, as much as we are in a pandemic a world wide crisis we still have to think about people's mental health. The suicide rates are threw the roof this year and more then ever we need the government to help the people of the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-29T17:17:30.056Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-29T18:17:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-05T13:39:06.758Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/556956\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-02-05T13:39:12.221Z"
    },
    "id": 572682,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572682.json"
    },
    "type": "petition"
}