{
    "attributes": {
        "action": "Allow Epidyolex to be prescribed for other forms of childhood epilepsy in the UK",
        "additional_details": "CBD oil is working for children all over the world. \r\n\r\nChildren with drug resistant Epilepsy who don’t have the the most severe types of Epilepsy should be allowed to be prescribed this, especially as the pharmaceutical Epilepsy medications can cause severe side effects and behaviour changes.",
        "background": "Allow childhood Epilepsy sufferers to be allowed to trial Epidyolex - especially if their Epilepsy is drug resistant, is a rare syndrome or is responding well to self sourced CBD",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-31T16:39:27.381Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-31T19:55:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-11T16:40:26.975Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nDecisions about which medicines can be offered to patients on the NHS are made by the Medicines and Healthcare Products Regulatory Authority (MHRA - which advises on a medicine's safety, efficacy and manufacturing quality) and the National Institute for Health and Care Excellence (NICE - which advises on a medicine's clinical and cost effectiveness). Both of these bodies are operationally independent of the UK Government and Parliament.\r\n\r\nNICE's latest guidance on the use of cannabis-based medical products, including recommendations for future research, is available at:\r\nhttps://www.nice.org.uk/guidance/ng144"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-11T16:40:26.971Z"
    },
    "id": 572968,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572968.json"
    },
    "type": "petition"
}