{
    "attributes": {
        "action": "Cancel all forms of GCSE and A Level exams in 2021, including iGCSEs.",
        "additional_details": "Other countries may have the privilege of less strict rules or a lower R rate (less covid cases), however England does not. Children in highschool cannot be expected to sit these exams, not only due to the lack of time some have had, but also because we were told exams were cancelled, which means ALL exams not some. You cannot risk the lives of children over some small exams which can be made up using other ways, therefore these exams should not go ahead.",
        "background": "Even though GCSEs have been cancelled this year, iGCSEs are still going ahead, and seeing as the government cancelled GCSEs, these exams should also be cancelled.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-01T13:49:54.525Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-01T14:11:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-08T13:20:48.518Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments such as iGCSEs that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any and all exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nIn the meantime, you might like to sign these petitions which call for related actions:\r\nhttps://petition.parliament.uk/petitions/564696\r\nhttps://petition.parliament.uk/petitions/559964\r\nhttps://petition.parliament.uk/petitions/553307\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-02-08T13:20:53.235Z"
    },
    "id": 573090,
    "links": {
        "self": "https://petition.parliament.uk/petitions/573090.json"
    },
    "type": "petition"
}