{
    "attributes": {
        "action": "Compel motor vehicle manufacturers to make padded pedal covers for drivers",
        "additional_details": "I believe the government needs to take the initiative to force the motor industry to change and protect the drivers from unwanted side effects of driving. They should be forced to offer a choice to the driver whether the driver wants to be protected from the vibrations in the pedals. It is a good possibility that the vibrations in the pedals cause joint pain in the lower body of the driver. At the moment the motor industry does not \r\nany offer padded pedal covers to help protect drivers.",
        "background": "Every year in the UK around 100,000 knee replacement operations are carried out and the numbers are rising. I believe one cause of this is the accumulated effect over a lifetime of vibrations that are transmitted through the pedals into the legs of the driver.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-31T20:06:28.956Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-01T21:19:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-08T15:34:57.675Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for manufacturers.\r\n\r\nYou could start a petition requiring all cars to be sold with or fitted with such covers, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-08T15:34:57.673Z"
    },
    "id": 573003,
    "links": {
        "self": "https://petition.parliament.uk/petitions/573003.json"
    },
    "type": "petition"
}