{
    "attributes": {
        "action": "Ban all non-essential and non-biodegradable single use plastic wrapping",
        "additional_details": "Whereas it has taken mankind about 200,000 years to overrun the planet, and our heavy burning of fossil fuels about 200 years to start changing the climate, plastics have infested every part of our planet in a mere 50 years or so. They aren't going away - with the exception of some very specialised bacteria, nature cannot deal with plastics. We became the top species without them and can manage without them again; meats can once again be wrapped in greaseproof paper, etc.",
        "background": "Implement a prohibition on the use of non-biodegradable single-use plastic wrapping for everything except items for which there is no alternative. Reusable wrappings such as zip bags could potentially still be allowed. Obviously industry would need some years warning to adapt - period to be debated.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-01T20:16:20.152Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-10T22:42:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-01T07:26:38.277Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBan single use plastics and the unnecessary use of plastic packaging: https://petition.parliament.uk/petitions/552450\r\n\r\nBan the use of plastic packaging for all non-food items: https://petition.parliament.uk/petitions/570065"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-01T07:26:38.273Z"
    },
    "id": 573139,
    "links": {
        "self": "https://petition.parliament.uk/petitions/573139.json"
    },
    "type": "petition"
}