{
    "attributes": {
        "action": "All of the UK should vote if there is a future Scottish independence referendum",
        "additional_details": "SNP believe it is their right and destiny to remove Scotland from the UK with no consideration to the rest of the Union. I believe as the implications effect all  people in the UK all people in UK have just as much right to vote on any future referendum if granted by Parliament.",
        "background": "SNP keeps pushing for independence referendum stating the Scottish people have a right to vote for independence . If such a request is considered by Parliament I propose the total UK should vote as the impact and implications affect the whole Union not just Scotland",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-02T09:37:03.132Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-02T12:00:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-08T15:55:43.335Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly whether you'd like Scotland only to become independent if a majority of the UK vote for it, and what would happen if the vote in Scotland was different to the rest of the UK.\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-08T15:55:43.332Z"
    },
    "id": 573180,
    "links": {
        "self": "https://petition.parliament.uk/petitions/573180.json"
    },
    "type": "petition"
}