{
    "attributes": {
        "action": "Stop Property Developers Planning Large Housing Developments During Pandemic",
        "additional_details": "Computers not available to all\r\nLimited or no access to electronic devices\r\nCovid-19 illness bereavement grief, mental health issues\r\nKey workers frontline staff restraints due to excessive working hours \r\netc.\r\nSubmitting plans for large housing developments amidst a global pandemic that is continuing to have significant impact on peoples lives and communities is immoral and unethical compassion, empathy and common sense required for communities during not pressure additional stress and anxiety.",
        "background": "Housing developers are aware due to Covid-19 pandemic restrictions impossible to follow public consultation as per policy utilising and assuming alternative online methods is acceptable is discriminatory and unjust \r\nSuggest housing developer restart process when safe and fair to do so",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-02T19:14:41.209Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-04T16:24:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-11T14:33:55.879Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  This would be a matter for individual developers, but you could start a petition calling for the UK Government to suspend all planning decisions until the end of Covid-19 pandemic, if that is something you'd like to happen.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-11T14:33:55.878Z"
    },
    "id": 573448,
    "links": {
        "self": "https://petition.parliament.uk/petitions/573448.json"
    },
    "type": "petition"
}