{
    "attributes": {
        "action": "Reform the education system to make it a better place to learn",
        "additional_details": "In a modern world, there are more problems than there have ever been, from Global Climate Change, to Vast Income Disparity, to Mental Health. With a large change to the way education takes place, more people will have the ability to think creatively, opening a whole world of solutions to our biggest problems.\r\nCurrently, students are taught as if we are destined to be factory workers. Students must follow instructions do whatever the teacher tells them. This is a terrible way to educate people.",
        "background": "The current education system is severely flawed as it does not do what is intended - preparing students for the future. The Government, particularly the Minister of Education, must change the way students are educated in order to give them more opportunity and problem solving skills.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-02T19:28:03.768Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-02T22:16:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-09T10:10:21.265Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to change the education system.  \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-09T10:10:21.262Z"
    },
    "id": 573456,
    "links": {
        "self": "https://petition.parliament.uk/petitions/573456.json"
    },
    "type": "petition"
}