{
    "attributes": {
        "action": "Combat the problems involved with fast fashion",
        "additional_details": "It is so important to prevent this because people do not realise the problems lying behind the fast fashion industry. Modern day slaves are being exploited in foreign countries. Children are paralysed from factories falling on them. Water and the environment are being polluted. 35% of all plastic in the sea is from polyester materials. 10% of carbon emissions are from garment factories. The government needs to target big brands like BooHoo and Primark before even more damage is caused!",
        "background": "The government needs to enforce legislation which will put and end to the immoral and environmentally damaging industry of fast fashion. There are many severe problems involved with fast fashion, many involving the environment, the economy, and human rights.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-02T23:23:21.636Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-02T23:42:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-09T10:23:21.062Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to combat these problems. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-09T10:23:21.059Z"
    },
    "id": 573599,
    "links": {
        "self": "https://petition.parliament.uk/petitions/573599.json"
    },
    "type": "petition"
}