{
    "attributes": {
        "action": "Implement ‘night out to help out’ after social distancing measures are removed",
        "additional_details": "The hospitality sector, in particular nightclubs, are very close to going under, after very little amounts of assistance from the government during the social distancing measures. The government should assist nightclubs by reducing ticket and drinks prices, for example by removing VAT or helping to make them half price as with the eat out to help out programme.",
        "background": "Once social distancing measures are removed, the nightclub industry is in desperate need of a large number of customers. A ‘night out to help out’ initiative should be implemented, similar to eat out to help out, to help the sector to recover. The government could rebate clubs for drinks and tickets",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-03T22:04:17.465Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-03T22:11:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-10T09:15:51.115Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to support the hospitality sector when it is allowed to reopen, but we're not sure exactly how you'd like this to happen.\r\n\r\nYour petition refers to a scheme similar to Eat Out to Help Out, where people could get a 50% discount at registered restaurants, but also refers to removing VAT or reducing the price of drinks or tickets in other ways.\r\n                \r\nYou could start a new petition explaining clearly how you want a \"Night Out to Help Out\" scheme to work."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-10T09:15:51.112Z"
    },
    "id": 573864,
    "links": {
        "self": "https://petition.parliament.uk/petitions/573864.json"
    },
    "type": "petition"
}