{
    "attributes": {
        "action": "Temporarily remove VAT from essential items, and selected non-essential items",
        "additional_details": "Removing VAT will help people recover from the pandemic. Furloughed staff earn 80% of the earnings and so removing VAT will ensure they are no worse off whilst businesses try to get them back to work. \r\n\r\nOther items such as haircuts and clothes will help people feel better and lift the mood of the nation. With more money being spent, people could get back to work faster and the economy will benefit from this boost.",
        "background": "According to the Bank of England, Britons have £125bn saved from during the pandemic and lockdowns. Encourage this money to be spent on essential items, and selected non-essential items such as personal care products, family attractions and construction materials etc.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-05T09:07:49.720Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-05T10:36:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-11T17:54:06.345Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government to reduce VAT on. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-11T17:54:06.343Z"
    },
    "id": 574078,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574078.json"
    },
    "type": "petition"
}