{
    "attributes": {
        "action": "Delay ULEZ Expansion in London past October 2021 as it Harms the Working-Class",
        "additional_details": "People are struggling financially due to COVID-19 and cannot afford to change vehicles. Coronavirus has negatively impacted everyone and the working/lower-class cannot afford to change their vehicles. \r\n\r\nHow are people meant to survive, unless the government funds them new vehicles? How about delaying this cost, as this pandemic is here for a long time? \r\n\r\nPeople have lost their jobs and this will impact them for years. This cost is unfair as people \"went diesel\" when the government advised it.",
        "background": "The government either needs to delay ULEZ expansion for 2 years more, fund diesel vehicle owners living in a London Borough (at minimum) a new and ULEZ compliant vehicle or scrap the scheme altogether. People cannot afford for it to come in as planned in October 2021.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-04T20:27:49.434Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-21T09:49:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-15T13:44:45.233Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. This is a matter for the London Assembly and the London Mayor.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nWe could accept a petition calling for the Government to provide funding for motorists affected by ultra low emission zones to replace their vehicles with ultra low emission vehicles."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-15T13:44:45.231Z"
    },
    "id": 574022,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574022.json"
    },
    "type": "petition"
}