{
    "attributes": {
        "action": "Ensure Uganda upholds freedom and safety of NUP members supporters and press .",
        "additional_details": "A statement issued by UK Minister of Africa  James Duddridge on 16/01/2021 stated \" the UK is concerned by the national internet shutdown, which clearly limited transparency of the elections and constrained the freedoms that Ugandans are entitled to\" the UK government must now follow up on this concern and review the current situation and the safety and freedoms of National Unity Party Members and their supporters and also the press and media freedoms of all citizens.",
        "background": "The UK is an advocate for democracy and human rights. Ensuring citizens' everywhere freedoms to democracy is a responsibility of all advocates of human rights. An updated public statement calling for safety and highlighting concerns to freedom will encourage human rights engagement and freedom.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-05T16:43:07.424Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-06T12:17:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-18T17:29:30.615Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as imposing sanctions, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-18T17:36:55.023Z"
    },
    "id": 574145,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574145.json"
    },
    "type": "petition"
}