{
    "attributes": {
        "action": "Ban the sale of second hand car seats.",
        "additional_details": "I would like this done because second hand car seats are dangerous and unsafe. I have recently seen a lot of out of date car seats being sold online. Many parents are unaware of the dangers around this, therefore putting their children at risk. Every car seat comes with an expiry date and important information explaining not to use a second hand car seat.\r\nCar seat safety should be a parents number 1 priority but due to very little information on this a lot of parents purchase dangerous second hand car seats. If a car seat has been involved in an accident, dropped or mistreated it then becomes unsafe for a child to use, buying a second hand car seat without knowing the full history is extremely dangerous.",
        "background": "I would like the government to consider a ban on the sale of second hand car seats.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-05T14:52:46.683Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-07T09:40:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-11T08:08:37.554Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about resale of car seats, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition refers to \"out of date car seats\", and says that \"Every car seat comes with an expiry date\", but car seats are not required to come with an expiry date, and do not all last for a set period of time. We also couldn't accept a petition that asserted that all second hand car seats were dangerous and unsafe, as this is not necessarily the case.\r\n\r\nWe could accept a petition calling on the Government to ban the sale of second hand car seats, because of safety concerns about these. We could also accept a petition calling on the Government to require that car seats be replaced within a certain number of years of manufacture, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T14:37:53.520Z"
    },
    "id": 574126,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574126.json"
    },
    "type": "petition"
}