{
    "attributes": {
        "action": "Include menstrual pain in the Equality Act",
        "additional_details": "Menstrual pain is not currently included within the Equality Act despite 57% of women stating menstrual cramping and pains has ‘adverse affects on their ability to work’. The sheer disregard of this matter allows employers to implement disciplinary action for female individuals that take menstrual related sickness. Countries such as Indonesia and South Korea operate a ‘Menstrual leave’ policy, Highly renown business, Nike, also incorporate this within their code of conduct to increase productivity. I believe the government should consider this to further lift the taboo and provide women with greater employment rights.",
        "background": "The government need to diminish the historic taboo surrounding menstruation by enforcing the right for women to take ‘menstrual leave’ if their symptoms are severe and affect their ability to work.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-07T00:39:49.718Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-07T08:02:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-18T12:58:01.829Z",
        "rejection": {
            "code": "no-action",
            "details": "Employees have a statutory right to take time off if the're ill for any reason, which would include period pain. If an employee needs to take more than 7 days off they need to give their employer proof of this.\r\n\r\nThe Equality Act already makes direct or indirect sex discrimination illegal, which would cover policies or actions that puts someone at a disadvantage because of their sex: https://www.equalityhumanrights.com/en/advice-and-guidance/sex-discrimination"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-18T12:58:01.826Z"
    },
    "id": 574308,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574308.json"
    },
    "type": "petition"
}