{
    "attributes": {
        "action": "Make long term irritable bowel syndrome a disability",
        "additional_details": "IBS is a difficult thing to live with,the symptoms vary from mild to very severe and an last a few weeks to long term (for the rest of your life)severe cases can be life changing and can make the sufferers use the toilets dozens of times a day with severe diarrhoea making normal day to day activities/work impossible.",
        "background": "I would like the government to make irritable bowel syndrome (IBS) a disability and give help and support to long term sufferers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-07T18:23:35.971Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-23T11:04:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-05T11:21:04.004Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities:\r\nhttps://www.gov.uk/definition-of-disability-under-equality-act-2010\r\n\r\nIt is therefore already the case that under the Equality Act, anyone with a physical or a mental condition which has a substantial and long-term impact on your ability to do normal day to day activities is protected under the disability protected characteristic. This could cover people who have irritable bowel syndrome, where this has a a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities. So it's not clear what else you would like to happen.\r\n\r\nFind out more about the Equality Act here:\r\nhttps://www.citizensadvice.org.uk/law-and-courts/discrimination/about-discrimination/equality-act-2010-discrimination-and-your-rights/\r\n\r\nFind out more about irritable bowel syndrome and the Equality Act here: https://www.theibsnetwork.org/equality-act/\r\n\r\nWe only reject petitions that don’t meet the petition standards."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-05T11:22:33.885Z"
    },
    "id": 574389,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574389.json"
    },
    "type": "petition"
}