{
    "attributes": {
        "action": "Tougher regulations and penalties against Big Techs censorship & abuse of power.",
        "additional_details": "I am a regular mother and grandmother. Myself, my friends and my family have all fallen prey to the ‘fact checkers’ on social media, who have penalised us, even for expressing an opinion.\r\nThese companies exert monopoly power over a central forum of public discourse and  access to information that we rely on.Our choices are increasingly being regulated and surpressed by nameless, and faceless, hordes of censors called’ content moderators’, whose double standards are unclear, with political bias.",
        "background": "•Ensure consumers are safeguarded against arbitrary practices of censorship and penalties by technology companies. \r\n• Consumers should have the privacy of their data and personal information protected, their ability to access and participate in online platforms protected, and freedom of expression",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-07T15:50:51.663Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-07T19:13:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-18T13:39:55.227Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want the Government to take action to prevent censorship and, however it's not clear what you mean by this, nor which specific actions you want the Government to take to achieve this.\r\n\r\nIn any case, decisions about membership and terms of conditions for usage of services provided by private companies, including social media sites, are a matter for individual providers, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-18T13:39:55.223Z"
    },
    "id": 574371,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574371.json"
    },
    "type": "petition"
}