{
    "attributes": {
        "action": "Social Media combatting racial abuse on their platforms - Time To Make Change!",
        "additional_details": "To often Individuals especially within the spotlight such as footballers etc are continuously abused for their skin colour because they failed to make a pass or win a game. Human beings are suffering racial abuse constantly. What we are doing within the world is not enough. Social media is a driving force for everything within this day and age. Social Media companies HAVE to take some responsibility and if they do not deal with it they should be fined or worse. We have to make change !!!!!!",
        "background": "The Government needs to start coming down hard on social media platforms, to change how racism is dealt with. To change their policies and create a more strategic method for new accounts so individuals that inflict racial abuse are not allowed to be able to get on social media platforms to do this",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-07T17:06:19.982Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-07T17:31:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-11T08:11:03.553Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about racial abuse on social media, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRequire social media platforms to report hate/ racist comments to the police: https://petition.parliament.uk/petitions/320016\r\n\r\nMake verified ID a requirement for opening a social media account: https://petition.parliament.uk/petitions/575833\r\n\r\nYou could start a new petition explaining clearly what specific action you would like the Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-11T08:11:03.551Z"
    },
    "id": 574378,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574378.json"
    },
    "type": "petition"
}