{
    "attributes": {
        "action": "Prioritise all Foster Carers for Covid 19 Vaccine in Scotland",
        "additional_details": "Foster Carers have not been prioritised as key workers and or as professionals. As carers we provide safe loving homes for the most vulnerable children in our society. As Foster carers we are still attending face to face important meetings with our children and other professionals like Social Workers,Police,Schools,Dentists,and still facilitating important birth family contact. Not to mention being on call for any emergency referrals. \r\nPlease acknowledge that we are professional key workers",
        "background": "Foster carers are not included in the priority groups for a Covid 19 Vaccine and the Scottish Government has failed to acknowledge our plea for this. We would also like to raise concerns regarding the poor support given by Scotland's Minister for Children Maree Todd",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-08T16:36:43.713Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-08T16:54:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-16T15:58:08.489Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-02-16T15:58:14.657Z"
    },
    "id": 574494,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574494.json"
    },
    "type": "petition"
}