{
    "attributes": {
        "action": "Give University Students the Option to Retake the Current Academic Year for Free",
        "additional_details": "Universities' inability or failure to adapt has meant students’ grades have faltered and mental health has deteriorated, resulting in an inaccurate reflection of students' capabilities. Giving the opportunity to retake this academic year without charge will allow them to get the learning experience they were promised, and carry on their degree or graduate with the grades they deserve. Another year of the Maintenance Loan will also need to be granted to allow students to afford living costs.",
        "background": "The majority of university students have had most to all of their teaching over Microsoft Teams since September. In a lot of cases, this has been an inadequate form of learning, especially for practical-based courses where the use of special equipment/software hasn't been made available.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-07T23:31:52.754Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-07T23:56:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-11T08:54:33.558Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university courses, including whether to give students the opportunity to retake a year, are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nFund an additional year of study for university students: https://petition.parliament.uk/petitions/566818"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-11T08:54:33.554Z"
    },
    "id": 574427,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574427.json"
    },
    "type": "petition"
}