{
    "attributes": {
        "action": "Assess the extortionate fines from £800 to £10k per person.",
        "additional_details": "The citizens are entitled to a livelihood and shutting it down due to the lockdown and then on top giving out massive hefty fines is unjust and very unfair. The lockdown fines should be assessed.",
        "background": "The government in these tough times should not hammer down they citizens when they have already been crippled since 2019 due to the current situation. \"Covid19\" by using excessive force on the population via MASSIVE FINES.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-08T17:21:25.829Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-08T18:39:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-15T15:16:37.479Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about fines being levied on people found guilty of breaching certain restrictions relating to the Covid-19 pandemic. However it's not clear which such breaches you are concerned about, nor what you want these fines to be changed to or replaced with.\r\n\r\nYou might like to sign this petition which calls for a related action:\r\n\r\n'Base fines for Covid restriction violations on individuals' incomes': https://petition.parliament.uk/petitions/572308.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-02-15T15:16:52.799Z"
    },
    "id": 574502,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574502.json"
    },
    "type": "petition"
}