{
    "attributes": {
        "action": "Introduce a minimum sentence for carrying a knife, equal to carrying a firearm",
        "additional_details": "The cycle needs to stop and the only way positive results will become evident and we will see a reduction in young murders is if we tighten up on sentencing for those carrying a knife.\r\n\r\nIf a young person is caught with a knife and it is their first offence they potentially have no further punishment with the current policy’s around knife crime in place. Unlike those caught with a firearm. How many of those have been let off lightly for knife crimes have then gone on to re offend and use a knife",
        "background": "There should be a statutory minimum sentence for those found carrying a knife, the same as if carrying a firearm. With the reported 33% increase in knife crime since 2011 it is clear that there needs to be serious consideration for the punishment for those carrying offensive weapons.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-08T17:59:15.701Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-08T18:27:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-15T15:12:54.628Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions which call for the same and related actions:\r\n\r\nIncrease sentences relating to knife crime: https://petition.parliament.uk/petitions/563199\r\n\r\nTwo year minimum sentencing for 1st time offenders caught with a knife 16 yrs +: https://petition.parliament.uk/petitions/554242"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-15T15:12:54.625Z"
    },
    "id": 574509,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574509.json"
    },
    "type": "petition"
}