{
    "attributes": {
        "action": "Protect uk farmers by preventing dog walkers accessing farmland with livestock",
        "additional_details": "This petition is to act as a stepping stone to being heard in government for changes to be made sooner rather than later. These changes will not to only protect farmers and livestock whom cannot voice for themselves how this affects them but also members of the public from the risk of their dogs being shot if seen worrying livestock or injured from being chased by livestock. \r\n\r\nThank you for your support and please share.",
        "background": "Farmers are having to deal with members of the public through farmland with uncontrollable dogs off leads in livestock fields resulting in chasing, injury or loss of livestock life. This is more of a Occurance than ever before due to wanting to avoid usual busy walking routes or parks areas.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-09T10:06:49.430Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-09T11:18:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-16T11:21:57.727Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about dogs accessing private land with livestock. However, owners of dogs which 'worry' livestock, including chasing or attacking them, or are 'out of control' on private land, are already at risk of breaching the law under the terms of the Dangerous Dogs Act. You can read the Act here: https://www.legislation.gov.uk/ukpga/1991/65/contents. It's therefore not clear what specific action you want the Government to take.\r\n\r\nYou may like to sign these petitions which call for related actions: \r\n\r\n'Compulsory Penalties for Dangerously out of control dogs attacking other animals': https://petition.parliament.uk/petitions/548366\r\n\r\n'Make it compulsory for all dogs to be on leads on public land': https://petition.parliament.uk/petitions/569074"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-16T11:21:57.723Z"
    },
    "id": 574591,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574591.json"
    },
    "type": "petition"
}