{
    "attributes": {
        "action": "Change the scheduled 2022 GCSE and A-Level exams & give clarity to students",
        "additional_details": "These pupils are expected to do exams as normal next year despite facing the physical loss of teaching time as well as the mental loss created through being separated from the important people in their lives that guide and support them through school. These year groups are scheduled to be the first intake to take their exams following the start of the pandemic. These groups need support and clarity to provide a level playing field and to reduce the inequalities created through the lockdowns.",
        "background": "The government should to acknowledge the difficulty current Y10 & Y12 pupils face. I think the challenges they face need to be acknowledged by the government. Action should be taken to ensure these pupils either have their exams changed or scrapped or the conditions for their exams changed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-09T17:11:47.431Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-09T17:23:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-15T17:19:14.403Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign these petitions\r\n\r\nhttps://petition.parliament.uk/petitions/566760\r\nhttps://petition.parliament.uk/petitions/568162\r\n\r\nIf you do start a new petition, you'll need to use a full name. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-15T17:19:14.401Z"
    },
    "id": 574649,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574649.json"
    },
    "type": "petition"
}