{
    "attributes": {
        "action": "Scrap quarantine charge for Health care visas holders and their families.",
        "additional_details": "The health care workers have a right to be with their families. Some have waited for months raising funds for relocation and now this is a major obstacle. For them to function optimally in their work they need some family support and peace of mind knowing your family is close by.",
        "background": "Scrap quarantine charge for Health care visas holders who are looking forward to reuniting with their families. The cost of the quarantine is not practical as some have families of more than 4 who are planning to travel . It's a major stressor. We need to be with our families",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-09T17:40:46.840Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-09T18:07:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-16T13:20:02.678Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of new quarantine arrangements on healthcare workers and their families, but it's not clear if you want the Government to exempt people in this group from requirements to quarantine, or if you want the Government to exempt them from all charges associated with the quarantine.\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-16T13:20:02.675Z"
    },
    "id": 574655,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574655.json"
    },
    "type": "petition"
}