{
    "attributes": {
        "action": "Allow children aged 5 to 12 mix with one other household in any outside setting.",
        "additional_details": "Adults in England are able to meet one person outside for exercise. However primary age children are effectively banned from doing so as they are too young to go out in public places without an adult. Not seeing their friends for months is causing significant harm. Allowing children to mix with children from one other household outside would reduce this harm at relatively low risk in terms of transmission of the virus. Allowing mixing in gardens would enable children to play whilst parents work.",
        "background": "To improve the physical and mental health of our children we must urgently allow outdoor play with their peers. Lockdown is devastating for children and letting them mix outside with one other household would have a minimal impact on transmission of the virus but vastly improve children's wellbeing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-09T10:56:33.197Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-09T16:37:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-16T12:27:33.223Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar petition: https://petition.parliament.uk/petitions/567170\r\n\r\nWe could accept a petition calling for a different change to rules on household mixing, but could not publish a petition that made unsubstantiated claims about the risk of allowing household mixing of the kind you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-16T12:27:33.221Z"
    },
    "id": 574600,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574600.json"
    },
    "type": "petition"
}