{
    "attributes": {
        "action": "Meet demands of Black Community as outlined in Black Community Manifesto",
        "additional_details": "The Government must address all sixteen demands outlined in the Black Community Manifesto.\r\n\r\nThose that have signed this petition are pledging to only vote for the London mayoral candidate that promises to deliver on the key demands outlined in All Black Coalition's Black Community Manifesto.",
        "background": "The Black Community has continuously voted people into power who have no real intention of addressing inequalities facing the Black community. We stand behind the Black Community Manifesto and will only vote for the London Mayoral candidate that will deliver what we demand.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-10T15:07:15.614Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-14T11:36:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-22T15:29:26.461Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.  \r\n\r\nIf you do start a new petition, you'll need to use a real name.  We can't publish petitions relating to the work of the Mayor of London"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-22T15:29:26.458Z"
    },
    "id": 574774,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574774.json"
    },
    "type": "petition"
}