{
    "attributes": {
        "action": "Include mandatory LGBTQIA+ sex education in Scottish secondary schools",
        "additional_details": "As a Queer person in school I was taught nothing about queer relationships or sexual health. There are little to no LGBTQ+ resources in school and teachers are expected to support queer students with no knowledge or experience. This leaves Queer youth to educate themselves and can lead to them feeling isolated in an environment that only supports heterosexual sex education. Many teachers do not have the resources or choose not to provide this education and that choice should not be up to them.",
        "background": "Secondary schools across the UK rarely include LGBTQIA+ people in sex education in schools, this leads to many queer youths going without any education on sexual health. Provide the resources for teachers to educate pupils about Queer sexual health and relationships and make it mandatory to do so.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-10T19:13:09.156Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-10T19:20:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-17T10:06:12.812Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-17T10:06:12.810Z"
    },
    "id": 574799,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574799.json"
    },
    "type": "petition"
}