{
    "attributes": {
        "action": "Halve tuition fees for as long as universities are closed.",
        "additional_details": "Students are bearing a debt that is simply unjustifiable when we are taught via a laptop with education received simply not worth the cost of paying £9,250+ per year for such. These costs should be halved to lower the debt we gain as the quality of education decreases substantially, and for as long as this is the case. Yes, lockdown is necessary, it is. Universities must close. However, closures does not justify the cost of our online education. It should be halved.",
        "background": "Her Majesty's Government must halve tuition fee loans costs for all university students for as long as universities are closed, as the education students receive is inadequate to what would be received from university attendance.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-10T01:39:12.721Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-10T02:20:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-16T18:04:20.164Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure whether you want the Government to reduce fees or make changes to loan payments.  \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign these petitions:\r\n\r\nReduce University student tuition fees from £9250 to £3000 \r\nhttps://petition.parliament.uk/petitions/550344\r\n\r\nLower university tuition fees for students until online teaching ends \r\nhttps://petition.parliament.uk/petitions/552911\r\n\r\nGovernment subsidise this year's university tuition fees \r\nhttps://petition.parliament.uk/petitions/552814 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-16T18:04:20.162Z"
    },
    "id": 574709,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574709.json"
    },
    "type": "petition"
}