{
    "attributes": {
        "action": "Regulate leasehold service charges, ground rent and administration fees",
        "additional_details": "This is not a one off. This is a familiar story across the country. Due to lack of regulations, these organisations can easily justify increases regularly. This negatively affects tenants there is no cap on what they have to pay. Currently there is large scale furlough, high levels of unemployment and a national pay freeze for key workers. This requires action to protect tenants. How can we future budget and plan. We have been encouraged to purchase property. This needs to be addressed now.",
        "background": "I am an owner of a leasehold newbuild. Our service charge has increased by over 100% in the last 6 months. The building was sold, tenants were notified one year later. We have received countless vague breakdowns of fees to try to rationalise charges. Please regulate the amount that can be charged.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-10T20:45:27.270Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-11T07:03:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-17T10:32:57.535Z",
        "rejection": {
            "code": "no-action",
            "details": "There are already a number of laws that regulate service charges, ground rent and other fees for leaseholders.\r\n\r\nThe Government has published guidance on service charges and other expenses, which you might find helpful: https://www.gov.uk/leasehold-property/service-charges-and-other-expenses\r\n\r\nShelter has also published guidance on protections for leaseholders: https://england.shelter.org.uk/legal/home_ownership/leasehold_property/statutory_control_of_service_charges\r\n\r\nWe could accept a petition calling for changes to current regulations, but it would need to be clear what changes you wanted. We could also accept a petition calling on the Government to create a new body to oversee leasehold properties, and adjudicate on disputes between leaseholders and property owners, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-17T10:32:57.532Z"
    },
    "id": 574812,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574812.json"
    },
    "type": "petition"
}