{
    "attributes": {
        "action": "Drop GDP as the primary measure of success, adopt Inclusive Wealth instead",
        "additional_details": "The imminent collapse of so many eco-systems globally are an existential threat to civilisation. The Dasgupta Review into the Economics of Biodiversity offers a realistic roadmap of change to avoid this calamity - but requires Government to lead and encourage business into fundamental changes in economic planning, and use of natural resources. The review is explicit - without change we are facing a global crisis.",
        "background": "Gross Domestic Product has long been the primary yardstick for measuring the welfare of the nation - but it fails to acknowledge the role of nature in supporting the economy. Changing to Inclusive Wealth instead will allow government to re-frame goals, and legislate to encourage sustainable business",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-11T10:06:22.619Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-11T21:47:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-18T11:05:58.656Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to change its priorities, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nGDP is one measures if and how much the economy is growing, but it does not have any formal status as the primary measure for success.\r\n\r\nYou could start a new petition calling for the Government to produce a strategy to increase inclusive wealth, or encourage sustainable business, if that's what you want to happen, but it would need to be clear what actions you want the Government to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-18T11:05:58.653Z"
    },
    "id": 574846,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574846.json"
    },
    "type": "petition"
}