{
    "attributes": {
        "action": "Repair potholes more quickly and effectively",
        "additional_details": "Local councils do not seem to be botherd enough about repairing the roads. We have a legal right to keep our vehicles maintained and \"road worthy\", it is your responsibility to ensure the roads are \"vehicle worthy\" as at the moment they are horrendous. Not only is it damaging cars but the chances of people having an accident is increased because they are avoiding potholes that may write the vehicle off",
        "background": "To act quicker and more effectively on reparing potholes/damages to roads all over the country as they are not getting repaired quick enough and adequately. As soon as they are repaired(which normally takes months) they open up again.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-11T20:56:06.094Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-12T09:25:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-11T09:10:09.772Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Local road maintenance is a matter for individual local authorities, not the Government or House of Commons.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe could accept a petition calling on the Government to increase local authority funding for road maintenance, if that's something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-11T09:10:09.768Z"
    },
    "id": 574941,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574941.json"
    },
    "type": "petition"
}