{
    "attributes": {
        "action": "Resume dental treatment for paediatrics during Covid 19",
        "additional_details": "Children are being left in pain having antibiotic treatment after antibiotic treatment in order to try to keep oral infections at bay. These issues would be resolved if the dental clinics were able to have access to general anaesthetic lists in hospitals. Some Children have so far been waiting 12 months for teeth to be extracted, affecting their ability to eat, sleep, talk and thrive. Not to mention the psychological affects living with daily pain will be doing to them.",
        "background": "Paediatric dental services are currently suspended with Paediatric dental clinics being denied general anaesthetic lists in hospitals which are required for most Paediatric dental procedures. There are ways in which these procedures can be carried out in a covid safe manner.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-11T17:43:20.980Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-11T19:26:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-18T11:28:17.376Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about what services to offer to patients is a matter for individual dentists and NHS trusts, not the Government or House of Commons.\r\n\r\nYou should contact your local NHS trust to find out what services are available in your area."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-18T11:28:17.373Z"
    },
    "id": 574905,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574905.json"
    },
    "type": "petition"
}