{
    "attributes": {
        "action": "Urgently prevent the cruelty to Horse and animal transport at Dover/Calais.",
        "additional_details": "The Government should act quickly to replace the current situation with mutually agreed simplified standards.",
        "background": "Brexit has led to huge issues at European ports. Journeys formerly taking 6 hours now taking 18 plus hours. The health requirements  prior to Brexit was very simple and should now only require a carnet. The laws are there to protect Animals in transit, not to endanger their welfare.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-11T19:52:37.142Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-11T20:47:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-18T11:27:41.585Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of new barriers to the movement of goods between the UK and EU, but we're not sure exactly what you'd like the Government or Parliament to do, and whether you want an agreement to made regarding the movement of all goods, or just horses.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nUnder existing animal welfare legislation, owners and keepers are responsible for ensuring that the welfare needs of their animals are met, and these provisions apply to the care of animals in transit."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-18T11:27:41.583Z"
    },
    "id": 574932,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574932.json"
    },
    "type": "petition"
}