{
    "attributes": {
        "action": "ENFORCE ALL MEAT RETAILERS TO LABEL MEAT THAT IS HALAL OR KOSHER BY LAW",
        "additional_details": "I want Parliament to consider this Petition because there are many people who do eat meat but cannot find any clarity on whether the meat has been slaughtered in a humane way, which is after all is what the U.K. has done for decades. Many Supermarkets, Deli's, Butchers, Takeaways and Convenience Stores serve this meat without obligation to inform the customer of the method of slaughter. I believe this is wrong. I am tired of doing searches to find out the truth. This needs to be made clear to us",
        "background": "As we live in a predominately Christian Country, the British Public should be allowed to have a reasonable assumption that the meat they purchase and consume does not include severe cruelty inflicted on innocent animals. If this is not the case, the meat should be labelled by law in English.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-12T14:35:12.792Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-12T17:14:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-29T15:07:33.104Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: \r\n\r\nRequire halal and kosher certified products be prominently labelled as such: https://petition.parliament.uk/petitions/565002"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-29T15:07:33.101Z"
    },
    "id": 575007,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575007.json"
    },
    "type": "petition"
}