{
    "attributes": {
        "action": "Vaccinate all UK teaching staff in a day!",
        "additional_details": "Matt Hancock said that 1 million vaccine doses a day is possible.  Even at the current rate of vaccination it should only take 2 days to get the entire UK schools staff their first vaccine.  Studies of teacher assessments are already showing the obvious and expected negative impact of learning but what is not being quantified is the detrimental impact on mental health for children, parents and staff alike.  Let’s get back to school safely, providing a beacon of hope for the wider community.",
        "background": "Once the four main priority groups have been vaccinated we would like to see all teaching staff in UK schools vaccinated in one day so that children can go back to school and their parents can go back to their own jobs or job search!  We need this to help with mental health and sustain learning.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-12T20:06:17.692Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-12T20:19:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-23T12:13:58.392Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions on the logistics of rollout of vaccines is a matter for the NHS not the UK Government and Parliament, and depends on the availability of vaccine and people to administer it. \r\n\r\nYou might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/554316"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-23T12:13:58.390Z"
    },
    "id": 575049,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575049.json"
    },
    "type": "petition"
}