{
    "attributes": {
        "action": "Regulate insurance  company's so when key words are said conversations stop.",
        "additional_details": "I was recently called by an insurance company , I told them I wasnt interested in life insurance as I had been recently diagnosed with cancer and would be staying with my current provider. The caller then explained that she was interested in setting me up for a funeral plan as I should know more than anybody about the rising costs of funerals! I explained I wasnt interested and could she remove me from her database , she replied she would call me back when I was thinking more rationally!",
        "background": "I want there to be a law or regulation to ensure insurance company's dont prey on the vulnerable , or when somebody explains why they dont need that service , the call is terminated on the customer is taken off their database.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-13T08:56:04.705Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-13T09:35:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-28T13:15:38.368Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We are very sorry to hear about your experience, but the Government isn't responsible for mandating when telephone calls should be ended. A person receiving a call, including calls from insurance companies, whether solicited or unsolicited, can choose to end this at any time.\r\n\r\nIf you want to stop unsolicited calls you might like to sign up to the Telephone Preference Service: https://www.tpsonline.org.uk/\r\n\r\nYou also have a right to request the removal of your data, and there are sanctions if businesses fail to do so. You can read more about this right here: https://ico.org.uk/your-data-matters/your-right-to-get-your-data-deleted/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-28T13:15:39.218Z"
    },
    "id": 575084,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575084.json"
    },
    "type": "petition"
}