{
    "attributes": {
        "action": "ask Government to reopen health clubs, gyms, swimming pools and golf courses",
        "additional_details": "lack of these facilities during prolonged lockdown could be detremental to the health and well being of many thousands within the population whose only form of excercise is associated with such facilities",
        "background": "re-open these facilities in order to help overcome long term  physical and possible mental health problems associated with lack of regular excercise",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-12T18:31:28.766Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-12T23:38:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-01T15:44:21.475Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you started your petition, the Government has published its 'Roadmap out of lockdown' which sets out the dates after which indoor and outdoor gym and sports facilities can re-open. You can find out more about the roadmap here: https://www.gov.uk/government/publications/covid-19-response-spring-2021/covid-19-response-spring-2021-summary.\r\n\r\nYou could start a petition calling on the dates when these facilities can re-open to be changed in some specified way, if that is something you'd like to see happen.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-03-01T15:44:35.156Z"
    },
    "id": 575038,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575038.json"
    },
    "type": "petition"
}