{
    "attributes": {
        "action": "Stop Vaccine Trials on Children.",
        "additional_details": "Under the Universal Declaration of Bioethics and Human Rights, Article 6, 2. 'Scientific research should only be carried out with the prior, free, express and informed consent of the person concerned.' Children are not capable of offering their informed consent, and so any trials would be in breach of this declaration - and rightly so. Also, Article 8, 'In applying and advancing scientific knowledge, medical practice and associated technologies, human vulnerability should be taken into account. Individuals and groups of special vulnerability should be protected and the personal integrity of such individuals respected.' Being in a particularly vulnerable group, children should of course be foremost in our mind when thinking about protecting vulnerable individuals and groups.",
        "background": "I would like parliament to stop immediately any vaccine / medical trials intending to use children. Children cannot possibly offer their informed consent. Vaccine trials on children are unethical and antithetical to the Hippocratic Oath and the notion of 'first, do no harm.'",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-14T00:19:58.946Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-14T13:48:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-04T17:19:18.721Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIn cases where children and young people are considered too young or otherwise incapable of giving consent to participate in medical research, a parent or guardian must give consent for their participation. This includes the recently established clinical trial of the Oxford Covid vaccine in young people.\r\n\r\nFor more information, see:\r\nhttps://www.hra.nhs.uk/planning-and-improving-research/policies-standards-legislation/research-involving-children/\r\nhttps://covid19vaccinetrial.co.uk/faqs-childrens-trial\r\n\r\nWe're not sure whether you want a parent or guardian's capacity to consent on behalf of a young person to be withdrawn, or some other change.\r\n\r\nYou could start a new petition calling for a ban on all medical trials on children under 16 regardless of parental/guardian consent, or calling for a review into existing consent procedures for medical research involving children, if either of these are changes you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-04T17:19:18.718Z"
    },
    "id": 575187,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575187.json"
    },
    "type": "petition"
}