{
    "attributes": {
        "action": "Recognise PDA(pathological demand avoidance) within the NHS in all counties",
        "additional_details": "PDA is currently understood to be a profile on the Autism spectrum, sharing characteristics with others on the Autism spectrum but also having their own distinct set of characteristics. PDA is not currently included in the DSM and not recognised in most counties, leaving potentially tens of thousands of vulnerable children and adults without the support both they and their families need, or in many cases being misdiagnosed for the wrong condition causing long term detrimental effects.",
        "background": "Include PDA (pathological demand avoidance) in the DSM and to recognise PDA within the NHS in all counties, to allow people with PDA an equal chance to recieve the support they need.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-13T16:53:19.132Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-13T17:19:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-12T16:04:51.139Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or House of Commons are directly responsible for.\r\n\r\nThe Diagnostic and Statistical Manuel of Mental Disorders (DSM) is published by the American Psychiatric Association, and is not the responsibility of the UK Government or House of Commons. Diagnosis and treatment of NHS patients is a matter for individual clinicians, local NHS Trusts and NHS England.\r\n\r\nWe could accept a petition calling for the Government to look at how to improve support for people with Pathological Demand Avoidance, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-12T16:04:51.136Z"
    },
    "id": 575137,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575137.json"
    },
    "type": "petition"
}