{
    "attributes": {
        "action": "Remove the DNACPR imposed on those with learning disabilities who have COVID-19",
        "additional_details": "Just because someone has a learning disability does not mean that their life has less value. If the person with the LD has capacity they should be able to decide if they would like CPR to be attempted; if they do not have capacity the decision should be made by next of kin. It is completely ableist and horrific that people are being treated as if their life is of lesser value just because they have a LD. People with LDs have family and loved ones, they have a right to live and to make the choice",
        "background": "Those with learning disabilities (LDs) are being treated unfairly during this pandemic. Charity MENCAP reports that those with LDs are receiving letters stating that they are to have DNACPR orders imposed if they fall ill with Covid-19. People with LDs deserve to be able to make their own choices.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-13T17:29:30.949Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-13T17:50:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-29T10:43:51.303Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about do not attempt cardiopulmonary resuscitation (DNACPR) orders are made by individuals and clinicians, not the Government or House of Commons.\r\n\r\nThe NHS has written to all trusts and accountable officers stating that ‘do not attempt cardiopulmonary resuscitation’ (DNACPR) orders should only ever be made on an individual basis and in consultation with the individual or their family, and that the key principle is that each person is an individual whose needs and preferences must be taken account of individually: https://www.england.nhs.uk/coronavirus/wp-content/uploads/sites/52/2020/04/maintaining-standards-quality-of-care-pressurised-circumstances-7-april-2020.pdf\r\n\r\nYou can read an interim report of the Care Quality Commission into the application of do not attempt cardiopulmonary resuscitation (DNACPR) decisions during the COVID-19 pandemic here: https://www.cqc.org.uk/news/releases/cqc-finds-combination-increasing-pressures-rapidly-developing-guidance-may-have\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nHold a public inquiry into the use of DNACPR orders during the Covid-19 outbreak: https://petition.parliament.uk/petitions/562740"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-29T10:43:51.300Z"
    },
    "id": 575142,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575142.json"
    },
    "type": "petition"
}