{
    "attributes": {
        "action": "Hold off opening schools until at least after Easter holidays",
        "additional_details": "By law a child has to be in education but given the countries current situation we as parents feel out of our depth trying to do right by our kids . Every decision made has been by the government. For me personally it would do more harm sending my son into school too early then have to take him out again only 2weeks later. Any parent of an autistic child will understand what disruption to any routine is like. It's been hell enough home schooling. After Easter gives them a longer 'school period'",
        "background": "I have an autistic son. If I send him back to school on the 8th of March he will become very confused when a couple of weeks later they're off again for Easter hols. It will cause such distress. It makes far more sense the earliest return should be after Easter or at least give parents the choice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-14T00:51:09.408Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-17T16:00:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-24T13:53:33.722Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/573621.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-02-24T13:53:41.827Z"
    },
    "id": 575190,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575190.json"
    },
    "type": "petition"
}