{
    "attributes": {
        "action": "Prioritise Commonwealth Antigua & Barbuda 60K Covid Vax safe travel corridor",
        "additional_details": "To provide the UK with a travel corridor to a safe and friendly island already loved by many Brits. Wholly dependent on tourism A&B offers both luxury and cheaper accommodations aside being a staple of British cruise ships.\r\nBA & Virgin both offer daily flights.\r\nMany Brits live and work in Antigua while many Antiguans have family in the UK. No other country would provide such mutual benefit with so few vaccinations\r\nThis would also provide a demonstrative commitment to the Commonwealth as a whole.",
        "background": "Antigua and Barbuda has a population of just 98,000. No more than 60K vaccinations would be required in order to protect everyone over the age of 25.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-14T18:09:16.936Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-14T18:48:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-31T06:55:15.090Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to enable a safe travel corridor to Antigua and Barbuda, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIn any case, existing Covid-19 vaccines involve two doses to be fully effective, and only vaccinating everyone over the age of 25 would not prevent transmission of Covid-19 in Antigua or Barbuda.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nDonate surplus Covid-19 vaccine doses to poorer countries: https://petition.parliament.uk/petitions/565462\r\n\r\nIncrease funding to make Covid-19 vaccines available to developing countries: https://petition.parliament.uk/petitions/550900\r\n\r\nOnce priority groups in the UK are vaccinated redirect Covid-19 vaccines abroad: https://petition.parliament.uk/petitions/572802\r\n\r\nPrioritise providing excess vaccines to Commonwealth countries: https://petition.parliament.uk/petitions/572960"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-31T06:55:15.087Z"
    },
    "id": 575262,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575262.json"
    },
    "type": "petition"
}