{
    "attributes": {
        "action": "Don't leave children in pain - operate on \r\nnon  urgent conditions now!!",
        "additional_details": "Our four year old son was told he needs an operation but this cannot happen for at least six to seven weeks. This leaves him in agony and crying every day. Medications are not helping and we are told surgery is the only answer. It cannot be right to leave a child in this position for so long. There must be other people in a similar situation and we ask the government to prioritise surgery for such cases. We even tried a private hospital, but were told they were unable to help as they are working for the NHS.",
        "background": "I want the government to ensure operations go ahead during the pandemic by allowing individual hospitals to decide on their capacity to operate based on covid loading. Allow private hospitals to return to their work for those who are able to pay and not remain tied as back up to NHS hospitals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-14T19:03:27.193Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-14T22:00:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-12T09:50:50.866Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nDecisions about what procedures can safely go ahead, which operations should be prioritised, and whether to procure additional capacity from private hospitals, are operational matters for NHS England and individual hospitals.\r\n\r\nYou could start a new petition calling for the Government to undertake a review into the impact of Covid-19 on elective surgical waiting times, if that’s something you’d like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-12T09:50:50.862Z"
    },
    "id": 575270,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575270.json"
    },
    "type": "petition"
}