{
    "attributes": {
        "action": "Hold a referendum to seek public authorisation for  Net-Zero Climate Policies.",
        "additional_details": "The stated policies to date are  uncosted & unpublished by H M Government and reliant on information and statements from political rather than scientific bases. The “science” on climate change is not settled as is borne out by several hundred, peer reviewed, scientific papers published over the last five years. \r\nUnless the public are made aware of the immediate and long term effects of Net-Zero, the political and societal repercussions could result in widespread unrest throughout the UK.",
        "background": "In order to ensure the broadest possible consent for widespread & far reaching climate policies a referendum be held where everyone over the age of 16 should be eligible and there would need to be a two thirds majority of the electorate ( not turnout ) to authorise the pursuit of Net Zero policies.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-14T13:28:52.864Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-16T08:25:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-04T16:56:03.962Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe Government hasn't yet published its net zero strategy or set out exactly what policies it will pursue in order to reach its net zero target, so we're not sure exactly which policies you'd like to see considered in a referendum.\r\n\r\nYou could start a new petition calling for a referendum on the principle of the UK pursuing policies in order to achieve net zero carbon emissions, if that's something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-04T16:56:03.960Z"
    },
    "id": 575224,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575224.json"
    },
    "type": "petition"
}