{
    "attributes": {
        "action": "Intervene manufacturers to reduce the price of gluten and lactose free products",
        "additional_details": "Most people who require allergen free food have no choice and must otherwise compromise their health. Having an intolerance is not a choice or fad diet, it's a lifelong condition. The price of a lot of bread for example is over double the price of normal bread and only half the size. We are being penalised and discriminated for having a life long condition. The same goes for people with a nut allergy, it is lifong, yet they are not charged ridiculous prices for nut free products.",
        "background": "People who are diagnosed as Coeliac or Lactose intolerant have no choice but to buy products that are free from allergens. Understandably, there is a small rise due to cross contamination, but it is unfair to charge the prices they do when we have no choice for our health. Prices need to be lowered.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-15T17:52:55.781Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-18T07:52:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-31T11:24:40.512Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for retailers and manufacturers. \r\n\r\nYou could start a petition calling for free prescriptions for Coeliac or Lactose intolerant people, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-31T11:24:40.519Z"
    },
    "id": 575387,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575387.json"
    },
    "type": "petition"
}