{
    "attributes": {
        "action": "a law that send violent offenders on tag,parole to a 24hour monitoring house",
        "additional_details": "my best friend was assaulted by an individual  who was later found out to be on tag and had violated his bail conditions. my best friend is struggling a lot with what has happened and seeing how much this has affected her I wouldn't ever want this to happen to another person. i feel that if individuals who have are on bail or tag, parole for violet crimes against other people are sent to a facility that monitors then at all times this may prevent them from committing another crime.",
        "background": "I would like the uk government or parliament to make this a law as this would protect a lot of individuals who are hurt by people that reoffended or break their tag, bail while they are waiting for a court date. this may stop them committing another crime.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-15T17:44:48.798Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-15T18:12:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-23T13:38:31.599Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about offenders released under tag breeching their tagging conditions. However it is not clear how the proposed '24 hour monitoring house' that you suggest such offenders are released into would differ from prison.\r\n\r\nYou may wish to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/554201."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-23T13:38:36.195Z"
    },
    "id": 575385,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575385.json"
    },
    "type": "petition"
}