{
    "attributes": {
        "action": "Change the 'do not resuscitate' orders on patients with learning difficulties",
        "additional_details": "Mencap reports that the DNACPR notices have been issued to people with learning difficulties despite them not being 'too frail to cope with car' which is the normal sideline for when a DNACPR would be put in place. this is even more shocking as there is not planning to give people with learning difficulties priority for vaccines as they are at a higher risk of contracting and dying for the virus. NHS figures show that young people with covid-19 are 30 times more likely to die than their peers.",
        "background": "Remove the 'do not resuscitate' instructions for the nhs that are in place for people with learning difficulties so that they are treated the same as everyone else.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-15T12:53:58.240Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-15T13:28:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-22T13:22:00.926Z",
        "rejection": {
            "code": "no-action",
            "details": "There is no legislation regarding do not attempt cardiopulmonary resuscitation (DNACPR) decision. These are decisions made by individuals and clinicians.\r\n\r\nThe NHS has written to all trusts and accountable officers stating that ‘do not attempt cardiopulmonary resuscitation’ (DNACPR) orders should only ever be made on an individual basis and in consultation with the individual or their family, and that the key principle is that each person is an individual whose needs and preferences must be taken account of individually: https://www.england.nhs.uk/coronavirus/wp-content/uploads/sites/52/2020/04/maintaining-standards-quality-of-care-pressurised-circumstances-7-april-2020.pdf\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-09-09T13:26:38.522Z"
    },
    "id": 575347,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575347.json"
    },
    "type": "petition"
}