{
    "attributes": {
        "action": "Allow a full summer holiday for all school aged students and staff.",
        "additional_details": "Children and young people’s emotional wellbeing has been significantly challenged over the pandemic and especially over the recent lockdown. Young people, have had to endure pressure of home learning, particularly live lessons locked onto screens which has an impact on their sleep. They haven’t had the opportunity to play, go outside, explore or reconnect with their friends. They need this. No learning can take place if their mental health is suffering. Putting young people into a classroom during their summer holidays will have further negative impact. Staff in school have risked their own health during the pandemic. They have risked their family’s health to support children and need a well earned rest to prevent their mental health deteriorating.",
        "background": "We want the government to support children, school staff and parents, by having a full summer holiday and allowing play and social connections to take place. We want the government to not force children and staff back into school until September.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-15T07:34:52.154Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-15T08:57:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-16T12:19:14.613Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/574585"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-16T12:19:14.610Z"
    },
    "id": 575321,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575321.json"
    },
    "type": "petition"
}