{
    "attributes": {
        "action": "Stop issuing unnecessary DNACPRs to people with Learning Disabilities",
        "additional_details": "These deaths are based purely upon their disabilities, not because they are frail or wouldn't benefit from CPR. \r\n\r\nThis ableism is murdering innocent people, which is treating them as less than human and deciding if someone is “good enough” to live.",
        "background": "Stop the unnecessary deaths of COVID-19 patients who have learning difficulties.\r\n\r\n The Do Not Resuscitate orders given to those with learning difficulties is discrimination, and causing many avoidable deaths, purely based on their disability.\r\n\r\nPut an end to these unavoidable deaths",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-15T12:36:44.140Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-15T13:56:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-22T13:22:18.814Z",
        "rejection": {
            "code": "no-action",
            "details": "There is no legislation regarding do not attempt cardiopulmonary resuscitation (DNACPR) decision. These are decisions made by individuals and clinicians.\r\n\r\nThe NHS has written to all trusts and accountable officers stating that ‘do not attempt cardiopulmonary resuscitation’ (DNACPR) orders should only ever be made on an individual basis and in consultation with the individual or their family, and that the key principle is that each person is an individual whose needs and preferences must be taken account of individually: https://www.england.nhs.uk/coronavirus/wp-content/uploads/sites/52/2020/04/maintaining-standards-quality-of-care-pressurised-circumstances-7-april-2020.pdf\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-02-22T13:22:22.472Z"
    },
    "id": 575344,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575344.json"
    },
    "type": "petition"
}