{
    "attributes": {
        "action": "Prioritise restarting all outdoor & team sports as we come out of lock down",
        "additional_details": "Grassroots sports & for many people, our sporting way of life, has been discriminated against for 12 months. The government prioritised\r\nother industries (e.g. takeaways) and population demographics (e.g. currently vulnerable), preventing us from living fit & healthy lives and increasing a future vulnerable population. Our sport is desperately needed NOW to avoid a long term crisis of the physical & mental well being of our children & adults. And the timing is right now to get it started again.",
        "background": "Ensure that outdoor sports, including team sports & it's industry is a priority 1, as we come out of lock down.  It's time for ALL grassroots sports, have it's period of priority over unhealthier industries. Reverse it being illegal to play sports that prevent a whole host of future health issues.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-16T10:36:33.959Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-16T11:01:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-23T09:56:55.915Z",
        "rejection": {
            "code": "already-happening",
            "details": "On 22 February the Government published ‘COVID-19 Response - Spring 2021’, setting out the roadmap out of the current lockdown for England: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/963491/COVID-19_Response_-_Spring_2021.pdf\r\n\r\nThis states that that from 29 March there will be an opportunity for limited changes including allowing w outdoor sports facilities to reopen, broadening the options for outdoor exercise and recreation. The Government has stated that these facilities, such as tennis and basketball courts, and swimming pools, can be used by people in line with the wider social contact limits, but that formally organised outdoor sports – for adults and under 18s – can restart and will not be subject to the gatherings limits, but should be compliant with guidance issued by national governing bodies.\r\n\r\nIf you would like rules for outdoor sport to be changed in a way different to that set out by the Government, we could accept a new petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-23T09:56:55.913Z"
    },
    "id": 575485,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575485.json"
    },
    "type": "petition"
}