{
    "attributes": {
        "action": "Government to use the Titles Deprivation Act 1917 on Harry and Meghan's.",
        "additional_details": "The government must now take action against these two individuals and remove all benefits they receive as a result of the British monarchy.",
        "background": "We the British public demand that the government now take action against the duke and duchess of Sussex, Harry and Meghan by using the Titles Deprivation Act 1917 to remove the duke and duchess titles along with all patronages (including those that are classified as ‘royal’ patronages).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-15T19:42:22.763Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-15T20:01:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-22T15:12:54.157Z",
        "rejection": {
            "code": "honours",
            "details": "We can't publish petitions about honours and appointments, including asking for people to be given or have titles removed. In any case, the use of Royal titles are a matter for Her Majesty the Queen and not the Government or Parliament.\r\n\r\nYou might be interested to know that the Titles Deprevation Act 1917 was specifically for use during the First World War and for those who have \"during the present war, borne arms against His Majesty or His Allies, or who have adhered to His Majesty’s enemies\" and not for a general removal of titles. You can read the legislation here:\r\n\r\nhttps://www.legislation.gov.uk/ukpga/Geo5/7-8/47"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-22T15:55:12.011Z"
    },
    "id": 575422,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575422.json"
    },
    "type": "petition"
}