{
    "attributes": {
        "action": "Independent audit on Holyrood expendature of funds received from Westminster",
        "additional_details": "Under FOI we can not demand info from a political party. Holyrood is currently  90% SNP controlled,  It is common knowledge that Approx £9.7 billion in extra funding has been provided by Westminster to Aide Scotland through the current horrific pandemic,  It is time for Holyrood to explain to the public what has happened to that as it seems very little has been spent, while suddenly independence task forces are created. Who is funding those? we want the NAO or an alternative to AUDIT Holyrood",
        "background": "With headlines like Nicola Sturgeon and SNP 'hoarding' UK funding for independence referendum 'war chest' (The Daily Express 14/02/21). and Nicola Sturgeon's independence dream dealt blow as £9.7BN UK fund 'shows union's strength' It is Time for an Independent Audit in to where these funds have gone",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-16T07:35:13.709Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-16T08:21:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-04T17:10:56.200Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nAudit Scotland is responsible for auditing the Scottish Government's finances, not the UK Government or Parliament. General scrutiny of Scottish Government spending decisions lies with the Scottish Parliament.\r\nhttps://www.audit-scotland.gov.uk/\r\n\r\nThe Scottish Government also publishes annual financial reports and accounts:\r\nhttps://www.gov.scot/policies/government-finance/financial-reports-and-accounts/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-04T17:10:56.197Z"
    },
    "id": 575480,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575480.json"
    },
    "type": "petition"
}