{
    "attributes": {
        "action": "Stop Covid DNRs being issued to old disabled Autistic & learning disabled people",
        "additional_details": "This is a major human rights violation. This is in violation of Articles 1, 2, 3, 6 and 25 of the UN's Universal Declaration of Human Rights. Blanket DNRs have been issued to some of the most vulnerable people in order to spare beds and cut costs. Human lives are being cut short for the sake of budgets. We cannot allow this to continue. This is inhumane. End this now. We are all human beings and have a right to life. Money does not have a higher value than human life.",
        "background": "Stop issuing and forcing elderly, disabled, Autistic & people with learning disabilities onto DNRs that they or their families do not consent to or are aware of. Their lives are important and valuable. Allow individuals and their families to choose, instead of doing it for them without their consent",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-15T22:34:49.672Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-19T08:47:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-12T10:41:33.396Z",
        "rejection": {
            "code": "irrelevant",
            "details": "There is no legislation regarding do not attempt cardiopulmonary resuscitation (DNACPR) decision. These are decisions made by individuals and clinicians.\r\n\r\nThe NHS has written to all trusts and accountable officers stating that ‘do not attempt cardiopulmonary resuscitation’ (DNACPR) orders should only ever be made on an individual basis and in consultation with the individual or their family, and that the key principle is that each person is an individual whose needs and preferences must be taken account of individually: https://www.england.nhs.uk/coronavirus/wp-content/uploads/sites/52/2020/04/maintaining-standards-quality-of-care-pressurised-circumstances-7-april-2020.pdf\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nHold a public inquiry into the use of DNACPR orders during the Covid-19 outbreak: https://petition.parliament.uk/petitions/562740"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-17T09:49:54.102Z"
    },
    "id": 575447,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575447.json"
    },
    "type": "petition"
}