{
    "attributes": {
        "action": "Reduce government salaries in support of those affected by covid restrictions.",
        "additional_details": "The actions of the Governemnt voted on by MP'S is directly responsible for 100s of thousands of small buissneses being destroyed and millions impoverished. The government continues to receive huge salaries way above the UK average with huge expenses packages. This is a kick in the teeth to those who's livilhoods have been destoryed. In an act if solidarity and decency it is only right those who inflicted these conditions receive at most the UK average salary and restricted expenses.",
        "background": "The average salary in the UK is £35,423. All mps Boris Johnson and Matt Hancock in an act of solidarity to the millions of people their actions have impoverished to reduce their salaries to the UK average which will remain in place until all restrictions are lifted and the corona act repealed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-17T11:27:52.118Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-17T14:40:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-23T14:39:34.124Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-23T14:39:40.133Z"
    },
    "id": 575594,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575594.json"
    },
    "type": "petition"
}