{
    "attributes": {
        "action": "Split  England  into 3 parliamentary committee \r\nLondon should be run by labour",
        "additional_details": "Because  TORIES  don't  understand  what  regular people  go through! Plus  we never  voted  to  live by Tory  laws, \r\nThe  difference between how  both  rich and  poor  lives  is widening\r\nLike  in America  the  GOVERNMENT  needs  to  invest  in poor  areas \r\nThis  year  has  highlighted  TORIES  have  no ideas  of  suffering  and  hardship  we face,\r\nInstead  of  paying  their  neighbour's  hundreds  of pounds \r\nLabour  and  the  people's  voice   will  find  a better  use for  taxpayers  money.",
        "background": "Labour  voters  are  the  majority in  London, we should have a  labour  governor and  live  by labour  rules, like  in USA, \r\nWhich  ever ,party wins the  majority in a  area\r\n should  govern  that  area  and  laws the north  should  run themselves \r\nSouthern  England  should be  run by TORIES .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-17T10:33:58.184Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-24T11:15:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-03T09:49:29.507Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about governance and representation in England, but we're not sure exactly what you'd like the Government or Parliament to do, and we couldn't accept a petition calling for particular parties to given responsibility for certain parts of the country. Deciding who will represent electors is a matter for eligible electors to decide at elections.\r\n\r\nWe could accept a petition calling for a referendum on establishing new devolution arrangements for England, with different Governments and Legislatures for different parts of the country, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-03T09:49:29.503Z"
    },
    "id": 575587,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575587.json"
    },
    "type": "petition"
}