{
    "attributes": {
        "action": "Make the breeder's licence reflect that small, ethical breeding is preferable",
        "additional_details": "If applied, everyone breeding even just one litter would need a licence. Breeders who home rear are being told they can't have curtains, that the living room floor must be replaced or their skirting boards removed. The cost of compliance with licensing is trivial for those treating dogs as commodities, breeding in bulk in industrial sheds. Currently, the licence legitimises puppy farming and discourages those who keep dogs as companions but also want to practise small-scale, ethical breeding.",
        "background": "The Animal Welfare (Licensing of Activities Involving Animals) Regulations 2018 doesn't recognise small ethical breeders and includes a paradox: breeders don't need to be licensed for fewer than three litters a year, but the guidance sets the business threshold at selling just one pup for £1,000.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-16T18:10:49.287Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-16T18:59:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-23T13:16:53.145Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd like to see changes to breeding legislation, but we're not sure exactly what you'd like to see change. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-23T13:16:53.142Z"
    },
    "id": 575531,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575531.json"
    },
    "type": "petition"
}