{
    "attributes": {
        "action": "Create a duty to account for the impacts of government decisions on children",
        "additional_details": "In the context of Covid-19 children have had no voice in decision making. Yet this will affect their education, wellbeing, and their future prospects as economically active citizens. The proposed mitigation strategies are woefully inadequate, and children themselves are not being consulted about shaping their own futures post-Covid. Similarly with climate change, children have no right to representation in decision making that affects the sustainability of the future, which is largely theirs.",
        "background": "Create a binding duty that allows children, regardless of socio-economic background, to be fully and equally represented in core government decision making relating to health, environment and wellbeing, particularly where the results have potential to widen intergenerational inequality.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-17T20:32:11.419Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-18T09:25:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-25T09:57:26.403Z",
        "rejection": {
            "code": "no-action",
            "details": "Section 149 of the Equality Act 2010 sets out the Public Sector Equality Duty, which requires public authorities, including Government departments and Ministers, to have due regard to several equality considerations, including age, when exercising their functions. As this duty places expectations on the Government to consider the impact of their policies on children, among other groups at risk of socio-economic disadvantage, it is not clear what action you would like the Government to take.\r\n\r\nYou can find out more about the Public Sector Equality Duty here: https://commonslibrary.parliament.uk/research-briefings/sn06591/.\r\n\r\nAs this duty requires public authorities to simply have 'due regard' to such considerations, you could start a petition calling on the Government to strengthen this requirement by enacting the Public Sector Duty and associated Equality Impact Assessments as law, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-25T10:18:35.204Z"
    },
    "id": 575662,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575662.json"
    },
    "type": "petition"
}