{
    "attributes": {
        "action": "Make not recycling a fineable offence.",
        "additional_details": "I suggest that councils should be able to fine those they find are not recycling correctly. \r\n\r\nThis would have to differ between councils as not all council are capable of recycling everything (which in term is another problem) \r\n\r\nThe bin men can put in reports of those not recycling correctly, as well as residents putting in reports. \r\n\r\nRecycling is just one easy way we can help the planet and something that everyone should be doing. \r\n\r\nLets make sure our future generations have a planet to live on",
        "background": "It's come to my attention that there are so many people who still do not recycle. Whether this is because they do not know how to, or just can't be bothered, it's really not acceptable. \r\n\r\nOur planet is struggling, and it baffles me  that people to do not want to do their part.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-18T16:50:21.471Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-18T17:14:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-11T13:53:17.525Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about recycling, but we're not sure exactly what you'd like the Government or Parliament to do. Local authorities can already impose fines on residents for failing to abide by local waste policies.\r\n\r\nIt is up to individual local authorities to set their own polices for waste collection, and whether to impose fines for failure to abide by these."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T14:25:05.478Z"
    },
    "id": 575762,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575762.json"
    },
    "type": "petition"
}