{
    "attributes": {
        "action": "Make the teaching of British History compulsory in years 7 to 9.",
        "additional_details": "If we try to wipe out large portions of our history or indeed significant people from our history we warp history itself. Historic wars and invasions in Europe are all consequences of previous events. Slavery, freedom, the emancipation of women, the industrial revolution and worker rights are all points on the timeline of our history. It is vital that every school child has a keen understanding of our past so they can find their place in  the present and help to build a better future.",
        "background": "We are who we are, as individuals and as a nation, because of our ancestors. Only with a full and accurate knowledge of our past can we move forward to a better future. Diminishing our past only reduces our ability to shape our future. Our history needs to be celebrated and taught to all not a few.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-18T14:49:25.510Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-18T15:20:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-25T14:00:46.561Z",
        "rejection": {
            "code": "no-action",
            "details": "The National Curriculum for history already makes clear that all pupils are expected to \"know and understand the history of these islands as a coherent, chronological narrative, from the earliest times to the present day: how people’s lives have shaped this nation and how Britain has influenced and been influenced by the wider world\".\r\n\r\nAt Key Stage 3 (Years 7-9) specifically, the curriculum states the expectation that \"Pupils should extend and deepen their chronologically secure knowledge and understanding of British, local and world history, so that it provides a well-informed context for wider learning\".\r\n\r\nYou can read the Key Stage 3 history curriculum here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/239075/SECONDARY_national_curriculum_-_History.pdf.\r\n\r\nIt is therefore not clear what further action you want the Government to take.\r\n\r\nYou could start a petition calling for specified British historical figures, events, or periods to be included as statutory (required) content in the curriculum, if that is something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-25T14:02:07.507Z"
    },
    "id": 575745,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575745.json"
    },
    "type": "petition"
}