{
    "attributes": {
        "action": "Allow scalp cooling to continue in hospitals for cancer patients.",
        "additional_details": "I was diagnosed July 2020 with breast cancer at the age of 25. The thought of losing my hair was petrifying; it almost stopped me proceeding. But I have had great success with scalp cooling and it has made my treatment journey so much easier to bare.\r\nPeople have contacted me in tears because their hospitals are no longer offering this service. The severity of the pandemic is high, but so is allowing cancer patients to keep a part of themselves whilst they feel like they are losing so much else.",
        "background": "Recently, it has come to light that hospitals are stopping cancer patients from accessing scalp cooling during chemotherapy as a result of Covid. Please continue to allow hospitals to offer service to all cancer patients; it is such an important to service to offer for them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-18T09:53:00.303Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-18T11:28:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-25T11:32:05.729Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand you are concerned about the provision of cold caps for chemotherapy patients during the Covid-19 pandemic, however any decision on whether to support or offer such treatments are a clinical matter for individual hospitals and NHS Trusts, not the UK Government or Parliament.\r\n\r\nYou may wish to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/552734. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-02-25T11:39:12.980Z"
    },
    "id": 575705,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575705.json"
    },
    "type": "petition"
}