{
    "attributes": {
        "action": "Prevent Thefts/Abandonment/ Abuse of Animals",
        "additional_details": "2.1m people collected a new pet in lockdown. This dramatic increase post first lock down has now caused a major animal welfare crisis. increasing cost by 131%.\r\n\r\nTheft of Animals and Abuse of Animals\r\nThe value of a pet has increased (by breeders), making them attractive to the unscrupulous thieves; reports of mother and puppies being stolen, dogs with their necks cut open to remove their tags reported\r\n\r\nAdditionally other people have decided to breed with no concern to the welfare of the animal.",
        "background": "Immediate:\r\nLockdown on breeders - all breeders should not be breeding at the moment. There are available animals in rescue centres for those that are true animal lovers and even hypoallergenic ones.\r\n\r\nSupport funding for animal welfare organisations and charities",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-19T06:46:04.298Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-19T09:27:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-12T10:43:28.813Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about animal welfare, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe could accept a petition calling for the sale of animals to be prohibited during national lockdowns, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T11:23:00.307Z"
    },
    "id": 575831,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575831.json"
    },
    "type": "petition"
}