{
    "attributes": {
        "action": "Donate COVID-19 vaccines to developing nations before vaccinating all UK adults",
        "additional_details": "Life will not return to normal in the UK until COVID-19 is brought under control around the world, particularly as new variants emerge. The fastest way to end the pandemic is by donating vaccines to nations that need them as soon as the most vulnerable in the UK have been vaccinated. Once progress has been made towards vaccinating healthcare workers & vulnerable people worldwide we can begin a wider roll out at home. The most effective approach to ending the pandemic is also a compassionate one.",
        "background": "The Government should begin donating COVID-19 vaccines from our huge stockpile to developing nations as soon as the most vulnerable in the UK have been vaccinated. We should do so before rolling out vaccination to all adults in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-19T18:12:11.776Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-19T19:48:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-26T11:20:10.714Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nOnce priority groups in the UK are vaccinated redirect Covid-19 vaccines abroad\r\nhttps://petition.parliament.uk/petitions/572802\r\n\r\nIncrease funding to make Covid-19 vaccines available to developing countries\r\nhttps://petition.parliament.uk/petitions/550900"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-26T11:20:10.710Z"
    },
    "id": 575912,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575912.json"
    },
    "type": "petition"
}