{
    "attributes": {
        "action": "Make the wearing of face masks compulsory in UK schools, regardless of bubbles.",
        "additional_details": "Compulsory face masks in schools mean:\r\n-Students, teachers, and their families would be more protected from Covid-19\r\n-Lower risk of schools closing again\r\n-School life would be less stressful for students/teachers who are vulnerable or live with vulnerable people\r\n\r\nPeople shouldn't wear masks when appropriate, for example if they have asthma or doing exercise. Year bubbles don't seem the best method to combat the virus, as they are problematic when there are siblings in different year groups.",
        "background": "Kids may not get ill from Covid often, but schools make spreading it to their families easier. Protect students, teachers, and their families by making the wearing of face masks, which dramatically reduces the spread of Covid, compulsory in UK schools, regardless of whether they are in their bubble.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-20T19:12:58.884Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-20T21:07:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-15T13:31:08.134Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nMake face masks compulsory for secondary pupils and school staff in classrooms: https://petition.parliament.uk/petitions/566088\r\n\r\nMake masks mandatory for primary school students and teachers: https://petition.parliament.uk/petitions/551102"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-15T13:31:08.131Z"
    },
    "id": 576056,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576056.json"
    },
    "type": "petition"
}