{
    "attributes": {
        "action": "Outdoor activity must be allowed immediately",
        "additional_details": "There is no evidence of significant Covid-19 outbreaks associated with outdoor activities. Even the large numbers of people congregating on the UK beaches in the summer at high density have not been linked to any outbreaks as confirmed by Professor Woolhouse, a member of SAGE.\r\nThere are serious concerns about the effect restrictions are having on people's health, both mental and physical. Restrictions should only be created when there is a clear need for them.\r\nRestricting outdoor activities has no clear benefit and a number of clear harms. There is no rationale for restricting any outdoor sports or activities where people can remain distanced. The continuing prohibition of these activities is causing a completely unnecessary harm and should be immediately removed.",
        "background": "Parliament should immediately compel the government to remove restrictions on outdoor activities that do not involve sustained close contact.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-20T19:43:38.821Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-20T23:46:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-08T15:04:25.326Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nYou could start a new petition explaining clearly which outdoor activities you'd like to see allowed, or calling for the Government to lift restrictions on all outdoor activities except specific close contact activities identified by the Government, if you'd like to see either of these things happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-08T15:04:25.323Z"
    },
    "id": 576062,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576062.json"
    },
    "type": "petition"
}