{
    "attributes": {
        "action": "To formally recognise Latin Americans as an ethnic group in the UK",
        "additional_details": "There are approximately 250,000 Latin Americans living in the UK. \r\n\r\nIn London we are the eighth largest ethnic group. \r\n\r\nThis category needs to be included to assist in ethnic monitoring and provide a true estimate as to how many Latin Americans reside in the UK and access services. \r\n\r\nSource:\r\n\r\nhttps://www.theguardian.com/society/2021/feb/15/low-gp-access-rates-among-latin-americans-in-uk-raise-vaccine-concerns?fbclid=IwAR2ECVqj-j1Y5oOEZL6SZhqe1M9L3nxBKNR2QU8fEHStGMne2CZWFsAGF0U",
        "background": "To formally recognise Latin Americans as an ethnic group in the UK and to add this group as an option to official forms.\r\n\r\nCurrently we can only be classified under the ‘other’ ethnicity option.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-20T16:31:14.611Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-20T16:50:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-15T13:12:31.856Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how Latin Americans are recorded, but we're not sure exactly what you'd like the Government or Parliament to do. There is not a formal process for the Government to recognise particular ethnicities.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nInclude Latinx/Hispanic as an ethnic group in the 2021 census: https://petition.parliament.uk/petitions/557528\r\n\r\nWe could accept a petition calling on the Government to add Latin Americans to the list of ethnic groups it recommends are used for use by the government when asking for someone’s ethnicity, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-15T13:12:31.853Z"
    },
    "id": 576042,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576042.json"
    },
    "type": "petition"
}