{
    "attributes": {
        "action": "Allow Universities to de-platform speakers on certain conditions",
        "additional_details": "The government should allow Universities do de-platform a speaker whose views are either highly bigoted or anti-factual. \r\n\r\nThe IHRA definition of antisemitism is a great place to start with this. If a visiting speaker is found to exhibit this kind of bigotry against Jews or any other ethnic or religious group then it should be within the write of a Univeristy to de-platform them.  \r\n\r\nTying into this is my point about anti-factual speakers. If a speaker is found to be spreading misinformation about the truth of the holocaust or the scientific consenus for climate change then allowing them to speak at a University makes as much sense as a flat-Earther at a geography convention. It should be within the right of a University to de-platform them.",
        "background": "The government's proposed \"free-speech\" legislation for Univerisites will have the effect of abolishing standards of decency and truthfulness for visiting speakers. Universities should be allowed to de-platform speakers on certain conditions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-21T13:41:04.252Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-24T02:18:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-09T12:18:44.678Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt's not clear what you mean by 'highly bigoted or anti-factual views'.\r\n\r\nIf there are specific exemptions or changes to the Government's proposals on free speech and academic freedom at universities which you'd like to see happen, you could start a new petition calling for those exemptions or changes.\r\n\r\nYou might also like to sign the following petition:\r\n\r\nDo not impose new free speech conditions on higher education\r\nhttps://petition.parliament.uk/petitions/575600"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-09T12:18:44.676Z"
    },
    "id": 576142,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576142.json"
    },
    "type": "petition"
}