{
    "attributes": {
        "action": "Change the criteria for bowel cancer referrals",
        "additional_details": "I have been diagnosed with bowel cancer, I am 38, I was told it is very rare for my age however, since my diagnosis and joining support groups the majority of people in these groups are under 40, some in their 20’s. This type of cancer is curable if caught early and I think that anyone presenting with symptoms of bowel cancer regardless of age should be referred for further testing, I was almost misdiagnosed as having IBD but my GP pushed for testing",
        "background": "The current referral criteria begins at over 40 with selected symptoms. I think this needs changing urgently for anyone that presents with symptoms to be referred. It is a curable cancer if caught early and is no longer just an older persons illness.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-22T09:35:55.194Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-22T09:46:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-01T10:26:21.259Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The symptoms used to determine whom to refer for cancer screening is a clinical decision for the independent National Institute for Health and Care Excellence (NICE), not the Government or Parliament. \r\n\r\nNevertheless, you may wish to sign this petition which calls for the Government to ensure that all adults are offered bowel cancer screening: https://petition.parliament.uk/petitions/559882."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-01T10:26:30.155Z"
    },
    "id": 576295,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576295.json"
    },
    "type": "petition"
}