{
    "attributes": {
        "action": "After UK vulnerable are vaccinated, give next vaccines to developing countries",
        "additional_details": "There is a strong argument that in order for the world to return to ‘normal’ the best way to achieve this is by vaccinating the most vulnerable first - not just in the UK, but around the world. As younger, healthy people have a very low risk of developing severe COVID-19 symptoms our country should step up and recognise the need to protect those who truly need protecting around the world. The argument for vaccinating the worlds most vulnerable first far outweighs the young and healthy.",
        "background": "Given COVID-19 produces only mild symptoms for most younger people (except those in at-risk categories), once the UK’s most vulnerable are vaccinated the UK government should step up and lead the world in giving vaccines to developing countries for their most vulnerable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-21T20:06:41.168Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-22T12:50:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-01T10:45:54.897Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/565462.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-03-01T10:45:58.903Z"
    },
    "id": 576201,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576201.json"
    },
    "type": "petition"
}