{
    "attributes": {
        "action": "stop EU trawlers in UK waters until they lift ban on exporting shellfish",
        "additional_details": "The UK trawler men & women are being punished by the EU and some are facing financial ruin losing there livelihood, we are talking whole communities, if you want to unite the UK then this needs to be addressed",
        "background": "stop issuing licences to EU boats and think about banning certain imports until ban is lifted",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-22T11:44:54.565Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-22T21:43:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-20T12:48:26.025Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about restrictions on the exporting of UK shellfish to the EU. However as there is not currently a 'ban' in place which could be lifted, we're not clear what it is you would like the Government to do.\r\n\r\nAs a non-EU member state, the UK is no longer exempt from EU import requirements, which include restrictions on the import of shellfish farmed in waters which do not meet the EU's standards for water quality. \r\n\r\nYou could therefore start a petition calling on the UK to negotiate an exemption from these standards to allow the export of UK shellfish to the EU to resume, if that is something you'd like to see happen.\r\n\r\nAlternatively, you could start a petition calling on the Government to take action to improve the water quality in UK waters to meet EU quality standards such that shellfish exports could resume. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-20T12:48:55.184Z"
    },
    "id": 576338,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576338.json"
    },
    "type": "petition"
}