{
    "attributes": {
        "action": "Commission/fund an independent Nuremberg type body to scrutinise covid19 abuses.",
        "additional_details": "Covid19 vaccine trials are ongoing, e.g. the Pfizer/BioNTech study ends 31.01.23. Vaccination accepters are thus, effectively, trial participants. Non-accepters/participants shouldn't be coerced into (nor penalised for not) participating. An oversight-accountability body must ensure that no public servant or facilitating affiliate advocates or implements any force mechanism, e.g. coercion via (social apartheid) health passports. \r\nAny abuses should be documented & those culpable held accountable.",
        "background": "Commission & fund an independent body to ensure that no public servant or facilitating affiliate advocates or implements any force mechanism, in a covid19 vaccine context, in contravention of (1947) Nuremberg Code principles, restated by the Council of Europe in Resolution 2361 (2021) 7.3.1 & 7.3.2.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-22T20:05:14.128Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-03T09:23:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-10T08:40:13.698Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the Covid-19 vaccine programme, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition refers to a \"Nuremberg type body\", but it is not clear what this means. Furthermore, it is already against the law for people to be required to undergo medical treatment, including vaccinations. The Coronavirus Act 2020 has not changed this.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling for a public inquiry into the Covid-19 vaccine programme, to explore the issues you set out in your petition.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nDo not rollout Covid-19 vaccine passports: https://petition.parliament.uk/petitions/569957"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-15T10:48:45.007Z"
    },
    "id": 576487,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576487.json"
    },
    "type": "petition"
}