{
    "attributes": {
        "action": "Teach Drug Safety in Schools",
        "additional_details": "‘Just Say No’ and ‘shock/ scare’ approaches are ineffective and may even be counterproductive.\r\nGood quality drug education can impact on changes in specific drug-using patterns and reduce the unsafe use of drugs and associated problems for young people.\r\nDrug education can contribute towards decreased harm and increased safety for young people, their families and communities. \r\n\r\nIf we teach our children how to mitigate the risks of drug use, we can prevent thousands of lives from being lost.",
        "background": "Gavin Williamson should raise the importance of teaching drug safety in schools, to parliament. 'Just Say No' campaigns don't work. Whether prohibited or not, people will experiment with drugs. It is our duty as guardians to reduce the harm seen by unsafe drug use.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-23T14:27:36.297Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-24T13:41:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-15T14:55:14.385Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about unsafe drug use, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe new Relationships Education, Relationships and Sex  Education (RSE) and Health Education curriculum already includes content on drugs, alcohol and tobacco, and it is not clear what if any changes you want to be made to this.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-15T14:55:14.382Z"
    },
    "id": 576688,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576688.json"
    },
    "type": "petition"
}