{
    "attributes": {
        "action": "Ban all Technological weapons capable of harming INDIVIDUAL Humans.",
        "additional_details": "I believe somebody or government has to start someware with this as the world is now getting extremely dangerous as it is!",
        "background": "I would like the British Law & international Law to make a law to ban all technological weapons that can kill INDIVIDUAL HUMANS by means of drones or similar technological devices. The United Nations needs to do the same.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-23T19:02:06.802Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-24T13:54:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-13T07:58:44.741Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the use of weapons, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe UK Government could ban all weapons in the UK, and cease the use of weapons by its armed forces, but international agreements along these lines would require the agreement of all other countries.\r\n\r\nWe could accept a petition calling on the Government to ban all weapons in the UK, and cease the use of weapons by its armed forces. We could also accept a petition calling on the Government to seek an international agreement banning the use of any weapons internationally. If you wanted either of these to relate to specific types of weapons (it's not clear what you mean by \"technological weapons\") you'd need to be clear what types of weaponry you wanted to be banned."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-13T07:58:44.739Z"
    },
    "id": 576750,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576750.json"
    },
    "type": "petition"
}