{
    "attributes": {
        "action": "Stop Arresting Black People at a Higher Rate than White People",
        "additional_details": "Statistics from the ONS show that per 1000 Black people, 32 will be arrested. This is in comparison to 10 white people per 1000 white people. This is outrageous and clearly a reflection of institutional racism within the UK. Arrests and prison convictions have a detrimental impact on people's livelihoods, so this must be stopped. No one deserves to be targeted in any sector and experience a lower quality of life, which is why we are asking for the Targeting Act as well.",
        "background": "We are asking that the inflated rate of arrests of Black people in comparison to white people is halted immediately. We also request a legal act (The Targeting Act) which stops targeting against all sectors based on any protected characteristic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-23T21:03:39.129Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-24T16:26:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-13T14:01:14.820Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about arresting individuals suspected of committing a crime is a matter for indiviudal police forces, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to review racial disparities in law enforcement, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-13T14:01:14.818Z"
    },
    "id": 576775,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576775.json"
    },
    "type": "petition"
}