{
    "attributes": {
        "action": "Prioritise those with a BMI of at least 35 to receive a coronavirus vaccine.",
        "additional_details": "The current approach of cutting off prioritisation at BMI 40 means that those just below that line, who NHS research suggests could be between 4-6 x more likely to die of Covid 19, are treated as not being at increased risk, when they clearly are. If obesity is not included in the clincically vulnerable group 6, then many more lives will be lost unnecessarily. Given that lockdown is going to be gradually eased, those that are most at risk need to be vaccinated before this can happen.",
        "background": "In July Public Heath England noted that a BMI 35-40 could increase risk of dying with COVID-19 by 40%. The government should extend the current vaccinationation programme of the clinically vulnerable to include those with at least a BMI of 35 or over.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-24T12:34:30.962Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-24T15:23:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-15T15:04:51.238Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about who is clinically extremely vulnerable to Covid-19 is a matter for clinicians and public health bodies, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to give priority for Covid-19 vaccination to people with a BMI of 35-40, alongside those who are prioritised because they have been categorised as clinically extremely vulnerable.\r\n\r\nWe were unable to verify your claim that NHS research shows people with a BMI of 35-40 are four to six times more likely to die of Covid-19, and we couldn't publish a petition that contained unverified claims of this type."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-15T15:04:51.234Z"
    },
    "id": 576869,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576869.json"
    },
    "type": "petition"
}