{
    "attributes": {
        "action": "Create governing body to oversee school catch-up program for pupils in schools.",
        "additional_details": "If the government does not police a catch-up program then schools and colleges may not follow through with any plans to help children catch-up.",
        "background": "Implement a department to oversee that all schools offer a catch up program for all children who fell behind in their education because of the pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-24T05:32:04.580Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-24T19:03:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-13T10:22:10.121Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how schools catch up after school closures, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Office for Standards in Education, Children’s Services and Skills already inspects services providing education and skills for learners of all ages. This would include education provided as part of the Government's plan to help young people in England catch up on lost learning due to the pandemic.\r\n\r\nIf you want the Government to make changes to the programme to help young people in England catch up on lost learning due to the pandemic we could accept a petition about this, but it would need to be clear what changes you wanted to be made."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-13T10:22:10.118Z"
    },
    "id": 576819,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576819.json"
    },
    "type": "petition"
}