{
    "attributes": {
        "action": "Provide priority COVID vaccinations for those living with PTSD and C-PTSD",
        "additional_details": "Research shows that severe mental illnesses are associated with an increased risk of severe acute respiratory syndrome coronavirus 2 infection and COVID-19-related morbidity and mortality, and so they should therefore be prioritised in vaccine allocation strategies.\r\n\r\nAdditionally, living with PTSD & C-PTSD in 'normal times' is incredibly difficult, but living with these conditions in a pandemic can feel like a never-ending nightmare - especially with social restrictions reducing support options.",
        "background": "We believe that PTSD and C-PTSD should be covered under the 'serious mental health conditions' listed as the category 6 at-risk group - and so wish an amendment is made to this definition to allow priority access to the COVID-19 vaccine for those with these conditions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-24T15:41:55.979Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-24T16:09:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-15T15:13:03.644Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about how is classed as in an \"at-risk group\", which currently includes people who are \"severely mentally ill\" is a matter for clinicians and public health bodies, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to give priority for Covid-19 vaccination to people PTSD and C-PTSD, alongside those who are prioritised because they have been categorised as in an at-risk group."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-15T15:13:03.641Z"
    },
    "id": 576905,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576905.json"
    },
    "type": "petition"
}