{
    "attributes": {
        "action": "Reinstate the Mandatory 0.7% GNI Foreign Aid Target.",
        "additional_details": "The Government should re-introduce the 0.7% GNI Foreign Aid Target for the following reasons :-\r\n- Due to Covid developing nations are now suffering more than ever.\r\n- It is wrong to significantly reduce our financial support to developing nations at the very time they need it most.\r\n- Our commitment to invest 0.7% of national income in aid contributes to the UK's global influence and our reputation as a development superpower.\r\n- We know that UK aid works. It has clearly been demonstrated by DFID and through International Development\r\n- Prosperous and stable countries are our in our interest and are a win for the UK\r\n- It is the morally right thing to do.",
        "background": "Although it could be unpopular and not be a vote winner the Government has a moral duty to re-introduce the 0.7% GNI  Foreign Aid Target. Despite previous promises the Government has reduced the allocation to 0.5 % of GNI for Official Development Assistance (ODA) for the first time since 2013.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-24T16:18:49.148Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-24T20:20:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-08T17:48:29.333Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petition:\r\n\r\nDo not reduce the overseas aid budget (from 0.7% GDP)\r\nhttps://petition.parliament.uk/petitions/561068"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-08T17:48:29.329Z"
    },
    "id": 576916,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576916.json"
    },
    "type": "petition"
}