{
    "attributes": {
        "action": "Do not impose \"DO NOT ATTEMPT TO RESUSCITATE\" ORDERS ON PEOPLE WITH DISABILITIES",
        "additional_details": "I want you to do something because it is sick and barbaric to even suggest these people are not resuscitated. Who has the right to make such suggestions on peoples lives! I personally would consider this plan a crime against humanity. People with disabilities or learning difficulties have the right to live just as much as any other citizen!",
        "background": "I have seen reports that due to the Covid Pandemic, people with learning difficulties and people with disabilities will be labelled with DNR's if they enter hospital. This is a blatant disregard for peoples human rights to live!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-25T19:56:28.572Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-25T21:01:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-13T13:40:44.121Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about do not attempt cardiopulmonary resuscitation (DNACPR) orders are made by individuals and clinicians, not the Government or House of Commons.\r\n\r\nThe NHS has written to all trusts and accountable officers stating that ‘do not attempt cardiopulmonary resuscitation’ (DNACPR) orders should only ever be made on an individual basis and in consultation with the individual or their family, and that the key principle is that each person is an individual whose needs and preferences must be taken account of individually: https://www.england.nhs.uk/coronavirus/wp-content/uploads/sites/52/2020/04/maintaining-standards-quality-of-care-pressurised-circumstances-7-april-2020.pdf\r\n\r\nYou can read an interim report of the Care Quality Commission into the application of do not attempt cardiopulmonary resuscitation (DNACPR) decisions during the COVID-19 pandemic here: https://www.cqc.org.uk/news/releases/cqc-finds-combination-increasing-pressures-rapidly-developing-guidance-may-have\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nHold a public inquiry into the use of DNACPR orders during the Covid-19 outbreak: https://petition.parliament.uk/petitions/562740"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-13T13:40:44.119Z"
    },
    "id": 577086,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577086.json"
    },
    "type": "petition"
}