{
    "attributes": {
        "action": "Condemn US Biden bombing & distance the UK from Military action in the Orient.",
        "additional_details": "The UK needs to recognise since 9/11 the UK has become a dystopian nightmare, the days one could leave their doors open, gone are the days one could simply take a public transport without having to be aware of what is going on around them, we live in a world where a bomb, acid, attack, knife, machete, gun attack could happen at any given time, this did not happen pre 9/11 as our security services could pre-empt it, with the US continuation of bombing we are now inundated with potential attacks.",
        "background": "The United Kingdom has for centuries operated or controlled large swathes of the world, One area that through generations we failed to resolve issues with bloodshed was the Middle East, For every 1 leader we took out, 10 would pop up to take their place, The US's approach simply does not work",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-26T09:41:03.660Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-26T09:53:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-05T09:11:23.494Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about military action abroad, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-05T09:11:23.490Z"
    },
    "id": 577145,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577145.json"
    },
    "type": "petition"
}