{
    "attributes": {
        "action": "Allow Notting Hill Carnival 2021 as there has been one for the past 50 years.",
        "additional_details": "It is something that the wide community looks forward to every year, Getting out of he house singing and dancing will help everybody to push through these tough times. It will also improve peoples mental health.",
        "background": "We as a group have seen that they have a allowed the Reading Festival to go ahead, so we see no reason why the Notting Hill Carnival has no security as to wether it will go ahead or not. What we want is a definite yes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-26T12:02:20.511Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-26T12:41:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-05T09:33:58.743Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want Notting Hill Carnival to go ahead, but the Government has not given permission for Reading Festival or any large gathering to go ahead.\r\n\r\nThe Government's Covid-19 Spring Roadmap states that approval for large events will be Step 4 of its plan, and take place no earlier than 21 June, following a review of data against the Government's tests.\r\n\r\nIf you want the Government to allow large events to go ahead by a specific date, we could accept a petition requesting this. We couldn't accept a petition for a specific event to be given permission to go ahead, because this would be a matter for the organisers and relevant local authority."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-05T09:33:58.741Z"
    },
    "id": 577167,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577167.json"
    },
    "type": "petition"
}