{
    "attributes": {
        "action": "Vaccinate all teaching staff before the re-opening of schools on March 8.",
        "additional_details": "It is absolutely essential that students return to school; but it is just as essential that this does not pose a risk to teachers, who will then risk not only becoming ill themselves, but also making them potential 'virus spreaders'. This needs to be done urgently before the re-opening on March 8th to avoid a potentially very dangerous setback in the fight against Covid-19. It is essential that schools do not become the cause of a new spread of the virus - this can easily be prevented.",
        "background": "Ask Parliament to immediately put teaching staff Covid-19 vaccinations on priority to make the re-opening of schools safe for teachers, students, families, and the general population. We must stop a new rise in Covid-19 cases caused by opening schools and avoid causing more infections!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-26T10:44:14.711Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-26T14:10:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-05T09:56:34.256Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nPrioritise teachers, school and childcare staff for Covid-19 vaccination: https://petition.parliament.uk/petitions/554316\r\n\r\nDon’t re-open schools until all staff have been vaccinated: https://petition.parliament.uk/petitions/572419"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-05T09:56:34.254Z"
    },
    "id": 577149,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577149.json"
    },
    "type": "petition"
}