{
    "attributes": {
        "action": "Introduce e-vaccination status/immunity passports to protect the British public.",
        "additional_details": "If such passports are not introduced it will put many lives at risk, imperil British economic recovery and put additional pressure on the NHS.\r\n\r\nIt is not acceptable for a minority of individuals, who choose not to be vaccinated even though they are not medically excused, to put the majority at risk in the name of their civil liberties.  \r\n\r\nIf they choose to not to be vaccinated, they should not expect to attend public events and travel on public transport.",
        "background": "Any one wishing to attend public events or travel on public transport should be able to produce a vaccination certificate or a valid medical exemption certificate.  Failure to do so should exclude them from the event or service.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-26T12:55:03.119Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-26T16:56:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-04T16:25:53.534Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/575297\r\n\r\nWe have also published the following petition, which you might like to sign:\r\n\r\nRequire proof of Covid vaccination to access indoor shops and venues: https://petition.parliament.uk/petitions/560180\r\n\r\nIf you would like the Government to create new restrictions relating to vaccine passports, we could accept a petition about this, but it would need to be clear what restrictions you wanted to be imposed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-04T16:25:53.532Z"
    },
    "id": 577177,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577177.json"
    },
    "type": "petition"
}