{
    "attributes": {
        "action": "Stop motorcycle tax untill the roads are safe",
        "additional_details": "This needs to be done to ensure safety to riders aswell as other road users as they can all be effected by this problem especially if a accident is caused, people are getting injured and worse, children are losing parents do to the state of the roads and this needs to be fixed as soon as possible!!!",
        "background": "As the roads are getting such a state with potholes , dips , massively sunken drains and poor resurfacing, it’s fair for motorcyclists to not pay road tax untill the roads are made safe to ride on,\r\nLet’s not forget that paramedics, police and blood transportation also use motorcycles aswell",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-26T12:46:02.963Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-26T13:36:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-05T09:48:21.860Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about road safety for motorcyclists, but it's not clear what conditions you want to be met before motorcyclists should be charged road tax.\r\n\r\nWe could accept a petition calling for motorcyclists to be exempt from road tax, because of your concerns about road safety, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-05T09:48:21.856Z"
    },
    "id": 577175,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577175.json"
    },
    "type": "petition"
}