{
    "attributes": {
        "action": "Allow students to have a say whether they want to sit the OPTIONAL exams or not.",
        "additional_details": "In a nutshell, the decision on whether schools want to use the optional exams should be decided by the STUDENTS in those schools because they are the ones that mentally know whether they want to do these exams or not, and there shouldn't be any UNNECESSARY pressure being built on students especially in this pandemic! To do this, schools should democratically hold a vote for the exam takers this year and that should help them decide on their final judgements.",
        "background": "It was made clear that there will be no exams happening this year. But the exam boards have offered to provide optional exam papers to schools that would want them. Students have NO say in this and it should be up to them decide because they know BETTER whether they want to sit these or not.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-26T22:25:13.689Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-27T05:07:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-15T10:36:47.268Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for individual schools. \r\n\r\nYou might like to sign and share this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/559964"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-15T10:36:53.961Z"
    },
    "id": 577245,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577245.json"
    },
    "type": "petition"
}