{
    "attributes": {
        "action": "3 Million \"Excluded\" SME's should not now be included in the repayment plan.",
        "additional_details": "During the Covid Pandemic, the Chancellor put in support measures to protect the economy however over 3Million SME's were ineligible for support.   The country fully understands that the bill for this support needs to be recouped however we \"The Excluded\" do not feel it's correct that we should now be \"Included\" in this debt.  \r\n\r\nThe bill could be quickly repaid with further financial support for SME's including a reduction in VAT,  Corporation tax and rates all of which promote growth.",
        "background": "Exempt the 3Million SME's that were \"Excluded\" from Covid pandemic support from repaying the increasing bill for such support. This money should be recouped from those that benefitted.  Please review the tax systems for the next 3yrs enuring that unsupported business has a chance of surviving.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-27T10:51:29.975Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-01T10:33:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-13T09:53:34.308Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about financial support for and contributions from certain businesses, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear what changes to tax arrangements you want to be made, or which businesses you want these to be applied to.\r\n\r\nWe could accept a petition calling on the Government to exempt businesses that could not or did not access any Covid-19 support payments from certain taxes or tax increases, if that's what you want to happen.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nExtend income replacement schemes to those who don't currently qualify: https://petition.parliament.uk/petitions/560845\r\n\r\nPay Directors Covid financial aid calculated via individual sources of dividends: https://petition.parliament.uk/petitions/581019\r\n\r\nWaive 2019/20 corporation tax & VAT for limited company directors: https://petition.parliament.uk/petitions/568761\r\n\r\nProvide a grant for newly self-employed as they have done in Northern Ireland: https://petition.parliament.uk/petitions/568075"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-13T09:53:34.304Z"
    },
    "id": 577278,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577278.json"
    },
    "type": "petition"
}