{
    "attributes": {
        "action": "Housing associations allow the tenets to buy houses just like other boroughs",
        "additional_details": "Many people living in homes provided by housing associations wanted to buy their own house but since pandamic,job losses and many more reasons it's looks a far dream .But if the housing associations give rights to the tenets whom living in their provided House to buy that can help their dreams come true.",
        "background": "Birmingham city council and all other boroughs offers their talents if they want to buy the house they living in.But housings association only gives right of becoming partner after five years of being tenents.if housing associations give the tenets right to buy the house many people dream come true",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-27T19:19:34.018Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-28T22:52:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-14T09:11:31.064Z",
        "rejection": {
            "code": "no-action",
            "details": "Tenants of housing association properties built or bought by a housing association after 1997, or transferred from a local council to a housing association after 1997, have the right to apply to buy their housing if they've had a public sector landlord for three years. This is similar to the Right to Buy for council tenants.\r\n\r\nYou can find out more about the Right to Acquire here: https://www.gov.uk/right-to-acquire-buying-housing-association-home\r\n\r\nWe could accept a petition calling on the Government to change this scheme, but it would need to be clear what changes you wanted the Government to make to how this scheme currently operates."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-14T09:11:31.060Z"
    },
    "id": 577325,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577325.json"
    },
    "type": "petition"
}