{
    "attributes": {
        "action": "Premiership rugby is compulsory level of club competition to play for England.",
        "additional_details": "We are calling for the government to consider stipulation that all national representation within the English rugby union do so from the highest level of domestic competition (premiership rugby). In a time of economic hardship for many there is a question as to why public finance should support unsatisfactory national level representation. English rugby is at a cross roads where by lower level representation may continue for a number of years. We believe this is unacceptable!",
        "background": "National sporting competition on all levels is in part funded by the tax payer. We do not believe that allowing players that compete on a Club level lower than the highest tier of domestic competition  in rugby union is the best use of tax payers money.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-27T19:40:15.509Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-27T20:32:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-05T17:18:20.522Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government and Parliament aren't responsible for selecting players for the England squad. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-05T17:18:20.518Z"
    },
    "id": 577326,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577326.json"
    },
    "type": "petition"
}