{
    "attributes": {
        "action": "Remove all forms of exam for a level and GCSE students for the year 2021",
        "additional_details": "The pandemic has stopped learning for a vast amount of young people in the UK, we are expected to return to our places of education and sit exams in order to determine our grades, these grades will not be an accurate reflection of our knowledge, however they will show who can cram the most amount of revision in a short period and recall it, this is unfair and stressful for A level students and GCSE students, who haven’t been able to relive any sort of emotion in the lockdown.",
        "background": "Ensure that no students have to sit any form of large or medium size exam in order to determine a level or GCSE grades, this is unfair and will mean an unfair grade will be provided",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-01T11:38:33.426Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-01T11:44:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-08T11:54:35.005Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petition:\r\n\r\nDon’t allow the use of externally-set exams for 2021 grades\r\nhttps://petition.parliament.uk/petitions/569280\r\n\r\nIn awarding grades for qualifications including GCSEs and A-Levels this summer, teachers will have the option of using questions provided by exam boards, but it will be up to individual schools whether they do so or not. \r\n\r\nYou can find out more at the following links: \r\nhttps://www.gov.uk/government/news/teacher-assessed-grades-for-students \r\nhttps://www.gov.uk/government/speeches/how-qualifications-will-be-awarded-in-2021 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-08T11:54:35.003Z"
    },
    "id": 577466,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577466.json"
    },
    "type": "petition"
}