{
    "attributes": {
        "action": "Government to help young adults to build a brighter future.",
        "additional_details": "I'm a 21 years old woman with a part-time job as a nursery assistant and do a full-time psychology course through The Open University. I am Currently sofa surfing and been refused help by the council with my housing issue. \r\nToday we only receive help if we get pregnant, have drug/alcohol addictions or, have mental health issues. but, if we want to pursue healthy goals into achieving a better future, we are denied suitable living conditions.",
        "background": "The government should adjust its benefits scheme to help support young adults on apprenticeships and low incomes. Young adults with no family support, who demonstrate a willingness to contribute to their future by working and training towards their career path.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-01T15:39:58.173Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-01T17:11:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-08T16:26:27.543Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you would like the benefits system to be changed to provide more help for young adults, however it's not clear what specific changes you would like to see made.\r\n\r\nYou may wish to sign these petitions which call for related actions:\r\n\r\n'Increase the apprenticeship minimum wage to match that of a normal employee': https://petition.parliament.uk/petitions/549037\r\n'Create a UK Jobs Guarantee Scheme covering every young person in need of work': https://petition.parliament.uk/petitions/552391"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-08T16:26:27.540Z"
    },
    "id": 577497,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577497.json"
    },
    "type": "petition"
}