{
    "attributes": {
        "action": "Free travel for low income children or those living 3 miles plus from school",
        "additional_details": "To build exercise into a child’s day by walking to and from school whilst still charging a concession to those children who are not from poorer households or that live further than 3 miles away from school. It is not essential for all children to have free travel that is subsidised by the tax payer. It is however important the elderly, disabled and their carer are afforded free travel as their need to greater.",
        "background": "Free travel for all children is costing everyone, including those households without children a large amount of taxpayers money and contributing to obesity rates in young people. It makes sense to only give free travel to kids who live further away from school or those who get free school meals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-01T11:38:55.714Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-02T19:54:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-13T13:07:37.963Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing arrangements for free school transport, but we're not sure exactly what changes you'd like the Government to make to these.\r\n\r\nCurrently children under 8 qualify for free school transport if they live at least 2 mile from their school, and children over 8 qualify for free school transport if they live more than 3 miles from their school. Slightly different rules apply to families on low incomes. You can read more about entitlement to free school transport here: https://www.gov.uk/free-school-transport\r\n\r\nYou could start a new petition explaining clearly what changes you would like the Government or Parliament to make to existing rules."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-13T13:07:37.960Z"
    },
    "id": 577467,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577467.json"
    },
    "type": "petition"
}