{
    "attributes": {
        "action": "Protect workers on their probation period",
        "additional_details": "Companies continue to use the probation period and 2 year Government clause irresponsibly. Dismissing employees with generic and often unfounded claims. Employees who have entered in good faith a physical and psychological contract where expectations are that they will be trained and supported within their employment. \r\nThere is no procedural outline, protection or support for those newly employed within an organisation against being let go at any moment. This archaic system needs urgent review.",
        "background": "Employees can only claim unfair dismissal if they’ve worked for a qualifying period - 2 years. The government should act to protect all employees of an organisation irrespective of the length of service. Extra protection and security should be given to those during the probationary period.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-02T11:00:34.116Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-05T13:18:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-12T08:19:47.230Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about people being dismissed during their probation period, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAll worker's rights to be enforceable after 6 months, not 2 years: https://petition.parliament.uk/petitions/570553\r\n\r\nWe could accept a petition calling for all employment rights to be enforceable from day one of employment, if that's what you want to happen. If you want the Government to do something else you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-12T08:19:47.226Z"
    },
    "id": 577572,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577572.json"
    },
    "type": "petition"
}