{
    "attributes": {
        "action": "Remove BAME, describe/refer to African and African Caribbean community correctly",
        "additional_details": "Black is not an ethnicity it is a political term, by using BAME is essentially saying \"everyone who is non white british\". To pool all ethnic groups as one when their origins are from a multitude of geographical areas is a total disregard of their heritage. Those of African and African Caribbean origin are requesting that they are addressed, referred to as such, BAME should be dismantled. The government should speak out against the use of BAME in all areas across the UK.",
        "background": "The government rejected 2020 petition stating: \"the government is not responsible for determining how ethnic minorities are referred to\" yet perpetuate the term BAME in the media. African and African Caribbean's do not want to be included with a multitude of other ethnic groups. Lets end it now!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-02T10:39:18.703Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-02T11:30:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-09T13:34:57.262Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government isn't responsible for deciding on the words people use, but you could have a petition calling for the Government not to use the term BAME in official documents or forms, if that's what you'd like to see happen. \r\n\r\nIf you do start a new petition, you'll need to use a full name. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-09T13:35:03.302Z"
    },
    "id": 577566,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577566.json"
    },
    "type": "petition"
}