{
    "attributes": {
        "action": "Additional 20% tax on all Members of Parliament for the duration of lockdowns",
        "additional_details": "The Financial impact of lockdowns is devastating for swathes of businesses and individuals across the country. The impact of lockdowns vs the virus's impact need to be weighed up.\r\n\r\nMPs are not financially affected by the lockdowns that they're voting for; having some impact may make MPs consider a little harder before voting to ruin people's livelihoods and way of life.\r\n\r\nAn additional 20% tax increase for MPs is still far less of an impact than on the wider population.",
        "background": "All MPs and Lords should pay an additional 20% tax on their income every time businesses are forced to close as a result of lockdowns.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-02T12:31:11.507Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-05T15:01:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-17T10:01:53.661Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nTax bands are based on income levels and not occupation. \r\n\t\r\nThe Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-17T10:02:03.056Z"
    },
    "id": 577586,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577586.json"
    },
    "type": "petition"
}