{
    "attributes": {
        "action": "Make identity theft a police recordable crime",
        "additional_details": "Currently, only the person/organisation to whom the stolen identity has been given for sourcing credit can be considered a victim and as they rarely report it, this leaves the fraudster free to continue without investigation or charge.\r\nThe true victims are those who have their credit ratings decimated and are harassed with persistent credit applications.\r\nRecording these crimes could stop fraudsters much sooner than they can be currently and prevent more unnecessary victims.",
        "background": "The use of another person's identity is not a police recordable crime. The law should be changed to allow those whose identity is stolen to have the crime recorded and investigated where there are sufficient lines of inquiry, as they can suffer financial hardship and it can also impact their health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-02T14:25:00.469Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-02T20:45:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-01T12:22:52.109Z",
        "rejection": {
            "code": "already-happening",
            "details": "Identity theft is already a criminal offence, and anyone who feels their personal information has been used to commit financial fraud (such as taking out a loan in another's name) should report it to Action Fraud, the police’s fraud-reporting service: https://www.actionfraud.police.uk/\r\n\r\nIt is up to the police, not the Government or House of Commons, how reports of identity theft are investigated."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-01T12:22:52.106Z"
    },
    "id": 577606,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577606.json"
    },
    "type": "petition"
}