{
    "attributes": {
        "action": "Award all NHS services a justified bonus and pay award, as Scotland has done.",
        "additional_details": "All the thanks in the world for all the NHS has done through Corona virus, and onwards means nothing when the government refuses them a justified bonus, and reasonable pay increase this year. Scotland at least payed a bonus. Boris Johnson took a IT bed, then says he cannot thank the NHS enough, but then does nothing, he and MP's will take a pay award, probably a big one based on how hard they have worked, NHS has always worked hard and then this government let's the NHS down again.",
        "background": "Truly visit Covid ward,  ITU environment, watch the hard work staff do to help someone live, see people lose lives, see them work long hours, not just look after their drug needs, wash them, clean them after messing themselves, put cream on, talk, care for them.  Give A bonus, pay award we deserve.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-02T17:23:24.070Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-03T10:26:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-10T08:46:48.877Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nTo pay every NHS and Social Care Worker in England a £500 \"Thank You\" Bonus: https://petition.parliament.uk/petitions/562495\r\n\r\nPay 15% bonus to public facing NHS staff: https://petition.parliament.uk/petitions/570762\r\n\r\nPay NHS staff a one-off bonus that recognises their efforts to combat covid: https://petition.parliament.uk/petitions/578308"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-10T08:46:48.873Z"
    },
    "id": 577623,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577623.json"
    },
    "type": "petition"
}