{
    "attributes": {
        "action": "Make the 4th SEISS grant available immediately",
        "additional_details": "Furloughed workers are paid throughout the months of February, March and April, while the self-employed are expected to have savings to cover this period while unable to work. The announcement of grant details is a month too late to cover the intended period, and it is set to be almost 2 months before crucial help is available. The government could help immediately; there is no excuse for leaving people without the means to provide for themselves and their families during a nationwide lockdown.",
        "background": "Enable the self-employed to claim the fourth grant now; the money is meant to cover a 3-month period which will be almost over by the time any money is available. Millions of self-employed are unable to work or earn their usual income; they need support now and it is being unreasonably delayed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-03T22:01:13.506Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-04T16:59:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-10T11:22:20.712Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/577730\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-03-10T11:22:47.245Z"
    },
    "id": 577781,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577781.json"
    },
    "type": "petition"
}