{
    "attributes": {
        "action": "Allow Primary Schools to adopt a rescue animal to improve mental health.",
        "additional_details": "Animals have been proven to improve the mental health and well being of children. In particular, this has been shown to improve social skills, reading skills and confidence. Provides a nurturing and calming experience. \r\nTeaches about animals, homing them, looking after them and avoiding animal rescue in future. It will teach the knowledge needed to make informed choices.\r\nIt stimulates learning, teaches responsibility and grows positive emotional mental health.\r\nRe-house rescue animals.",
        "background": "To allow Primary Schools to adopt rescue animals (supported by an animal rescue charity and government funded)\r\nTo ultimately improve the mental health and wellbeing of all school children and staff. \r\nTo encourage and improve confidence in all children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-03T15:08:43.074Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-03T15:15:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-10T09:21:43.804Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision of whether a school adopts a rescue animal is one for the individual school and its leadership teams to make. \r\n\r\nYou could have a petition calling for more sessions with therapy animals or more classes on animal welfare to be taught in schools if that's what you would like to see happen.\r\n\r\nDo remember if you start a petition to use an individual full name as we don't accept petitions from organisations"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-10T09:21:43.802Z"
    },
    "id": 577715,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577715.json"
    },
    "type": "petition"
}