{
    "attributes": {
        "action": "Allow family members and carers to visit psychiatric inpatients for support.",
        "additional_details": "Allow safe visits. Not total restrictions. It's not one rule for all. We understand the COVID-19 visitation rule is for all hospitals, but these cases are different.\r\n\r\nIf this means family members & carers must even get a COVID-19 test before arriving, wear PPE & social distance, then so be it. Symptoms of inpatients can improve with communication with those they trust so they know they are safe, & not totally isolated from the world & from improving faster (allowing more beds to be available).",
        "background": "Inpatients in psychiatric wards need support from familiar faces in this isolating time. By not allowing support, & with an increase in admissions with psychiatric related issues, the government causes family & personal distress, a delay in recovery, & one less bed for someone else who needs it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-03T17:41:15.074Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-03T20:05:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-10T13:26:32.839Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about visitors are a matter for the NHS, not the Government or House of Commons.\r\n\r\nOn 5 June 2020, the NHS’s suspension of hospital visiting was lifted. This means that visiting is now subject to local discretion by trusts and other NHS bodies. You should check with your local hospital for their policy on visiting."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-10T13:26:32.835Z"
    },
    "id": 577737,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577737.json"
    },
    "type": "petition"
}