{
    "attributes": {
        "action": "Stop Anti-asian racism",
        "additional_details": "I want the Government and Parliament to raise this awareness for all the asians that has been attacked verbally or physically and make an end to this. We all bleed the same after all we are humans too.",
        "background": "I am devastated by the number of attacks amongst asians which has increased during this pandemic, from elderly to young children. I do not feel safe or welcomed when I am travelling alone outside anymore as I have been attacked verbally and racially.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-04T14:08:54.508Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-04T14:51:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-11T17:09:34.380Z",
        "rejection": {
            "code": "no-action",
            "details": "We are sorry to hear about the experiences you have been through. We understand that you would like the Government to help stop racism against Asians but it is not clear what specific action you would like the Government to take.\r\n\r\nDiscrimination and abuse on the grounds of race is already illegal and if you would like to know more about how to report any such abuse and discrimination you can find out more by clicking this link below: https://www.citizensadvice.org.uk/law-and-courts/discrimination/hate-crime/\r\n\r\nYou could have a petition calling for an awareness campaign if that's what you would like to see happen. You may also like to sign this petition which we currently have open on this topic:\r\n\r\nHarsher penalties for hate crimes & participating in far-right hate groups\r\nhttps://petition.parliament.uk/petitions/327177"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-11T17:09:41.475Z"
    },
    "id": 577870,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577870.json"
    },
    "type": "petition"
}