{
    "attributes": {
        "action": "Reduce plastic waste in the oceans and limit it in everyday life",
        "additional_details": "Plastic has been found in more than 60% of all seabirds and 100% of all sea turtle species, who mistake the plastics for food (Ocean Conservancy). It is estimated that 1.1 to 8.8 million tonnes of plastic waste enter our oceans each year (Wikipedia). Not to mention that many chemicals used to make plastic are known to be carcinogenic and interfere with the body's hormones causing reproductive, neurological and immune disorders in both humans and wildlife. These figures need to be changed.",
        "background": "The UK produces five million tonnes of plastic every year. Only 9% of all global plastic is recycled. This needs to be changed. 88% of our ocean's surface is plastic, and that's bound to increase if we don't narrow down our plastic use and stop dumping it into the oceans.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-04T16:39:13.823Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-04T17:44:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-11T17:27:15.252Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about plastic waste in the oceans, however it's not clear what specific actions you want the Government to take to reduce it. \r\n\r\nIf there are specific actions you'd like the Government to take to reduce plastic waste, you could start a petition about that.\r\n\r\nYou may also like to sign these petitions which call for related actions:\r\nhttps://petition.parliament.uk/petitions/553651\r\nhttps://petition.parliament.uk/petitions/331061\r\nhttps://petition.parliament.uk/petitions/570065\r\nhttps://petition.parliament.uk/petitions/552450\r\nhttps://petition.parliament.uk/petitions/573514"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-11T17:27:15.250Z"
    },
    "id": 577882,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577882.json"
    },
    "type": "petition"
}