{
    "attributes": {
        "action": "Refund 2020/21 Tuition Fees to All Students in UK Universities",
        "additional_details": "Tuition Fees regardless of whether a pandemic is happening or not leaves every student with a hole in their pocket. Nobody should have to be thinking about their financial situation during a course they have passionately pursued. It is imperative that the Students of the UK get a refund for the academic year 2020/21 because they have been unable to utilise a University’s resources due to the pandemic. Therefore, it is unfair that they have been forced to pay up to £9,000 just for a Zoom call.",
        "background": "The Covid-19 Pandemic has seen University Students sent home while still having to pay the £9,000 tuition fees. All while the majority of University Lectures take place within a Zoom call. This is leaving UK students worse off financially and they should get some kind of refund or compensation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-04T01:35:05.216Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-04T02:14:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-10T16:14:05.813Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions which call for similar actions: \r\n\r\nRefund ALL University student tuition fees due to lack of quality in education:\r\nhttps://petition.parliament.uk/petitions/555516\r\n\r\nGovernment subsidise this year's university tuition fees: https://petition.parliament.uk/petitions/552814\r\n\r\nYou may be interested to know that the Petitions Committee investigated the impact of Covid-19 on university students, after it received a large petition last year calling for students to have their fees reimbursed due to strikes and COVID-19. \r\n\r\nRead the Committee's report: https://publications.parliament.uk/pa/cm5801/cmselect/cmpetitions/527/52702.htm\r\n\r\nRead the Government's response to the report, including reaction from Petitions Committee Chair Catherine McKinnell MP: https://committees.parliament.uk/committee/326/petitions-committee/news/119066/Petitions-government-response-covid-19-university-students-19-21."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-10T16:14:05.810Z"
    },
    "id": 577808,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577808.json"
    },
    "type": "petition"
}