{
    "attributes": {
        "action": "Review directions to judges to consider shared care for interim child access.",
        "additional_details": "Currently there is 2.4m separated families in the uk (DWP data) and in 90% of these families the mother is the resident parent and the father only has limited child access. In this modern day of equality more fathers take day to day care of their children and if both parents have parental responsibility there is no reason why shared care orders should not be the starting point in all cases where CAFCAS deem safe. The current system means fathers spending months with limited access to children.",
        "background": "Currently if parents separate and family court is the only option to agree access, even if CAFCAS report is supportive of both parents it’s unlikely the father will get overnight access if mother refuses. Shared care should be the starting point until final hearing date.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-04T13:42:09.939Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-04T16:32:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-11T16:42:09.533Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for social services in the local authority and, potentially, the courts.\r\n\r\nYou may like to sign these petitions which call for related actions:\r\nhttps://petition.parliament.uk/petitions/565101\r\nhttps://petition.parliament.uk/petitions/549868"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-26T14:34:27.860Z"
    },
    "id": 577866,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577866.json"
    },
    "type": "petition"
}