{
    "attributes": {
        "action": "Reduce Rochdale Borough Council Tax.",
        "additional_details": "We strongly urge the Government to support the residents of Rochdale. Continuously increasing the council tax to the maximum capacity is not helping the people of Rochdale. This is creating more debt for the residents of Rochdale. Especially now during this pandemic we have suffered enough financial stress, now Rochdale council have made it worse by another maximum increase. Annually Rochdale Councillors receive a payrise and our tax increases, this is inconsiderate. We need your help.",
        "background": "Rochdale Council have continuously increased the Boroughs Council tax by maximum amount annually over a number of years regardless of the communities dire state. Rochdale is suffering from the crippling effects of the pandemic, yet another maximum increase by the Rochdale council does not help .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-04T18:13:17.553Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-04T18:17:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-11T16:58:45.943Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The setting of council tax in your area is a matter for Rochdale Borough Council, not the UK Government or Parliament.\r\n\r\nYou could start a petition on Rochdale Council's website asking them to reduce council tax in your area, which you can do here: http://democracy.rochdale.gov.uk/mgGeneric.aspx?MD=Petitions&bcr=1.\r\n\r\nYou may also like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/569197"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-11T16:58:45.941Z"
    },
    "id": 577893,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577893.json"
    },
    "type": "petition"
}