{
    "attributes": {
        "action": "To recognise the democratic mandate of the elected representatives of Myanmar",
        "additional_details": "The NLD party secured a clear majority in the Nov 2020 elections in Myanmar. On Feb 1 2021, the military seized power and dissolved parliament (the Pyidaungsu Hluttaw). Many MPs, including the President and State Counsellor, were arrested.\r\n\r\nA group of elected parliamentarians have formed the CRPH to continue the functions of parliament as entrusted by the people of Myanmar.\r\n\r\nGiven our historic ties with Myanmar, the UK parliament can play a leading international role by recognising the CRPH.",
        "background": "We ask the UK government to reject claims by the military coup leaders in Myanmar (Burma) and to recognise without delay that legitimate power lies with the Committee Representing the Pyidaungsu Hluttaw (CRPH), a group of democratically elected MPs with the mandate of the people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-04T20:16:16.403Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-05T05:46:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-26T07:58:45.717Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government has already stated that the Committee Representing Pyidaungsu Hluttaw (CRPH) is an important voice for many in Myanmar, and that it has coordinated with them to read out excerpts from their statements at the Special Session of the Human Rights Council on 12 February, and at the UN General Assembly meeting on 26 February: https://questions-statements.parliament.uk/written-questions/detail/2021-03-18/171482\r\n\r\nIt is not clear what if any other action you want the Government to take in relation to this Committee."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-20T07:34:35.909Z"
    },
    "id": 577916,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577916.json"
    },
    "type": "petition"
}