{
    "attributes": {
        "action": "Urgently request a review and increase the 1% pay rise for NHS nurses",
        "additional_details": "With questionable decisions from our government around when lockdowns should be put in place, the obscene amounts spent on a defunct Track & Trace system and crucially one of the highest COVID mortality rates in the world, our nurses didn’t question whether the government had made the right decisions and had put lives at risk - our NHS showed up and took care of the nation. \r\n\r\nThe government must take immediate action and rectify the mistake of offering a 1% pay rise to our NHS nurses.",
        "background": "Give our NHS nurses a pay rise. 1% is an absolute insult and a national disgrace There is no doubt that we all owe a huge debt to the nurses in our country. It seems unnecessary that it should be explained that our NHS nurses put themselves on the frontline over the last year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-05T19:04:31.503Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-05T19:33:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-08T16:27:00.203Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nPlease give the NHS Covid Heroes a bigger pay rise.\r\nhttps://petition.parliament.uk/petitions/577970\r\n\r\nRecognise all members of NHS nursing profession by giving them a 12.5% pay rise\r\nhttps://petition.parliament.uk/petitions/560253"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-08T16:27:00.201Z"
    },
    "id": 578142,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578142.json"
    },
    "type": "petition"
}