{
    "attributes": {
        "action": "Stop Property Management Companies using Debt Collection Companies too easily.",
        "additional_details": "Normal surface mail often gets lost or it may go to the wrong address. Emails may well go to customers junk mail but Property Management Companies are still able to refer people to debt collection companies at the first legal opportunity.\r\nThe current system means many customers are unfairly referred to debt collection agencies and face large additional debt collection charges in addition to their debt to the Property Management Company. For many people this can be devastating to their finances.",
        "background": "I would like a change in the law to require Property Management Companies to either phone their customers or send an advice of late payment by recorded delivery before referring them to a debt collection company to alert them of missed payments.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-05T17:37:32.408Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-06T16:07:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-14T10:54:15.769Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It is up to indiviudal businesses to decide how to collect outstanding debts, including whether to use an external debt collection company.\r\n\r\nIf you are struggling with debt you might find the information on dealing with your debts, published by Citizens Advice, helpful: https://www.citizensadvice.org.uk/debt-and-money/help-with-debt/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-14T10:54:15.767Z"
    },
    "id": 578122,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578122.json"
    },
    "type": "petition"
}