{
    "attributes": {
        "action": "Stop the debate of human rights within educational settings",
        "additional_details": "Debates like these, whilst looking harmless, are actually incredibly harmful to the minority groups involved in discussion. The trauma caused by these discussions are involuntary and incredibly painful - and only breed hate, intolerance and pain. Instead we should be having more open discussions about erasing intolerance - not breeding it within education.",
        "background": "Stop the allowance of ignorance within debate in regards to human rights in education. The discussion of topics such as LGBT rights, black lives matter, disability rights and other minority group human rights should not be up for debate especially within a setting that is meant to be safe.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-05T18:59:20.093Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-05T19:44:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-14T09:29:55.071Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how certain topics are discussed in educational settings, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government's statutory guidance on Relationships Education, Relationships and Sex Education (RSE) and Health Education states that schools should ensure that all pupils understand the \r\nimportance of equality and respect, and highlights the right of everyone to equal treatment: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908013/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-14T09:29:55.066Z"
    },
    "id": 578140,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578140.json"
    },
    "type": "petition"
}