{
    "attributes": {
        "action": "I want to cut MP's pay by half and pay increase to NHS staff",
        "additional_details": "I believe that our glorious NHS has had more than it's share of pay cuts and I want the government to recognise the greatness of our NHS by slashing the pay of parliament the same way they slashed the pay of our NHS. So our NHS can then be on the pay they deserve and MP's can then experience living on the NHS wages. If done for a year and parliament don't like the pay. Then you must respect the NHS and leave the pay as is. All bonuses can be kept to make you all happy.",
        "background": "I want Parliament too half their wages and from halving the wages that half goes to NHS staff and frontline workers. So MP's work on half their salary for the year and the half that they have cut goes to pay our glorious NHS.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-06T11:50:21.101Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-06T12:18:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-08T16:20:54.869Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n\r\nYou might like to sign the following petitions:\r\n\r\nPlease give the NHS Covid Heroes a bigger pay rise.\r\nhttps://petition.parliament.uk/petitions/577970\r\n\r\nRecognise all members of NHS nursing profession by giving them a 12.5% pay rise\r\nhttps://petition.parliament.uk/petitions/560253"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-08T16:20:54.866Z"
    },
    "id": 578256,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578256.json"
    },
    "type": "petition"
}