{
    "attributes": {
        "action": "Stop the building of new homes along the A12 in Marks Gate",
        "additional_details": "Marks Gate is already a residential estate, and has little green space - the local council are planning to build on the little green space the local era has along the lake and the busy A12. Over 100 people in Marks Gate are already on the housing list, building these flats and houses right next to people who are waiting for a better place to live is a mockery. This further removal of green space also takes away little green play area that younger local residents have access to.",
        "background": "The Mayor of London has just given the green light for 300 new homes and flats to be built along the A12 and near Padnall Lake in Marks Gate - we want this development to be stopped.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-06T12:58:47.057Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-06T15:56:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-13T09:54:56.736Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. This is a matter for the London Assembly and the London Mayor.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-13T09:54:56.733Z"
    },
    "id": 578272,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578272.json"
    },
    "type": "petition"
}