{
    "attributes": {
        "action": "Introduce a new system to license and control the sale of knives.",
        "additional_details": "People are hurt every day by knives, victims are mainly young people.Knives are murder weapons being used to kill, maim & injure.They need to be controlled for the safety of all.Knives sales must be treated similar to firearms sales, closely supervised & restricted to help prevent these deaths.Laws are in place around knife sales.‘Banned knives and weapons’ are illegal in the UK as is their sale,hire or loan,but these laws are not rigorously enforced. Banned weapons can easily be purchased.",
        "background": "Take action in relation to the threat of knife crime in the UK. By creating,establishing & enforcing a new clear code of conduct around the sale & control of knives & all bladed articles.Strict regulation through a knife licensing system to control the sale of knives both legally & illegally.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-06T15:20:40.686Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-06T18:35:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-13T12:12:23.985Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the sale of knives, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe could accept a petition calling on the Government to require details of individuals who purchase knives to be recorded, and to restrict who is able to sell knives, if that's what you want to happen.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nBan the online sale of blades likely to be used as offensive weapons: https://petition.parliament.uk/petitions/553792"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-19T10:47:18.044Z"
    },
    "id": 578306,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578306.json"
    },
    "type": "petition"
}