{
    "attributes": {
        "action": "Change the wording of Mental Health to Mind Health to remove taboo language",
        "additional_details": "If we are going to make a difference to people and help reduce the stigma, discrimination and judgement that is experienced by people then we need to change the language that is used. The use of language makes a real difference and if this is changed to normalise the word to Mind then people would understand this more and also it would help with our future generation and not be such a taboo subject. There is too much background negativity with the word Mental and government have power to change",
        "background": "If we remove the word Mental this would help reduce the stigma around the language used. People currently don't think this applies to them but it does as it is all about your mind, emotions, feelings and behaviour. The word Mental has negative conation by changing this to Mind, it would really help",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-07T10:04:10.019Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-08T08:51:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-15T08:29:32.628Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the use of the phrase \"mental health\", but we're not sure exactly what you'd like the Government or Parliament to do. The Government is not responsible for the language people use."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-15T08:29:32.626Z"
    },
    "id": 578399,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578399.json"
    },
    "type": "petition"
}