{
    "attributes": {
        "action": "Install recycling bins in Nantwich town centre to combat overflowing bins",
        "additional_details": "Nantwich is a beautiful, historical flower market town. St Mary's Church is situated in the heart of this bustling town and it is currently surrounded by oceans of rubbish as the bins currently situated in town are limited with NO recycling options available. \r\n\r\nGiven the UK is progressing in an environmentally conscious and promoting sustainability, this is a wonderful opportunity to have our community enjoy this historic town and be able to preserve it and educate our visitors in sustainability",
        "background": "We would like to have some recycling bins placed in the town centre and provide education to visitors in the town centre on environmental awareness and sustainability. Currently there are only a few rubbish bins with no recycling options and bins are overflowing with recyclable items.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-07T14:08:41.261Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-07T14:28:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-12T15:12:27.689Z",
        "rejection": {
            "code": "irrelevant",
            "details": "You could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-13T09:29:02.103Z"
    },
    "id": 578438,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578438.json"
    },
    "type": "petition"
}