{
    "attributes": {
        "action": "Give all NHS a FAIR pay rises & release wages of all gov officials under FOI act",
        "additional_details": "Gov staff petitioned in 2020 complaining that salaries dropped by 20% demanding increases\r\nSOUND FAMILIAR?\r\n\r\nThe stress, trauma, burden, work 24/7, has been an NHS burden which we have all shouldered, whilst the government have ignored us. We gained some small recognition with the pandemic. Which tripled the afore-mentioned burden and added PTSD, pain, burn-out, distres@, increased tax, mental illness etc. Is 1% enough? List your expenses and losses below. Show the gov how they have treated us.",
        "background": "During the pandemic ALL NHS workers deliver vital public services and kept our country safe, secure, throughout an unprecedented pandemic, risking our lives to save millions of others. The Gov must start to restore the real value of their pay with a 10%+ like the gov workers requested in 2020.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-08T16:16:24.529Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-08T16:29:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-15T09:58:10.641Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nPlease give the NHS Covid Heroes a bigger pay rise.\r\nhttps://petition.parliament.uk/petitions/577970\r\n\r\nRecognise all members of NHS nursing profession by giving them a 12.5% pay rise\r\nhttps://petition.parliament.uk/petitions/560253\r\n\r\nProvide a Pay increase of 7% to all our NHS workers fighting COVID19\r\nhttps://petition.parliament.uk/petitions/568373\r\n\r\nYou cannot make a Freedom of Information Requests through a petition. You can find out how to make a freedom of information (FOI) request here: https://www.gov.uk/make-a-freedom-of-information-request"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-15T09:58:10.639Z"
    },
    "id": 578591,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578591.json"
    },
    "type": "petition"
}