{
    "attributes": {
        "action": "Make it a criminal offence to hold an anti lockdown protest against covid 19",
        "additional_details": "As we have seen that anti lockdown protests are causing infections to surge as they fight for their freedom and I want to see all protesters locked up for a minimum of 10 years imprisonment for breaching lockdown rules and to protect the NHS",
        "background": "Make it punishable by law if anti lockdown protests are held across the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-10T13:07:34.679Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-10T13:12:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-17T15:04:19.252Z",
        "rejection": {
            "code": "no-action",
            "details": "There are already restrictions on protests taking place during the current Covid-19 outbreak, unless these have been organised by a business, a charitable, benevolent or philanthropic institution, a public body or a political body, and the gathering organiser takes the required precautions in relation to the gathering.\r\n\r\nThere are also pre-existing requirements for organising of a public march to tell the police about this in advance, and police have powers to limit or change the route and set any other conditions of marches.\r\n\r\nIn any case, we could not accept a petition calling for protests on particular issues to be banned, as this would unreasonably restrict an individual's freedom of expression, and we cannot accept petitions that request extreme actions of this kind."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-17T15:04:19.249Z"
    },
    "id": 578838,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578838.json"
    },
    "type": "petition"
}