{
    "attributes": {
        "action": "Give more support to the clinically vulnerable children in the UK",
        "additional_details": "The proportion of clinically vulnerable children in the UK whom are at risk of severe illness and death have been swept under the carpet due to the lower number of death rates in children.\r\n\r\nThese families have become the pandemics forgotten, parents are being urged to return their children to school with no vaccine, to return to work with no support and afraid of passing their children the virus.\r\n\r\nParents of clinically vulnerable children need better support, we need to prioritise these families.",
        "background": "Clinically vulnerable children and their families have been largely forgotten throughout the pandemic\r\n\r\nMore needs to be done to ensure that the percentage of children who are at risk of severe illness are prioritised for vaccines when approved and their families are supported throughout shielding.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-10T19:30:13.319Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-10T19:54:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-25T17:34:57.203Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe understand you're concerned about the health and financial support available to clinically vulnerable children and their families, but we're not sure exactly what actions you'd like the Government to take in order to provide this support.\r\n\r\nYou could start a new petition calling for clinically vulnerable children to be prioritised to receive Covid-19 vaccination if and when a vaccine is approved for this age group, or for shielding measures to be continued until all clinically vulnerable children and their families have been vaccinated, if these are things you'd like to see happen. \r\n\r\nYou might also like to sign the following petition:\r\n\r\nExtend shielding to June 21st or until all CEV have both vaccinations\r\nhttps://petition.parliament.uk/petitions/580401"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-13T15:58:33.757Z"
    },
    "id": 578893,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578893.json"
    },
    "type": "petition"
}