{
    "attributes": {
        "action": "Redirect test and trace funding to our beloved and much needed NHS",
        "additional_details": "It’s shocking to hear Test and trace system costs £37bn but the callers offers no value other than reading out a script and tick boxes. While our NHS who is saving people life’s getting only 1% pay rise. The funding should be redirected to nhs where we need the most, whether on wages or equipments or research to be better used.",
        "background": "Evaluate the test and trace system to access its real impact and publish independent feedback from public. Redirect the funding to invest much needed areas in NHS",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-10T16:40:36.149Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-10T19:56:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-25T11:43:36.921Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\n£37 billion is NHS Test and Trace's total budget for its first two years of operation, until April 2022. We understand you want to see some of NHS Test and Trace's 2021/22 budget allocation redirected to frontline NHS services and staff pay, but we're not sure whether you want NHS Trace and Trace to be discontinued altogether, or just reduced (and by how much if so).\r\n\r\nFind out more about NHS Test and Trace's budget:\r\nhttps://fullfact.org/online/37bn-test-trace-spending/\r\n\r\nYou might like to sign the following petitions:\r\n\r\nIncrease funding to the NHS to recruit enough staff, fund beds and equipment\r\nhttps://petition.parliament.uk/petitions/564512\r\n\r\nPlease give the NHS Covid Heroes a bigger pay rise.\r\nhttps://petition.parliament.uk/petitions/577970 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-25T11:43:36.917Z"
    },
    "id": 578866,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578866.json"
    },
    "type": "petition"
}