{
    "attributes": {
        "action": "Educate boys/men on how to correctly treat girls/women via sex education lessons",
        "additional_details": "The UK government needs to change the laws surrounding this topic in order to educate boys/men on how to treat girls/women correctly. This needs to be done due to the fact that sexual assault and rape crimes are massively on the rise. A recently released study shows that 97% of women have been victims of sexual assault/harassment or sadly even rape at some point. Instead of teaching girls/women how to defend themselves, teach boys/men on how to treat women properly.",
        "background": "Educate boys/men on how to correctly treat girls/women via sex education lessons in order to prevent sexual assault and rape crimes from being committed and to stop victim blaming within the UK justice system.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-11T16:04:34.781Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-11T16:13:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-18T14:49:45.628Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about sex education in schools, however it's not clear what specific changes you want to be made to the curriculum in order to \"educate boys/men on how to correctly treat girls/women\".\r\n\r\nKey aspects of the law relating to consent and sexual harassment are already required to be taught in secondary schools through Relationships and Sex Education, which states \"Key aspects of the law relating to sex which should be taught include the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment, and choices permitted by the law around pregnancy\". You can find out more about this here: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary.\r\n\r\nIf there are specific changes you would like to see made to the RSE curriculum you could start a petition about that.\r\n\r\nIn the meantime, you may like to sign this petition which calls for sex education and consent to be mandatory in primary schools: https://petition.parliament.uk/petitions/553641"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-18T14:49:45.624Z"
    },
    "id": 579053,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579053.json"
    },
    "type": "petition"
}