{
    "attributes": {
        "action": "Improve sex education in schools",
        "additional_details": "I feel that in today’s society there are so many individuals who have been subject to sexual assault, harassment, abuse and rape. These encounters have left them to feel powerless and vulnerable in society. Moreover, some have even had there lives taken from them during these disgusting and vile crimes. The impact not only scars the victims but also their families and friends. I want to create a better society for future generations to feel safe in.",
        "background": "We need to implement better sex education to teach young boys (and girls) about respect, equality, boundaries and consent, in order to eradicate further lives being destroyed due to sexual misconduct.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-12T00:05:53.218Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-12T00:20:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-18T14:57:28.645Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about sex education in schools, however it's not clear what specific changes you'd like to see made to \"improve sex education in schools\".\r\n\r\nKey aspects of the law relating to consent and sexual harassment are already required to be taught in secondary schools through Relationships and Sex Education, which states \"Key aspects of the law relating to sex which should be taught include the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment, and choices permitted by the law around pregnancy\". You can find out more about this here: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary.\r\n\r\nIf there are specific changes you'd like to see made to the RSE curriculum, you could start a petition about that.\r\n\r\nYou may like to sign this petition which calls for sex education and consent to be mandatory in primary schools: https://petition.parliament.uk/petitions/553641"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-18T14:57:28.641Z"
    },
    "id": 579159,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579159.json"
    },
    "type": "petition"
}