{
    "attributes": {
        "action": "We need more affordable housing for the general public in Plymouth, not students",
        "additional_details": "From personal experience, I've been trying to find a home for my family ( currently 3 people living in a 1 bed flat ) and in Plymouth it's either too expensive or student housing. The students have way more housing then the general public and there's more being built. This needs to be balanced out as it's unfair to the people who live here all year round and call Plymouth their home.",
        "background": "We need more places for families to live that they can afford, there are too many student accommodations in Plymouth and it's nearly impossible for families to find homes to live without severe competition for them or they are too expensive on reflection of the condition of the property itself.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-12T08:35:03.378Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-12T10:41:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-29T10:25:23.470Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-29T10:25:23.468Z"
    },
    "id": 579185,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579185.json"
    },
    "type": "petition"
}