{
    "attributes": {
        "action": "Coloured hair and piercings should be allowed in secondary schools!",
        "additional_details": "I did my research and “ Any 'unnatural' colors are not allowed because they are being deemed 'distracting' to other children.” Which i believe that its ridiculous the fact that they think it’s ‘distracting’ other ‘students’ even though its distracting the teachers. They want us to express ourselves and be our selves then complain the fact that we dye our hair and wear piercings. This could also have an impact towards out mental health,Generations have changed and so did culture so we want our freedoms and rights! \r\n\r\n",
        "background": "We want our freedom! We want to decide wether or not if we want to colour our hair or give ourselves a piercing. We’re not asking for something big nor wanting non school uniform.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-03-12T17:24:36.231Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-12T19:22:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-23T17:50:10.722Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government does not set rules about student appearance. This is a matter for individual schools.\r\n\r\nWe have accepted the following petition, which you might like to sign:\r\n\r\nBan mandatory uniforms in state schools: https://petition.parliament.uk/petitions/550875\r\n\r\nWe could accept a petition calling on the Government to ban schools from setting any rules about student appearance, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-23T17:50:10.718Z"
    },
    "id": 579297,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579297.json"
    },
    "type": "petition"
}