{
    "attributes": {
        "action": "Extend the valid date to another year for the driver license expired in pandemic",
        "additional_details": "Given that we have experienced three times of lockdown from March last year, there is colossal impact on our daily life during the pandemic period, and when we got the driver license expired, we have fewer chance to do the renewal during this hard time. However, cars always play an important role in our daily life, to help us commute, shopping, and reduce the public transportation, hence reduce the chance to spread the virus.\r\nAlso we do not want to contribute to the peak time of driver testing after this lockdown。\r\nSo we want the Goverment or Parliament to consider to extend the valid date for our driver licenses",
        "background": "We want the Goverment or Parliament to consider to extend the valid date to another year for our driver licenses expired between 1, April, 2020 and 31,March, 2021, inlcuding non-GB ones and provisional ones.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-12T15:02:59.908Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-12T17:23:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-22T15:41:04.249Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petition:\r\n\r\nExtend validity of UK residents driving with international license by 11 months\r\nhttps://petition.parliament.uk/petitions/570227"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-22T15:41:04.246Z"
    },
    "id": 579272,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579272.json"
    },
    "type": "petition"
}