{
    "attributes": {
        "action": "Introduce Mandatory Self-defence Classes in UK Secondary Schools",
        "additional_details": "Self-defence classes are both expensive and time consuming, meaning that not everyone has access to the resource of learning to protect themselves.\r\nTo tackle this inequality in wealth and resource, the government should introduce legislation which makes self-defence compulsory in the curriculum - be it within P.E lessons or otherwise.\r\nIt is the government's responsibility to keep citizens safe and starting in schools would be the best course of action to help reduce the reported 97% figure.",
        "background": "Following the eye-opening statistic that 97% of young women in the UK have been sexually harassed, it is imperative that individuals have a means to protect themselves.\r\nMaking self-defence mandatory within schools will mean that all young people will have greater knowledge on how to stay safe.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-12T22:18:53.542Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-12T22:33:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-22T08:17:44.876Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nMandatory self-defence classes as part of school curriculum: https://petition.parliament.uk/petitions/578987\r\n\r\nFund free self-defence classes for women in the UK: https://petition.parliament.uk/petitions/578919"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-22T08:17:44.873Z"
    },
    "id": 579349,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579349.json"
    },
    "type": "petition"
}