{
    "attributes": {
        "action": "Make affordable housing ACTUALLY AFFORDABLE",
        "additional_details": "Many hard working families, young people and older professionals are stuck in house shares or inadequate housing. The waiting list for social housing can be up to 10 years which is not good enough. There are many empty high rise apartment blocks that could be filled with families who need somewhere to live. But instead are reserved for wealthier people who have a spare £650,000 to rent a studio. This has to change. Property developers need to be encouraged to prioritise the needs of people over profit.",
        "background": "There are a multitude of new builds, luxury apartments that most people cannot afford to buy or rent. Many ‘affordable housing’ options still require an income of at least £60,000 to rent. The cost of living is more than the average person’s income. Teachers for example earn an average of £30,000.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-12T18:39:28.662Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-12T19:41:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-22T16:42:47.275Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe understand you're concerned about ensuring a sufficient supply of housing at a price level that is affordable for people on low and average incomes, but we're not sure exactly what actions you'd like the Government or Parliament to take in response. \r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-25T17:17:27.918Z"
    },
    "id": 579305,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579305.json"
    },
    "type": "petition"
}