{
    "attributes": {
        "action": "Make public sexual harrasment a criminal offence",
        "additional_details": "I was first harassed in the streets at age 11, in my school uniform. Hearing that many others go through the same leaves me feeling helpless. Fear is a constant state for females. Public sexual harassment (PSH) is a threatening experience. Studies conducted show that public sexual harassment has long-term emotional and psychological harm. This new law would be a great  step to tackle inequality and keep women safe. France has shown that criminalising street harassment works.",
        "background": "Like 90% of women in the UK, I have faced street harassment. Women and girls should feel safe walking the streets at anytime, with the confidence that the law protects them. However, there is no specific law against public sexual harassment. It makes us feel powerless, objectified, hurt, and angry.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-13T01:25:27.875Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-13T09:08:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-22T08:35:05.192Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/578940\r\n\r\nSexual harassment could already be treated as an offence under various criminal offences, and if you have been the victim of a crime you should contact the police here: https://www.police.uk/contact/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-22T08:35:05.189Z"
    },
    "id": 579372,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579372.json"
    },
    "type": "petition"
}