{
    "attributes": {
        "action": "Stop International Travel from United Kingdom",
        "additional_details": "We as a country have sacrificed so much over the last year and there is every chance we can have some sort of normality back in the next months to come. All these sacrifices could soon be undone by a variant the could see all the pain and hardship undone by a small minority of people who are continuing to flout the rules and travel internationally for no exceptional reasons other than so called holidays. \r\nThis could have a huge detrimental effect and see us place back into another lockdown.",
        "background": "With the possible road out of lockdown looming, and the quarantine system that is in place a shambles and the threat of new Variants looming we must take action now to stop all our sacrifices being undone, by people still flouting the rules and continuing to travel abroad.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-12T20:39:16.922Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-12T21:17:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-12T09:01:39.180Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about international travel, but we're not sure exactly what you'd like the Government or Parliament to do. Under current rules You can only travel internationally from England where you have a reasonable excuse to leave the UK, such as work. International holidays are not permitted. You can find out more about these restrictions here: https://www.gov.uk/guidance/covid-19-coronavirus-restrictions-what-you-can-and-cannot-do#international-travel\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nClose the borders until coronavirus is defeated: https://petition.parliament.uk/petitions/564165"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-12T09:01:39.177Z"
    },
    "id": 579329,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579329.json"
    },
    "type": "petition"
}