{
    "attributes": {
        "action": "Raise awareness about sexual harassment, especially in schools",
        "additional_details": "Make it compulsory for sexual harassment to be taught about in all schools, to all pupils. Penalise harassment more severely. Increase measures to make women feel safe in areas with high reports of harassment, stalking etc (such as police patrols). Introduce more workshops and specific guidelines to deal with reported harassment in schools and the workplace (for all genders) so people understand the problem and can do more to rectify it. We all deserve to be safe no matter what we wear.",
        "background": "Sexual harassment is a real and present issue. One in four women have been harassed or raped, and as a girl I feel unsafe on the streets. If there is more awareness about sexual harassment in school for both boys and girls, the problem will be stopped at the roots and everyone will feel safer.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-13T20:48:38.331Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-14T10:28:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-20T12:01:05.666Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government's new Relationships and Sex Education curriculum, which is mandatory in all state schools from this year, requires that students are now taught about key aspects of the law relating to sex, which include the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment, and that sexual violence and sexual harassment are not acceptable: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-20T12:01:13.631Z"
    },
    "id": 579507,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579507.json"
    },
    "type": "petition"
}