{
    "attributes": {
        "action": "Make public sexual harassment a criminal offence.",
        "additional_details": "The government has put millions of pounds into helping those with mental health issues (brilliant) but fails to stop more women from developing such issues. Harassment  has happened to me, it has happened to nearly 80% of women (UN Women UK) and will continue to happen until public sexual harassment is made illegal. Social change will only come when the law protects us, so we need legal change now. This problem is far worse for women of colour, and they need protection all the more from the gov.",
        "background": "Make public sexual harassment illegal with penalties that reflect the mental and physical harm that it does. I was first harassed when I was 6 and I live in fear it will happen again, and it has, multiple times since. It is exhausting constantly being on guard, but it shouldn’t have to be like that.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-14T10:55:12.347Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-15T07:59:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-22T08:50:46.140Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/578940\r\n\r\nSexual harassment could already involve certain offences. If you have been the victim of a crime you should contact the police here: https://www.police.uk/contact/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-22T08:50:46.138Z"
    },
    "id": 579601,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579601.json"
    },
    "type": "petition"
}