{
    "attributes": {
        "action": "Make catcalling illegal with a jail sentence so women feel safe on the streets",
        "additional_details": "There is far too much of this happening just one look on social media and you’ll see the amount of sexual harassment present. Women don’t feel safe anymore in daylight or night. Enough is enough. How many more women need to be sexually harassed in the form of catcalling before it is taken seriously? Women should not have to live in fear over unwanted sexual advances thrown their way. Women shouldn’t have to feel anxious about what clothes we wear because of the vulgar comments that we may face",
        "background": "I and many women like me have been subjected to unwanted and vulgar sexual harassment when just walking home in broad daylight. There is nothing at the moment that is working to stop this problem but a jail sentence would keep these obscene people off the streets allowing women to feel safe again.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-14T13:50:36.677Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-14T21:17:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-22T08:50:29.604Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/578940\r\n\r\nSexual harassment could already involve certain offences. If you have been the victim of a crime you should contact the police here: https://www.police.uk/contact/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-22T08:50:29.601Z"
    },
    "id": 579637,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579637.json"
    },
    "type": "petition"
}