{
    "attributes": {
        "action": "Improve education & support around harassment in Southampton secondary schools.",
        "additional_details": "As a girl, the majority of my female classmates & I have experienced sexual assault and harassment, Society brushes disgusting and immature behaviour from young boys & blame their actions on the victim. Schools have not educated children, leading to girls not knowing how or when to report harassment and boys getting away with criminal behaviour. Better education would give opportunity for support and information that would improve safety and the school environment.",
        "background": "Mandate better education on assault, consent & harassment to Southampton secondary schools due to a lack of support & information given. Posters, lessons, and student advocates on these topics would improve the safety of the schools; stricter rules around harassment could also be put in place.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-03-14T21:08:56.139Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-14T21:16:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-20T14:57:40.748Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government's new Relationships and Sex Education curriculum, which is mandatory in all state schools from this year, requires that students are now taught about key aspects of the law relating to sex, which include the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment, and that sexual violence and sexual harassment are not acceptable: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary\r\n\r\nImprovements to teaching for schools in speciifc areas are a matter for individual schools or trusts, and the local authority. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-20T14:57:48.815Z"
    },
    "id": 579724,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579724.json"
    },
    "type": "petition"
}