{
    "attributes": {
        "action": "Government fund for women to afford self defence essentials&\r\nTeach Self Defence",
        "additional_details": "The Government have failed to understand for so long the issues women go through in regards to their safety. Why should it take the death of multiple women for you to recognise this as an issue? No significant strategic plan or method had been put in place to help protect women especially those from less privileged backgrounds. A change is a must! Allowing what I have stated above, will hopefully make women feel safer in this world and take away their worries of being attacked, it should not be this way and no reason justifies it to be so.  Approximately 85,000 women are sexually assaulted or harassed and those are JUST what is reported. It should be at 0.",
        "background": "Allowing women to defend themselves from perpetrators not only in a general setting but also in school environments to help them understand how to use these equipment's from an early age and how to use their bodies to defend themselves. This should not even be a reason or factor. Do better for women",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-14T19:22:12.803Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-14T20:34:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-26T08:20:56.881Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/578919\r\n\r\nIt's not clear what self-defence essentials you are referring to, but we have published the following petition, which you might like to sign:\r\n\r\nMake it legal to carry non-lethal self defence weapons: https://petition.parliament.uk/petitions/577568"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-26T08:20:56.878Z"
    },
    "id": 579708,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579708.json"
    },
    "type": "petition"
}