{
    "attributes": {
        "action": "Ensure the public feel safe on the streets, Implement a plan to improve safety.",
        "additional_details": "Given recent events something has to change about people’s Safety on the streets. It is disgusting that women feel they are unable to walk the streets alone at night or simply for exercise. The app would have the ability to track your location whilst using it so if there was any signs of danger you’d know where the person is and can respond right away through the app. Also having volunteers on the streets on the evening being vigilant adds an extra layer of protection for the public.",
        "background": "An app called Walk With Me which will give anyone the ability to walk with a Background Checked Volunteer. This should offer a piece of mind knowing they aren’t alone. Too many people go missing or are taken from the streets whilst alone and completely unaware. Not enough is done to prevent this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-15T13:15:13.523Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-15T16:44:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-21T14:40:10.288Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about personal safety, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear whether you want the Government to fund the creation of an app, and if so exactly how this would work, and/or pay for background checked individuals to accompany lone walkers (your petition refers to volunteers, but the Government is not responsible for engaging voluntary workers).\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-21T14:40:23.525Z"
    },
    "id": 579818,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579818.json"
    },
    "type": "petition"
}