{
    "attributes": {
        "action": "Make Sexual Harassment Education a Compulsory Part of Curriculum in UK Schools",
        "additional_details": "As a 20-year old woman, like 86% of women my age, I have experienced sexual harassment on multiple occasions. \r\n\r\nSimilar to many other women, I am concerned every time I cross my doorstep that I will be a victim of sexual harassment. This is a serious issue that needs to be addressed.\r\n\r\nIn 2021, it was recognized that \"71% of women of all ages in the UK have experienced some form of sexual harassment in a public space\" with the number rising \"to 86% among 18-24-year-olds.\" (UN Women UK, 2021).",
        "background": "I believe it should be a compulsory part of UK education to be taught about verbal and physical sexual harassment and assault. Educating people on this will aid the prevention of sexual harassment in the future.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-15T15:51:55.186Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-15T17:14:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-22T09:04:04.381Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government's new Relationships and Sex Education curriculum, which is mandatory in all state schools from this year, requires that students are now taught about key aspects of the law relating to sex, which include the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment, and that sexual violence and sexual harassment are not acceptable: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-22T09:04:04.379Z"
    },
    "id": 579853,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579853.json"
    },
    "type": "petition"
}