{
    "attributes": {
        "action": "Address systemic sexism by overhauling traditional boy-girl sex education.",
        "additional_details": "Boys growing up have toxic traits engrained into them through societal norms: male chauvinism, female objectification, “boys will be boys” mentality, etc. \r\nSchools are the root of education, this is the best place to start addressing systemic issues.\r\n97% of women have been sexually harassed. It’s not all men but a figure that high means that it’s definitely not a small minority of men. \r\nWomen wish they were taught more about their bodies in school.\r\nI am a man who feels safe walking home.",
        "background": "A fortnightly curricular lesson in secondary school.\r\nGreater education on menstruation and toxic masculinity. \r\nClearer definitions and reinforcement on what is sexual harassment, assault and rape. \r\nA class debate discussing systemic sexism from both sides, would raise awareness internally.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-15T13:17:28.168Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-15T13:49:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-27T11:28:00.487Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions which call for very similar actions: \r\n\r\n'Increase the amount of content on sexism in the PSHE national curriculum.': https://petition.parliament.uk/petitions/579416\r\n\r\n'Provide funding to improve the quality of teaching in schools of sexual violence': https://petition.parliament.uk/petitions/580038 \r\n\r\nYou may also like to sign this petition which calls for a related action:\r\n\r\n'Sex education and consent to be mandatory in primary schools': https://petition.parliament.uk/petitions/553641 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-27T11:28:02.458Z"
    },
    "id": 579821,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579821.json"
    },
    "type": "petition"
}