{
    "attributes": {
        "action": "Reform Legal Requirements on Sexual Harassment in the Creative Industries",
        "additional_details": "97% of women have experienced sexual harassment (The Guardian). 58% of people have witnessed sexual harassment at work (Musician’s Union). Especially for freelance workers, which are a huge portion of creative workers, there is hardly any legal support to report or be protected from sexual harassment. The audience and workers in creative spaces need more protection including a physical place to go, mandatory training on employment, and an efficient, legally enforced, reporting service.",
        "background": "Evaluate current laws; make mandatory training and create physical and digital safe spaces for freelance workers, contracted employers and audience members to report and be protected from sexual harassment and abuse in creative spaces including festivals, venues, studios, offices, and classrooms.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-15T17:51:00.051Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-15T19:34:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-29T08:52:48.185Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about sexual harassment in the creative industries, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition refers to creative spaces, but the list of places you want to be covered by new requirements includes offices and schools.\r\n\r\nThe Government is also not responsible for mandating training for businesses in the creative industries.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake sexual harassment a specific criminal offence: https://petition.parliament.uk/petitions/578940\r\n\r\nPublic inquiry into sexual harassment: https://petition.parliament.uk/petitions/579057"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-29T08:52:49.072Z"
    },
    "id": 579877,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579877.json"
    },
    "type": "petition"
}