{
    "attributes": {
        "action": "Commit to bringing in a law recognising dog sentience",
        "additional_details": "Determining sentencing for dog theft should take into account not only the effects  on the family but on the dogs feelings and wellbeing. They feel pain and emotions as they are sentinel being not an inanimate object so animal welfare is being harmed from the day they are stolen from there home",
        "background": "Now we are no longer part of Europe the EU sentience framework for animals is now non existent in the uk. We need to have our own legislation, undermining the Government's pledge for high animal welfare standards post Brexit and recognising dogs are sentient beings",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-15T18:38:00.590Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-15T20:24:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-29T09:00:50.743Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want dogs to be recognised as sentient, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Animal Welfare Act 2006 already makes owners and keepers responsible for ensuring that the welfare needs of their animals are met: https://www.gov.uk/guidance/animal-welfare\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nCreate a public register of people banned from keeping animals in the UK: https://petition.parliament.uk/petitions/573147\r\n\r\nImplement an Animal Bill of Rights protecting all species of animals: https://petition.parliament.uk/petitions/561124\r\n\r\nIncrease sentences for all animal cruelty offences: https://petition.parliament.uk/petitions/565404\r\n\r\nIncrease minimum and maximum sentences for pet theft: https://petition.parliament.uk/petitions/563711"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-29T09:01:51.617Z"
    },
    "id": 579890,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579890.json"
    },
    "type": "petition"
}