{
    "attributes": {
        "action": "Limit the education curriculum to benefit student  engagement and mentality!",
        "additional_details": "Throughout the COVID-19 crisis students and parents alike have adapted and we have seen how hard it is for students to learn at home because of a lack of materials we need a more student approach instead of grades before students . Though the UK GCSES are just 1 part of your future but your true future is your heart that’s what leads to you where you want to be ! Education is not a ethos of military action it’s about developing a person and we need a curriculum for life not a robot!",
        "background": "I want the UK government to limit what school aged children learn . Throughout the COVID-19 crisis parents up and down the country have had an eye-opener into our education system and have seen the stupid system we learn from . We do not need to learn about coordinates , angles , PETAL paragraphs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-15T19:29:37.225Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-19T07:22:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-25T10:11:50.980Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about certain content of the national curriculum, but we're not sure exactly what changes you'd like the Government to make.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-25T10:11:50.978Z"
    },
    "id": 579907,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579907.json"
    },
    "type": "petition"
}