{
    "attributes": {
        "action": "Subsidised exercise for individuals struggling physically and mentally",
        "additional_details": "Whilst there is government backed support in place, I believe some individuals in our communities are missing important opportunities by no fault of their own.\r\nMental health conditions such as anxiety may prevent individuals from attending larger gyms, but if they had a choice to visit a private facility or if the gym could come to them, I trust they would be more likely to participate in physical exercise, which would not only improve mental health but decrease conditions such as Obesity also.",
        "background": "Considering the forthcoming post pandemic world, I believe individuals will need more help than ever to increase their physical and mental well-being. \r\nThere are exercise referral programs in place but unfortunately this is only for council owned facilities. I feel individuals should have a choice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-16T09:24:34.538Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-16T10:37:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-23T08:43:37.108Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see more support for certain people to be exercise, but we're not sure who you want to be supported in this way, or what support you want to be provided.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-23T08:43:37.195Z"
    },
    "id": 579985,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579985.json"
    },
    "type": "petition"
}