{
    "attributes": {
        "action": "I want the Government to Ban Cyclist from City Center in all Pedestrian  areas .",
        "additional_details": "As things stand.The Highways and planning council can do nothing.\r\n They have no instruction from the government to ban bikes in the city center which is mainly a pedestrian area.And poses an ongoing risk to pedestrians.Whom are having to look a round themselves everyday for on coming e bikes and push bikes approaching them.\r\nTo date nothing has been introduced to rectify it. Pedestrian areas are meant to be safe.But cyclist  in High st.@ pedestrian areas feel like an ongoing threat to safety .",
        "background": "Ban Cyclist @e bikes from Riding there bikes in Pedestrian areas.\r\nIn order to make this out of control Situation safer for pedestrians to walk Safely without this on going real safety. Concern.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-16T00:20:40.349Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-16T10:54:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-23T08:46:17.910Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about local traffic restrictions, including whether to create pedestrianised zones and if cyclists are permitted in these zones, is a matter for individual local authorities, not the Government or House of Commons.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-23T08:46:17.908Z"
    },
    "id": 579956,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579956.json"
    },
    "type": "petition"
}