{
    "attributes": {
        "action": "Set up a system for women to report street harassment and catcalling incidents",
        "additional_details": "Individuals who catcall in public could be more likely to be violent towards women and girls. There is no evidence to support nor reject this hypothesis as there is no official database of street harassment incidents. A database like this means there will be repercussions for this kind of behaviour and could be useful in identifying perpetrators of other crimes against women. Women should be able to report these incidents in order to feel more safe and comfortable in public.",
        "background": "97% of women age 18-24 have been sexually harassed. Allowing women to report street harassment and include details like number plates could help fight and prevent this behaviour. It would also show if individuals were frequently committing these offences and action could be taken against this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-16T12:40:12.964Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-16T13:07:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-23T09:10:48.599Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about street harassment, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIf street harassment would count as an offence it can already be reported to the police. If street harassment would not constitute an offence it is not clear who you want people to be able to report this to, or what consequences this would have.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake sexual harassment a specific criminal offence: https://petition.parliament.uk/petitions/578940\r\n\r\nIf you have been the victim of a crime, or witnessed a crime, you should contact the police here: https://www.police.uk/contact/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-26T14:20:59.197Z"
    },
    "id": 580012,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580012.json"
    },
    "type": "petition"
}