{
    "attributes": {
        "action": "Make the justice system tougher on convicted murderers.",
        "additional_details": "A proper debate with view to changing sentencing and enforcement of sentencing guidelines for convicted murderers needs to occur in The House of Commons then The House of Lords.\r\nInstead of suggesting a curfew for all men better idea's could  include invest more money in police to increase numbers, build more prisons, increase the number of Magistrate and Crown courts to process all criminal cases more quickly and look at ways to improve the probation service such as improving its resources.",
        "background": "Punishments for convicted murderers are now not as severe as they used to be. Obviously the government must not execute people as you might execute an innocent person. How ever the government could impose harsher deterrent prison sentences on all murderers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-17T09:43:28.688Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-20T21:51:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-26T13:43:55.488Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\t\r\nWe're not exactly sure what action you'd like the Government or Parliament to take. We understand that you'd like to see changes to punishments for convicted murderers, but we're not exactly sure what changes you'd like to see. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition calling for an increase in the minimum sentence for murder, if that's something that you'd like to see. You could also start a new petition calling for more police funding to tackle and investigate murders, if that's also something that you'd like to see. \r\n\r\nYou may wish to sign one of these petitions: \r\n\r\nStop allowing prisoners to be released before the end of their sentence: https://petition.parliament.uk/petitions/563263\r\n\r\nMandatory 50 year sentence for child sex abuse, rape, murder, terrorism & kidnap: https://petition.parliament.uk/petitions/579966"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-26T13:43:55.486Z"
    },
    "id": 580132,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580132.json"
    },
    "type": "petition"
}