{
    "attributes": {
        "action": "Introduce Police/Security Officers on Public Transport (Bus/Train/Tram)",
        "additional_details": "On public transport, people feel they can get away with certain crimes due to the lack of real security. To be able to physically talk to someone straight away if you feel uncomfortable or scared, or to know that someone is watching over could help to lower sexual assault cases especially and make public transport a safer place. It is unfair to expect the driver to surveillance the entire bus when crimes are committed without their knowledge. Perhaps this could also ensure safety of drivers too.",
        "background": "There should be an official point of contact physically on public transport. Too many sexual assaults/antisocial behaviours happen on public transport and unfortunately CCTV is not always a reliable deterrent. Safer travel is needed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-16T23:11:04.761Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-17T08:59:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-24T08:46:26.132Z",
        "rejection": {
            "code": "already-happening",
            "details": "The British Transport Police already police railways in England, Wales and Scotland, as well as some other public transport systems. Policing other forms of public transport is a matter for local police forces.\r\n\r\nOperational decisions for these police forces, including how many officers are deployed onto public transport at any one time, is a matter for each police force, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to increase funding for the British Transport Police and local police forces, to enable them to deploy officers on all public transport, but this would require a significant increase in funding, as it would require a large number of new officers."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-24T08:46:26.128Z"
    },
    "id": 580105,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580105.json"
    },
    "type": "petition"
}