{
    "attributes": {
        "action": "Stop the council tax increase in Northamptonshire",
        "additional_details": "Northamptonshire has been hit by a dramatic increase in council tax over the last 10+ years. For some people this has been an increase of 44% in the last 5 years alone. The council has previous finance issues and so Parliament stepped in a couple of years ago and needs to again. The increase is unrealistic for the services provided to the people of Northamptonshire, there is no justification as to why our council tax bills are increasing by more than £10 per month this year alone.",
        "background": "Parliament needs to look at why Northampton Council has increased our council tax bill by such a dramatic amount, surely during a pandemic and the council not being able to justify this rise we should be due a council tax freeze. Payments have already risen sharply over the last 10years.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-17T11:51:18.603Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-17T13:46:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-24T09:48:05.861Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government is not responsible for local council tax. This would be a matter for Northampton Borough Council. You can find out more about how to raise this issue with the local council here:\r\nhttps://www.northampton.gov.uk/info/100004/your-council\r\n\r\nYou can find out more about how to petition Northampton Council here:\r\nhttp://www.northamptonboroughcouncil.com/councillors/mgEPetitionListDisplay.aspx?bcr=1\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-24T09:48:05.857Z"
    },
    "id": 580156,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580156.json"
    },
    "type": "petition"
}