{
    "attributes": {
        "action": "Make our society a safer place for women and young people",
        "additional_details": "My peers believe the root of the problem to be a cultural issue. We currently have a misogynistic culture and we need first to recognise the position we are in and then to both educate our young people on where to report and get help if they fall victim to a crime and to take their reports seriously. We also need to educate our population and guide our culture so that people, especially men, do not accept and actively call out the comments and behaviour of the perpetrators.",
        "background": "The government response to calls to make life safer for women are short sighted, inadequate and won't make a difference. Cases of abuse and inappropriate behaviour are currently not properly considered or called out and society attempts to smooth over issues hoping they go away. This must change.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-17T11:19:13.867Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-17T15:28:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-20T11:41:03.036Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about public safety, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-20T11:41:07.935Z"
    },
    "id": 580149,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580149.json"
    },
    "type": "petition"
}