{
    "attributes": {
        "action": "Once A month Mental Health Educational Class for 14-16 Year Olds In Schools",
        "additional_details": "Due to suicide being one of the biggest killers in Males aged 25-40 this needs to be addressed at a young age to deliver coping mechanisms for young adults for their current and future life. This could be continued into Higher learning as well where it would be a continued support bubble.",
        "background": "With the social media world we live in, there has to be effective action for change. I believe a monthly meeting / term meeting on mental health should be a priority in schools and I believe it would help with inclusion. There isn’t enough communication around mental health and it is still taboo.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-17T13:52:54.906Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-17T14:04:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-24T09:48:43.744Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government sets the national curriculum for schools, but how this is delivered and how schools meet the health, including mental health, needs of their students is a matter for individual schools, not the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nFund preventative mental health sessions in schools and workplaces: https://petition.parliament.uk/petitions/562785\r\n\r\nProvide more funding to schools for mental health programmes: https://petition.parliament.uk/petitions/574673\r\n\r\nMake mental health awareness part of the national curriculum at all levels: https://petition.parliament.uk/petitions/561016\r\n\r\nFund a national awareness campaign for mental health in schools: https://petition.parliament.uk/petitions/553711"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-24T09:48:43.742Z"
    },
    "id": 580177,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580177.json"
    },
    "type": "petition"
}