{
    "attributes": {
        "action": "Increase the minimum sentencing for murderers and rapists",
        "additional_details": "This offender can not even serve half that sentence before being released. \r\nOver the years there have been hundreds of rapists that have gone on to commit the same crimes again and in some cases even take it as far as murder. \r\nIncreasing the minimum can help save someone's life and thats invaluable.\r\nThere have been so many cases i've listened to that the offenders have been given 2-5 years who go on to reoffend each time with tragic and devastating consequences that we know could have been avoided.",
        "background": "Time and time again i hear of instances where rapists and murders are given sentences that are in all honesty laughable. Taking someones life means so little in the eyes of the law that sending someone away for 10 yrs with the possibility of parole is something of the norm.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-17T13:55:44.793Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-17T14:31:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-05T08:29:29.626Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nMandatory 50 year sentence for child sex abuse, rape, murder, terrorism & kidnap: https://petition.parliament.uk/petitions/579966\r\n\r\nIncrease minimum and maximum sentences for all sexual offences: https://petition.parliament.uk/petitions/577443\r\n\r\nMinimum 8-year custodial sentence for all violent crime and sexual offences: https://petition.parliament.uk/petitions/579352"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-16T09:52:52.741Z"
    },
    "id": 580178,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580178.json"
    },
    "type": "petition"
}