{
    "attributes": {
        "action": "Cancel the development of the Medical Doctor Apprenticeship",
        "additional_details": "Practicing medicine requires a strong foundation of scientific knowledge, which cannot be achieved while working full-time.\r\n\r\nThere has been very little consultation with current members of the workforce. There are strong concerns regarding the practicalities of training provision and the impact on medical research.\r\n\r\nThese doctors will have limited careers, and likely be unrecognised outside of the United Kingdom.\r\n\r\nOur greatest concern is patient safety, which we believe is at significant risk.",
        "background": "The medical doctor apprenticeship will create doctors that lack the knowledge required for safe and effective practice, and will result in harm to patients as a result of substandard care. We request that Health Education England cancels its development.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-17T22:26:08.367Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-18T09:56:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-25T08:16:23.370Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The creation of new apprenticeship programmes is a matter for educational providers and relevant professional bodies, which will need to ensure that any apprenticeship enables apprentices to meet the professional standards required, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-25T08:16:23.366Z"
    },
    "id": 580253,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580253.json"
    },
    "type": "petition"
}