{
    "attributes": {
        "action": "Dedicate one day a year to recognise the services of key workers in the UK.",
        "additional_details": "The Government has openly and actively lent its support to our key workers through public speeches, national addresses or by organising weekly claps. We have a responsibility to do more. Normality will return in the near future in some capacity but the sacrifices of our key frontline workers must never be forgotten. I urge the UK Government to dedicate at least one national day a year to our key workers so that we can appreciate and always remember their selfless services to the British people.",
        "background": "The Government must recognise the efforts, sacrifices and perseverance of the UK’s key workers during the COVID-19 pandemic. These critical workers have had no respite and yet, they continue to serve the British people with dedication and integrity, putting the welfare of others before their own.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-18T02:48:58.286Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-18T10:46:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-25T08:30:27.185Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to recognise key workers, but we're not sure exactly what you'd like the Government or Parliament to do. The Government isn't responsible for designating national days of appreciation.\r\n\r\nWe could accept a petition calling for the Government to create a new, or rename an existing, bank holiday in honour of key workers, as this is something the Government is responsible for.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nSuspend PAYE Tax for all frontline Key workers for 6 months: https://petition.parliament.uk/petitions/556818\r\n\r\nGive a bonus to ALL the hard working key workers during this pandemic: https://petition.parliament.uk/petitions/559833\r\n\r\nGive all key workers a tax break for 2021: https://petition.parliament.uk/petitions/568861\r\n\r\nCreate a national memorial for Key Workers lost to COVID: https://petition.parliament.uk/petitions/575001"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-25T08:30:27.181Z"
    },
    "id": 580274,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580274.json"
    },
    "type": "petition"
}