{
    "attributes": {
        "action": "Harsher sentences for sexual harassments, sexual assaults and rapes",
        "additional_details": "The focus really needs to be on disrupting the attitudes and behaviors that excuse and normalize men's violence and verbal abuse towards women, not catching the harassments and then dealing with the issue whilst it's occurring. Some of the measures being discussed at the moment don't actually reflect women's daily lived experiences and they also don't acknowledge the need to prevent the crimes from happening in the first place. Punishing these crimes with harsher sentences will protect women.",
        "background": "There should be harsher sentences for sexual harassments, verbal or otherwise, to prevent these crimes from happening. Harsher punishments and prison sentences for reoffenders would deter these acts from happening and would make women feel safer in public and in open spaces.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-17T20:28:11.247Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-17T22:34:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-16T07:59:34.603Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nIncrease minimum and maximum sentences for all sexual offences: https://petition.parliament.uk/petitions/577443\r\n\r\nMake sexual harassment a specific criminal offence: https://petition.parliament.uk/petitions/578940"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-16T07:59:34.600Z"
    },
    "id": 580235,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580235.json"
    },
    "type": "petition"
}