{
    "attributes": {
        "action": "Introduce LGBTQ+ content and the importance of empowering women into our schools",
        "additional_details": "We've tried bringing a change through external campaigns and raising awareness online and through social media, however this has not made the required impact as women and LGBTQ+ people are still scared to walk home and are facing harassment in the workplace. The only way this can change is if primary and secondary school children are to be taught and made aware of LGBTQ+ rights and the importance of empowering women in order to create a society that have grown up believing equality is key.",
        "background": "To introduce LGBTQ+ rights and trans awareness into primary and secondary curricular, along with the importance of empowering women in society, the workplace and sports. Also to make it compulsory for schools to make children comfortable with their identity and respectful and accepting of others.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-17T17:53:44.108Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-17T18:53:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-05T10:34:54.384Z",
        "rejection": {
            "code": "no-action",
            "details": "In teaching Relationships and Sex Education (RSE), schools are already required to \"ensure that the needs of all pupils are appropriately met, and that all pupils understand the importance of equality and respect. Schools must ensure that they comply with the relevant provisions of the Equality Act 2010, under which sexual orientation and gender reassignment are amongst the protected characteristics\". At Primary level, schools are required to teach about sexuality in the context of family structures, specifically pupils are expected to learn \"that others’ families, either in school or in the wider world, sometimes look different from their family, but that they should respect those differences and know that other children’s families are also characterised by love and care\".\r\n\r\nThe RSE curriculum also states that \"sexual orientation and gender identity should be explored at a timely point and in a clear, sensitive and respectful manner\" at secondary level. You can find out more here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908013/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf.\r\n\r\nIt is therefore not clear what you would like the Government to change about how LGBT rights are taught in schools.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nInclude sexual assault mitigation in the curriculum, save women from violence: https://petition.parliament.uk/petitions/579496\r\n\r\nIncrease the amount of content on sexism in the PSHE national curriculum: https://petition.parliament.uk/petitions/579416"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-05T10:34:55.171Z"
    },
    "id": 580213,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580213.json"
    },
    "type": "petition"
}