{
    "attributes": {
        "action": "To start a petition for NI mums to have a postnatal GP appointment for them",
        "additional_details": "England has recently agreed funding for this vital service in 2020. Northern Ireland mums should not be left to suffer in silence, not have access to valuable services because they have 'slipped through the net' A third of women report their birth as traumatic or difficult - a huge amount of women who could benefit from having a focused GP appointment for them. The health minister has recently agreed to perinatal MH funding, let's keep the momentum going with 6 week postnatal check for mums",
        "background": "I want the government to recognise the missed opportunity that the 6 week postnatal check up could give. More than half of mums currently report they were not given time to say how they have been and the appointment was focused on the baby only.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-18T19:22:12.896Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-18T23:14:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-01T10:34:43.505Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Northern Ireland Assembly is responsible for. If you want to raise this issue you could contact your MLA, or raise it with the Northern Ireland Executive. \r\n\r\nYou can find contact details for your MLAs here: http://www.niassembly.gov.uk/your-mlas/\r\n\r\nYou can find contact details for the departments of the Northern Ireland Executive here: https://www.nidirect.gov.uk/contacts/government-departments-in-northern-ireland"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-01T10:34:49.440Z"
    },
    "id": 580356,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580356.json"
    },
    "type": "petition"
}