{
    "attributes": {
        "action": "Make our journeys safe. Subsidise  safe travel for solo women after dark.",
        "additional_details": "We do not need plainclothes officers in nightclubs  That is a job for the security who already work there.  We need to get home and move safely on the streets after dark.\r\n\r\nWith  many taxi apps available 24/7 this petition asks for funding to subsidise a women only extension or a new stand alone service.  Cap the journey fee so that no woman or girl has to walk alone at night.",
        "background": "Government needs to safeguard and support women to move freely and safely.\r\n\r\nThis petition is asking for a subsidised car service, by women for  solo women to travel safely and affordably in the hours of darkness.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-18T11:16:32.809Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-18T11:43:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-25T16:13:48.643Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for creating on-demand travel services. This is a matter for taxi and private hire vehicle operators.\r\n\r\nWe could accept a petition calling on the Government to create a fund to subsidise the cost of night-time travel by private car service, to better enable people to travel safely at night, or provide funding for additional local late-night transport services for women.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nFund free bus travel for women and children after sunset: https://petition.parliament.uk/petitions/579263"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-25T16:13:48.640Z"
    },
    "id": 580303,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580303.json"
    },
    "type": "petition"
}