{
    "attributes": {
        "action": "Prevent Anti-Asian hate crime in Britain",
        "additional_details": "The group 'End the Virus of Racism' has said that hate crimes towards Southeast Asians has increased by around 300% since the beginning of this pandemic.Since the beginning of the pandemic this has been an escalating issue.Data from Met police reports of 457 hate crimes involving victims of Asian British descent between Jan and June; in comparison to 295 in the 12 months before.Sadly, there are several new stories everyday, such as the Southampton lecturer 'getting beat up in a racist attack.'",
        "background": "'Support anti-racist organisations working with British East Asian communities; work with the media to stop the overuse of East Asian imagery when reporting of covid, especially when it has no relation to the story; include the community in conversations e.g. health, financial support' - Sarah Owens",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-18T17:57:51.127Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-18T21:34:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-25T10:04:01.254Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you would like the Government to help stop racism against Asians but it is not clear what specific action you would like the Government to take.\r\n\r\nDiscrimination and abuse on the grounds of race is already illegal and if you would like to know more about how to report any such abuse and discrimination you can find out more by clicking this link below: https://www.citizensadvice.org.uk/law-and-courts/discrimination/hate-crime/\r\n\r\nYou could have a petition calling for an awareness campaign if that's what you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-25T10:04:01.252Z"
    },
    "id": 580350,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580350.json"
    },
    "type": "petition"
}