{
    "attributes": {
        "action": "Diversity and inclusion in the construction industry, accreditation and roadmap",
        "additional_details": "To give equal opportunities to all people in construction and coming into the industry. To assist with the suicide rates within construction, help decrease the skills gap shortage, provide equal pay for women, be global leaders for diversity and inclusion in construction. We want to increase women in construction from 1% on sites to 25% by 2031 and from 13% industry wide to 37%. Using the roadmap for guidance, an accreditation to support and legislation to ensure it happens.",
        "background": "Back a roadmap I have created to hit D and I targets within the construction industry over the next 10 years. Introduce a new accreditation for the industry to encourage diversity and inclusion within all companies.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-19T16:01:33.298Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-19T16:23:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-25T11:00:00.077Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to take action in relation to diversity in the construction industry, but you have just called on the Government to back a plan you have created, and not set out what action by the Government this would involve.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-25T11:00:00.075Z"
    },
    "id": 580457,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580457.json"
    },
    "type": "petition"
}