{
    "attributes": {
        "action": "The government need to step up to toughen the punishments on REAL CRIME",
        "additional_details": "THE UK HAVE SEEN A RISE IN CRIME RATES OVER THE YEARS. WE NEED TO PUT A STOP TO THIS. THE UK GOVERNMENT really need to take responsibility for their citiziens especially the young children. Mothers are mourning all over the world. The parliament are quick to debate about school meals, debate over children not going to school, speed fines and PETTY REASONING BUT NOTHING IS DONE ON BEHALF OF MURDERERS. THE UK SEEMS SO LAID BACK AND MURDERING SOMEONE SEEMS SO easy. Help us, work with us",
        "background": "The government need to step up to toughen the punishments on crimes for those who murder without reason, youth murderers,  gang/violent murders, molesters, rapists, those carrying weapons e.g. knives, bats, knuckledusters or anything which can be used to harm someone else should face consequences.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-03-19T15:08:02.279Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-19T18:14:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-25T13:43:59.396Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\t\r\nWe're not exactly sure what changes to punishments for certain crimes you'd like to see. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may wish to sign this petition: \r\n\r\nMandatory 50 year sentence for child sex abuse, rape, murder, terrorism & kidnap:\r\n\r\nhttps://petition.parliament.uk/petitions/579966"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-25T13:43:59.393Z"
    },
    "id": 580449,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580449.json"
    },
    "type": "petition"
}