{
    "attributes": {
        "action": "Change the law, so people are able to vote for a removal of a MP or Priminster",
        "additional_details": "Covid 19 has truelly exposed the level of cronyism in government. We as the people should have a say in what we spend our money on and of its used in a manner which is unlawful they should be treated like any other person. We are not above the law so why are they allowed to be treated any different.",
        "background": "I would like to change the law which is currently one sided. There is no legal way or anyway to have a MP or Priminster removed from power. No vote no say no nothing. They are not accountable for there actions, neither are they held to the same law we are forced to follow. Its time for  change",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-19T18:50:18.366Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-24T15:22:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-31T07:20:13.622Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the public to be able to remove and MP or the Prime Minister, but we're not sure what you want the Government to do to make this happen.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling for the Government to give constituents the power to start a recall petition, which could result in a by-election for their local MP."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-31T07:20:13.619Z"
    },
    "id": 580476,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580476.json"
    },
    "type": "petition"
}