{
    "attributes": {
        "action": "Reform the Ombudsman complaints procedure.",
        "additional_details": "“Under Article 6 of the ECHR, the right to a fair trial implies that accused & public must be able to understand the verdict. Trials decided by jury, as they do not provide reasons for their decision, therefore do not allow for this.”\r\nAn ombudsman’s is a single jury. No  need to follow any law or precedent.  No need to give lawful reasons, appeal is to Judicial Review. \r\nWhat should happen is a structure akin to a tribunal: Rules, regulation & precedent: first tier, upper tier, appeal to JD.",
        "background": "In short regulate the ombudsmen (OB) in line with other parts of the judiciary.\r\nOB do not require legal training in a very complex area of law. No published regulations on maladministration. LA submissions are secret. If an OB gets it wrong the appeal process is expensive difficult. Tribunals?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-20T11:22:47.876Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-20T19:20:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-26T09:21:58.363Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how Ombudsman, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nOmbudsman are not part of the courts, and therefore operate differently. We could accept a petition calling for the Government to reform how a particular Ombudsman or all Ombudsmen operate, but it would need to be clear what changes you wanted the Government to make."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-26T09:21:58.361Z"
    },
    "id": 580529,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580529.json"
    },
    "type": "petition"
}