{
    "attributes": {
        "action": "Include individuals with disabilities and chronic illness in parliament debates",
        "additional_details": "We need to be included in conversations that affect our lives. We are the only ones qualified to educate politicians and the public as to what it is like to live with a disability or chronic condition. A government that doesn't understand how people with disabilities really live is not qualified to effectively represent us. The decisions they make for us that have no affect on them, but are often life limiting to us. We don't have the strength to stand in the streets and protest. Give us a voice",
        "background": "Parliament needs to be educated by those that live with disability. Include individuals with disabilities and chronic illness as parliament debates topics that affect their lives, such as; PIP, discrimination, ect. We don't have the strength to hit the streets and protest, please give us a voice!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-20T16:43:48.763Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-20T17:06:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-01T12:29:49.700Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want people with disabilities and chronic conditions to be able to contribute to Parliament, but we're not exactly sure how you'd like that to happen. You could start a new petition explaining clearly what you'd like to happen. For example, you could start a new petition asking for Parliament to fund a scheme to increase public engagement with certain groups of people, to inform debates on certain issues, if that's something that you'd like to see. \r\n\r\nIf you'd like some help to start a new petition, or would like to share ideas on how you would like disabled people and those with chronic conditions to be able to engage with Parliament, please email us at petitionscommittee@parliament.uk.\r\n\r\nProtests are currently just one way that people can get their voices heard. You can find out about other ways here: \r\n\r\nContact your local MP or a Member of the House of Lords: https://www.parliament.uk/get-involved/contact-an-mp-or-lord/\r\n\r\nStart or sign a petition about a specific issue or policy decision: https://www.parliament.uk/get-involved/sign-a-petition/\r\n\r\nGet involved with a Select Committee inquiry: https://www.parliament.uk/get-involved/committees/\r\n\r\nYou can find out about some of the Digital Engagement work that happens to help inform debates: https://www.parliament.uk/get-involved/have-your-say-on-laws/digital-engagement/  \r\n\r\nTake part in a Government consultation. You can view open consultations here: https://www.gov.uk/search/policy-papers-and-consultations?content_store_document_type%5B%5D=open_consultations&order=updated-newest\r\n\r\nYou can also get involved with groups called All-Party Parliamentary Groups (APPGs) which are made up of MPs and Lords from different parties. These groups focus on raising certain issues within Parliament, such as the All-Party Parliamentary Group for Disability. You can search the APPG register to find out what groups currently exist and their contact details here: https://www.parliament.uk/about/mps-and-lords/members/apg/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-01T12:30:01.747Z"
    },
    "id": 580558,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580558.json"
    },
    "type": "petition"
}