{
    "attributes": {
        "action": "Abolish the European Directive AVMSD in the UK",
        "additional_details": "I do not think that this would be a good thing as for one it is a giant hassle and two blocking 18+ videos to the extent of needing to show your passport is not only scary as the thought of needing to show ID to watch a video, it will only push minors onto websites that don't have this restriction set in place (For example YouTube requires ID while pornography websites such as PornHub don't.) and in the long-term this can be damaging for Childrens Mental-Wellbeing.",
        "background": "I want the AVMSD to be repealed in the UK because it enforces unreasonable policies such as requiring a GOVERNMENT PASSPORT in order to watch certain 18+ videos on websites.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-20T00:58:01.907Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-20T01:10:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-26T08:48:14.222Z",
        "rejection": {
            "code": "no-action",
            "details": "European Directives no longer apply to the UK. The UK Government did enact this directive into UK law via the Audiovisual Media Services Regulations 2020, but it does not require a passport to access certain content.\r\n\r\nWe could accept a petition calling for the Audiovisual Media Services Regulations 2020 to be revoked, provided this accurately described the requirements of these Regulations."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-26T08:48:14.218Z"
    },
    "id": 580510,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580510.json"
    },
    "type": "petition"
}