{
    "attributes": {
        "action": "Add 3 more public days for the UK and England",
        "additional_details": "The general public especially brexiteers deserve extra days to commemorate British Sovereignty and Independence from the E.U and also a great British Saint like St Patrick and St David.",
        "background": "Make Brexit day, 23 June 2016 a UK Public Holiday (except Scotland), UK Independence day, 1 January 2020 (except Scotland) and St Georges day, 23 April (an England public holiday)",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-21T12:38:20.649Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-23T13:41:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-30T08:23:50.124Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to create some new bank holidays, but your petition requests that two specific dates in the past are made bank holidays, and 1 January is already a bank holiday. Additionally, the creation of bank holidays is devolved to Scotland, so the UK Government cannot create new bank holidays for Scotland is any case.\r\n\r\nYou could start a new petition explaining more clearly what new bank holidays you want the Government to create.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake June 23rd a bank holiday to celebrate UK Independence Day: https://petition.parliament.uk/petitions/564905\r\n\r\nSt. George's Day to be made a public holiday in England: https://petition.parliament.uk/petitions/574480"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-14T15:59:08.716Z"
    },
    "id": 580638,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580638.json"
    },
    "type": "petition"
}