{
    "attributes": {
        "action": "Allow all citizens the right to marry in line with national Covid restrictions",
        "additional_details": "Between 29th March and 17th May, the location of where a couple has chosen to marry currently affects whether they can go ahead with their ceremony. Many couples cannot change their venue due to needing to give 28 days notice of a change in venue. We are petitioning for the government to allow all citizens the right to marry by allowing weddings to take place in all Covid safe, licensed venues, in line with national Covid restrictions",
        "background": "Weddings between 29th March and 17th May can currently only take place in religious venues or ‘public’ buildings e.g registry offices. Yet 71% of couples marry in other licensed venues. We want the government to allow weddings to go ahead in all licensed venues in line with Covid restrictions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-20T22:28:54.807Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-20T22:46:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-29T13:47:30.709Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what you'd like to change such that weddings could proceed \"in line with Covid restrictions\".\r\n\r\nYou may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/580236.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-03-29T13:47:40.067Z"
    },
    "id": 580602,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580602.json"
    },
    "type": "petition"
}