{
    "attributes": {
        "action": "Prioritise mental health  and lockdown issues in the national curriculum",
        "additional_details": "I am a teacher in a disadvantaged school and I want to see the government allocating funding and teacher training , focusing as a matter of emergency on our pupils’ well-being , mental health and building up resilience and confidence. There should be an emphasis on deprived areas, disadvantaged groups of pupils where the Isolation and the lockdown had brought serious repercussions on their personal and academic development.",
        "background": "Allocate training and CPD opportunities for teachers to deal with mental health issues and build resilience. Vote for embedding daily monitoring and screening  anxiety, depression, low self esteem, isolation, domestic abuse.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-21T07:36:15.376Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-21T09:15:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-06T08:42:24.372Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nProvide more funding to schools for mental health programmes: https://petition.parliament.uk/petitions/574673\r\n\r\nIntroduce a statutory Mental Health Policy to all schools in England: https://petition.parliament.uk/petitions/584017\r\n\r\nMake mental health awareness part of the national curriculum at all levels: https://petition.parliament.uk/petitions/561016"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T12:23:10.235Z"
    },
    "id": 580618,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580618.json"
    },
    "type": "petition"
}