{
    "attributes": {
        "action": "Allow residents to use any means necessary to defend their property and family.",
        "additional_details": "1. Common sense / logic\r\n2. Criminals of the above nature do not require protection (based on their decisions / actions).\r\n3. Law abiding citizens should have the right to protect themselves.\r\n4. Restore faith in a revised judicial system",
        "background": "Allow people to protect themselves, their families and property in the event of forced intrusion / attack / burglary / robbery, etc. without fear of being reprimanded.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-22T15:04:05.608Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-22T18:47:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-29T15:46:11.716Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about residents' rights to self-defence, however it is already the case that residents are permitted to use 'reasonable force' against intruders. There’s no specific definition of ‘reasonable force’ - it depends on the circumstances. The guidance on 'reasonable force' states that \"If you only did what you honestly thought was necessary at the time, this would provide strong evidence that you acted within the law\" meaning that a resident using 'any means necessary' could already be acting within the law.\r\n\r\nIt is therefore not clear how you'd like the law to change.\r\n\r\nYou might like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/577568"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-29T15:46:11.712Z"
    },
    "id": 580766,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580766.json"
    },
    "type": "petition"
}