{
    "attributes": {
        "action": "Introduce mental health into the National Curriculum",
        "additional_details": "Everyone is affected by mental health. Yet, it has taken a pandemic to realise that it should be held in the same regard as physical health. Now we're hopefully coming to the end of this crisis, are we just going to let it fade into the background and continue to be stigmatised? We are not born with natural coping mechanisms to handle mental health problems so raising awareness, normalising seeking support, being encouraged to be open and bringing down stigma needs to happen in schools.",
        "background": "To discuss providing the following in the National Curriculum a) guidance on recognising signs of common mental health problems such as anxiety and depression, b) basic skills to support others including the mental health first aid course and c) information about safety plans and support available.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-22T10:13:33.934Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-22T10:30:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-29T07:23:20.119Z",
        "rejection": {
            "code": "already-happening",
            "details": "Education about physical health and mental wellbeing is already part of the Department for Education's statutory guidance on Relationships and Sex Education (RSE) and Health Education, which forms part of the national curriculum: https://www.gov.uk/government/publications/changes-to-personal-social-health-and-economic-pshe-and-relationships-and-sex-education-rse\r\n\r\nThe curriculum content on mental wellbeing includes how to recognise and talk about emotions, self-care techniques, and where and how to seek support.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake mental health awareness part of the national curriculum at all levels: https://petition.parliament.uk/petitions/561016"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-29T07:23:20.117Z"
    },
    "id": 580732,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580732.json"
    },
    "type": "petition"
}