{
    "attributes": {
        "action": "Allow the sale of clean energy Electrofuel & Biomethane cars as soon as possible",
        "additional_details": "Liquid fuels will use a normal fuel pump, with no need for environmentally damaging changes to roads everywhere.\r\nBattery manufacture creates higher co2 emissions, are expensive and will need to be replaced after only a few years.\r\nCobalt mining is still using Child Labour.\r\nBiomethane can be CO2 negative full lifecycle thereby reducing carbon levels.\r\nBiomethane is more biodiverse & can be made from waste reducing pollution.\r\nCombustion engine cars are more affordable for those on a lower income.",
        "background": "The Government must allow the sale of cars that run on clean energy fuels for example, Electrofuels / Efuels & Biomethane to reduce or even reverse CO2 levels. These cars should be allowed to be sold in order to reduce dependence on Lithium the extraction of which is very damaging to the environment",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-22T12:19:19.509Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-22T12:46:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-29T07:54:54.272Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see more cars running on clean energy, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nCars that use clean fuels, including non-fossil methane, are already allowed to operate in the UK. You can find out more about what fuels can be used in road vehicles here: https://www.gov.uk/guidance/fuels-for-use-in-vehicles-excise-notice-75"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-29T07:54:54.269Z"
    },
    "id": 580751,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580751.json"
    },
    "type": "petition"
}