{
    "attributes": {
        "action": "Media producers must declare rape scenes on programmes and validate its usage.",
        "additional_details": "Rape is a statistically common occurrence, has devastating consequences and is a purge on our society. To add insult, the representation of rape in media is wide ranging and almost entirely unnecessary. The media producers, writers and companies do not consistently or legally have to state there is rape in their descriptions, warnings or justify its usage, leading to unnecessary and unexpected distress for the viewer. If it is included, it should be clearly rationalised, labelled and described.",
        "background": "Film, TV and Media producers, directors and writers do not consistently declare or justify their use of rape scenes within their products and they do not declare it as a separate warning or within the description. It should be clearly labelled and the Government should make this mandatory.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-22T19:45:42.331Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-23T19:38:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-30T08:44:18.332Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for producers and broadcasters.  If you'd like this to be a requirement on broadcasters, you could contact Ofcom to raise this issue:\r\n\r\nhttps://www.ofcom.org.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-30T08:44:18.329Z"
    },
    "id": 580804,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580804.json"
    },
    "type": "petition"
}