{
    "attributes": {
        "action": "Do not make covid vaccine mandatory. We as humans have rights to choose.",
        "additional_details": "This morning Hancock was asked if the government would make it compulsory for homecare staff to have the covid vaccine if they wanted to continue working in the industry. He said the government would be looking into this. The government should not even consider making any part of this compulsory.  People of this country have human rights and choices to choose and changing the law so they can control peoples opinions,beliefs and choices are not right!",
        "background": "Continue to let citizens have a choice and do not take away human rights to choose if they want to have covid vaccine. Do not take our rights away. We as people should not be forced or pressured into having a vaccine.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-23T08:58:17.515Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-24T10:45:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-30T08:00:29.724Z",
        "rejection": {
            "code": "duplicate",
            "details": "It is already against the law for people to be required to undergo medical treatment, including vaccinations. The Coronavirus Act 2020 has not changed this.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nPrevent any restrictions on those who refuse a Covid-19 vaccination: https://petition.parliament.uk/petitions/323442\r\n\r\nDo not implement Covid-19 Freedom Passes: https://petition.parliament.uk/petitions/561818\r\n\r\nDo not require health and social care workers to take covid-19 vaccination: https://petition.parliament.uk/petitions/577842\r\n\r\nProhibit employers from requiring employees to have a Covid-19 vaccine: https://petition.parliament.uk/petitions/575607"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-30T08:00:29.720Z"
    },
    "id": 580845,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580845.json"
    },
    "type": "petition"
}