{
    "attributes": {
        "action": "Return to In-Person Teaching at University for the 2021/2022 Period",
        "additional_details": "The University is a place of exchange, not of reading a course lifelessly. All this is not anecdotal: the collective is the very essence of the University. The noise of the amphitheatre is a breath of fresh air that gives rhythm to our teachings. Students make their first real educational choices there. The University forges links between today's students and tomorrow's professionals and friends. None of this will emerge from an auditorium that is totally or partially \"confined\", or quarantined.",
        "background": "Students are calling for the resumption of face-to-face classes at the start of the new academic year in autumn. While economic and social activity is picking up everywhere, we are questioning the relevance of resuming 'classroom' university courses next autumn, and call upon the Governement to act.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-22T20:48:41.043Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-22T20:51:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-14T10:08:40.386Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In-person teaching is able to resume from May. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-14T10:08:40.383Z"
    },
    "id": 580811,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580811.json"
    },
    "type": "petition"
}