{
    "attributes": {
        "action": "End devolution in Scotland",
        "additional_details": "In Scotland devolution was created to enable Scots to have more say on local issues. However many of our public services are now intertwined with the Scottish government & are no longer trustworthy. We have a Parliament where there is no accountability despite the numerous allegations of corruption & there are catastrophic failures which have cost millions. Scots are being failed & we no longer trust the First Minister whose only motivation is separation for which we voted against.",
        "background": "We ask the U.K. Parliament to debate devolution.  Nicola Sturgeon has repeatedly failed to accept the democratic decision to remain in the union. ScotGov has failed to do its duty to hold the FM to account for breaking the Ministerial Code by abstaining on a VONC. Devolution has failed in Scotland.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-24T07:19:02.703Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-24T07:27:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-30T08:41:03.242Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The decision on whether or not devolution should continue is a matter for people of Scotland, not the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-17T12:00:55.687Z"
    },
    "id": 580969,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580969.json"
    },
    "type": "petition"
}