{
    "attributes": {
        "action": "Make providers give free broadband for households with  speeds less than 30MBps.",
        "additional_details": "I, like many others in rural areas suffer on a daily basis because of poor/non-existent broadband supply. Workable broadband is essential in order to communicate, and in some cases to stay within the law for government document completion.  This is  even more pertinent with increased home-working in the post Covid era The only way the government will force the hand of the infrastructure owners is to legislate. The law should dictate that this work is carried out before a certain date.",
        "background": "Enshrine the above into law. Modern living demands usable  speeds. This law will force current suppliers to make the long overdue investment into new infrastructure to ensure the whole of the UK has adequate upload  and download speeds.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-24T08:13:29.410Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-26T09:03:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-01T08:56:24.626Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Prices for providing broadband is a matter for individual providers, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to provide funding to increase access to broadband at speeds over 30MBps, or to fund free broadband access for homes that do not have access to broadband at speeds over 30MBps."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-01T08:56:24.625Z"
    },
    "id": 580973,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580973.json"
    },
    "type": "petition"
}