{
    "attributes": {
        "action": "Prevent the use of emperimental covid vaccines in children",
        "additional_details": "As these vaccines only have emergency approval they should not be given to children before long term safety data has been established. The effects of the previous fast tracked vaccines, including Pandemrix, make this clear. \r\n\r\nCovid 19 presents very low risk to children, and much evidence suggests they were also not a significant driver of transmission. The vaccination of children is this instance is wholly unnecessary and reckless.",
        "background": "Regardless of the outcome of the Oxford vaccine trial in under 18s, there is no  established data on the long term safety of these vaccines. Preventing their use en masse in children is critical to safeguarding against undue side effects.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-24T06:56:26.962Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-24T09:28:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-30T08:54:20.636Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure whether you want children not to be vaccinated, or only vaccinated once specific safety data is avaialble. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-30T08:54:20.633Z"
    },
    "id": 580968,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580968.json"
    },
    "type": "petition"
}