{
    "attributes": {
        "action": "Drastically reduce the production and distribution of advertising flyers",
        "additional_details": "This practice is a terrible waste of energy and resources. Despite having significant advertising budgets some larger companies continually distribute mass flyers. There are more sustainable methods of advertisment available and organisations should be encouraged to behave in a more responsible manner in this regard.",
        "background": "Every day thousands of advertising flyers are produced by large companies and posted through the doors of UK homes. The vast majority of these are unwanted and immediately recycled or binned. Please introduce legislation limiting who can legally mass create and distribute flyers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-24T22:05:30.656Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-10T21:52:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-15T07:40:57.596Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the production and distribution of flyers, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear who you want to be banned from producing and distributing flyers, and who you want to be allowed to continue to do this, or if there are any other restrictions you want to be imposed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-15T07:40:57.594Z"
    },
    "id": 581075,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581075.json"
    },
    "type": "petition"
}