{
    "attributes": {
        "action": "Require all UK universities to suspend alleged perpetrators of sexual violence",
        "additional_details": "Universities have a duty of care for their students and allowing dangerous individuals to attend classes, whether online or on campus, poses a great risk to the safety of vulnerable students. Many students, particularly women and those of marginalised genders, face sexual violence each year by another student. In refusing to immediately suspend students whilst investigations are ongoing, universities are complicit in allowing sexual violence to occur.",
        "background": "The Government should introduce legislation requiring all universities to immediately suspend students who are alleged perpetrators of sexual violence and begin conduct investigations immediately. Exclusion from an institution should occur if an individual is found to have committed the offence.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-03-24T15:53:39.361Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-24T16:42:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-31T14:00:48.790Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about how universities investigate allegations against students, and whether students are suspended during investigations, is a matter for individual universities, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to require universities to suspend students who are the subject of criminal investigations, if that's something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-31T14:00:48.788Z"
    },
    "id": 581034,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581034.json"
    },
    "type": "petition"
}