{
    "attributes": {
        "action": "Reassess Home Office's asylum reforms and process UK asylum claims in France",
        "additional_details": "These asylum system reforms will change the criteria for asylum claims to include how people arrive in the country, and allow the Government to deport those whose entry it deems 'illegal'. The UN Refugee Convention declares that states cannot penalise asylum seekers based on how they enter the country. \r\nThe Government should instead process asylum claims on the French side of the UK border, in light of the fact that as of Oct. 2020, 292 people died trying to cross over the last 20 years.",
        "background": "Priti Patel's proposed asylum reforms are ineffective, inhumane, and a breach of the UK's commitment to the UN Refugee Convention. The Government should allow asylum claims at the UK border on the French side to allow people to avoid dangerous crossings and reduce deaths in the Channel.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-24T23:52:45.580Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-25T10:41:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-31T09:06:14.448Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nGovernment to allow the assessment of asylum seekers at the border in Calais: https://petition.parliament.uk/petitions/549348\r\n\r\nCreate safe routes to the UK for asylum seekers: https://petition.parliament.uk/petitions/556662"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-31T09:06:14.445Z"
    },
    "id": 581085,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581085.json"
    },
    "type": "petition"
}