{
    "attributes": {
        "action": "Include Super-numeracy Student Nurses in Government’s COVID-19 Bonus Initiative.",
        "additional_details": "Unfortunately, despite working tirelessly during the pandemic, we have been overlooked in the governments initiative. On behalf of third year students in my cohort, we will be attending our first posts as registered nurses’ in April alongside nurses who will have received the bonus for a job that we have been doing un-paid. Many feel that we have been treated as free labour throughout the pandemic. We are not fighting for petty change, we want real change in the treatment of student nurses.",
        "background": "As part of our studies as student nurses, we are involved in 2,300 unpaid hours of clinical placements. Recently, the government announced a £500 bonus for healthcare workers amazing efforts throughout the pandemic. Student nurses are not included in this reward due to their super-numeracy status.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-24T12:50:14.970Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-24T13:39:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-31T07:14:23.811Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want student nurses to be recognised, but the UK Government has not announced any plans to pay NHS staff a £500 bonus. The Scottish and Welsh governments have announced bonuses for health and social care workers in Scotland and Wales, but there are no plans for an equivalent bonus in England.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nTo pay every NHS and Social Care Worker in England a £500 \"Thank You\" Bonus: https://petition.parliament.uk/petitions/562495\r\n\r\nEnsure Student Nurses are paid whilst on placement: https://petition.parliament.uk/petitions/554624\r\n\r\nWe could accept a petition calling for a bonus for student nurses, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-31T07:14:23.808Z"
    },
    "id": 581016,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581016.json"
    },
    "type": "petition"
}