{
    "attributes": {
        "action": "Stop IR 35 legislation forcing self employed to become \" employees\"",
        "additional_details": "Stop large employers such as the top 4 forcing contractors into being classified as \" employees\" thereby falling under paye roll rules without any employee benefits.",
        "background": "Stop self employed individuals being forced by large companies for whom they provide services on an intermittent basis having to pay tax and national insurance from agreed daily rates. Thereby reducing their income significantly  and still facing the insecurity and risks of being \" self employed\".",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-25T07:09:12.768Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-25T08:50:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-31T08:38:01.202Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the new IR35 arrangements, but we're not sure exactly what you'd like the Government or Parliament to do. Companies cannot force people to become employees, it is up to individuals whether to accept employment.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nDelay implementation of IR35 legislation reform until COVID-19 is resolved: https://petition.parliament.uk/petitions/552730\r\n\r\nIntroduce a statutory regulator for IR35 assessments: https://petition.parliament.uk/petitions/574730"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-31T08:38:01.200Z"
    },
    "id": 581105,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581105.json"
    },
    "type": "petition"
}