{
    "attributes": {
        "action": "Stop Full Exams with no Study Leave and Short Notice",
        "additional_details": "After this extremely hard year, pupils have had a worrying amount disruption and coincidently, are behind in their knowledge leaving them without the necessary skills to complete an exam this school year. Schools are forcing pupils to complete full length exam papers like every year before when this is simply not fair on these pupils. Continuous small assessments are how pupils were supposed to be graded this year so this cruel twist is simply not fair and will not be taken lightly.",
        "background": "Stop schools from giving students full exam papers to sit this May with very little notice, no study leave and minimum supported study classes with teachers. It's wrecking our mental wellbeing after a year of damage from the pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-25T10:34:39.976Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-25T10:50:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-31T14:07:53.412Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/569280\r\n\r\nYou might also like to sign this petition:\r\nhttps://petition.parliament.uk/petitions/570499.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-03-31T14:08:07.079Z"
    },
    "id": 581124,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581124.json"
    },
    "type": "petition"
}