{
    "attributes": {
        "action": "Roll Out Tax Exemption Passports (Opposite of Covid Passport)",
        "additional_details": "It is staggering that the Government have failed to consider a future for those of us that do not seek to take part in this political ideal they have decided is best for us. It would be incredibly unreasonable to expect those of us who opt out to continue to pay for any form of taxes. The government has an obligation of due diligence and so thus far they are not applying it to any of their ideals. Since public entities with legal personality are applying no jab no job, this serves to counteract",
        "background": "In response to the roll out of Covid passports, there hasn't been any alternative offered to the people of the UK that do not seek to obtain an mRNA medical device under trial until 2023 but rather, value their right to medical choice and wish to uphold their autonomy, freedoms and Human Rights.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-26T10:34:35.017Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-26T11:31:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-01T09:15:28.928Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action, and we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYour petition states that you want something that is the \"Opposite of Covid Passport\", but there is currently no such thing. The Government has called for evidence on Covid-Status Certification, but it is not clear whether such a scheme will be implemented, or if so how it will work. You can read the Government's call for evidence on Covid-Status Certification here: https://www.gov.uk/government/consultations/covid-status-certification-review-call-for-evidence\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nDo not rollout Covid-19 vaccine passports: https://petition.parliament.uk/petitions/569957\r\n\r\nOutlaw discrimination against those who do not get a Covid-19 vaccination: https://petition.parliament.uk/petitions/575801\r\n\r\nProhibit employers from requiring employees to have a Covid-19 vaccine: https://petition.parliament.uk/petitions/575607"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-01T09:15:28.926Z"
    },
    "id": 581272,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581272.json"
    },
    "type": "petition"
}