{
    "attributes": {
        "action": "To provide all women with better care during and after miscarriage",
        "additional_details": "I believe all women should receive care and support during and after miscarriage. There should be follow ups post miscarriage to check blood levels as there’s potentially a lot of blood loss and low iron as a result. There should also be checks to ensure that a woman isn’t experiencing infection, that the blood loss they’re experiencing is normal/abnormal and that they don’t have retained tissue. Women and partners should be offered emotional support to help them through this time.",
        "background": "Miscarriage is an extremely traumatic time. After care is pretty non existent. Women are merely told to take a pregnancy test 3 weeks following miscarriage- if it’s negative they’re told there’s no need to contact hospital. Women have no follow up at all to check basic things like blood loss etc.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-25T21:30:43.355Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-25T21:37:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-01T07:56:21.319Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Care for women during pregnancy and following the loss of a pregnancy is a matter for the NHS and indiviudal clinicians, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to review NHS care for women who lose a pregnancy, to identify any issues with how care is provided at present, or to provide additional funding specifically for the care and support of women who lose a pregnancy, if either of those are things you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-01T07:56:21.316Z"
    },
    "id": 581216,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581216.json"
    },
    "type": "petition"
}