{
    "attributes": {
        "action": "Prevent unsustainable fishing and protect our oceans",
        "additional_details": "Oceans dying globally is not just a issue for those animals that live it, it is a serious environmental issue that will impact our way of life.\r\n\r\nProtecting the oceans is in our best interests, to protect the planet. The first of many steps that needs to be take is Government recognition of the issue as well as actions that will reduce the fishing industry’s impact on the planet.",
        "background": "The Government should take strong action against unsustainable fishing to protect our dying oceans. \r\n\r\nThe Government should hold companies accountable for claiming their fish is sustainably sourced. Other countries should also be held accountable for human rights issues in the fishing industry",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-27T08:26:57.740Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-27T11:03:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-07T13:00:38.475Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about the impact of fishing on our oceans, however it's not clear which specific steps you want the Government to take to \"hold companies accountable for claiming their fish is sustainably sourced\". It's also not clear what steps you want the Government to take to hold other countries accountable for \"human rights issues in the fishing industry\".\r\n\r\nYou could start a petition calling on the Government to ban the sale of fish that has not been sustainably sourced, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-07T13:00:56.891Z"
    },
    "id": 581378,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581378.json"
    },
    "type": "petition"
}