{
    "attributes": {
        "action": "Amend the Repeal of MPs Act 2015",
        "additional_details": "People, generally, vote for a Political Party rather than the individual candidate to represent their views and implement the Manifesto on which they stood and were elected.\r\n\r\nTherefor, when an MP defects they are breaking that contract with the voters and should resign and stand again. Where they fail to do so, this mechanism allows for a Recall Petition to be triggered just as in the other circumstances allowed by the Act.\r\n\r\nWhere a sitting MP declares their candidacy for another elected Parliament in the UK, they should trigger a by election to take place on the same day as the election in which they intend to stand. This would ensure that the public purse is spared the additional cost of a by-election and that the constituents would have the least period without representation.",
        "background": "Amend Section 1 of the Recall of MPs Act 2015 to include\r\na)\tWhen a member voluntarily leaves the Party which they represented and joins another Party or sits as an Independent\r\nb)\tWhen a sitting member declares their intention to stand as a candidate for an election to another Parliament in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-28T12:28:12.971Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-28T14:29:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-30T10:48:39.658Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petition:\r\n\r\nRequire a by-election when an MP resigns from their party\r\nhttps://petition.parliament.uk/petitions/581433"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-30T10:48:39.654Z"
    },
    "id": 581492,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581492.json"
    },
    "type": "petition"
}