{
    "attributes": {
        "action": "Release the NHS figures showing what people died from since this pandemic.",
        "additional_details": "There is concern I've seen and heard many people saying not following the facts and the figures. This government and parliament have locked us down even when we were at war we didn't do this to our own people. I want this to happen so that they can see the figures and the facts to come to a decision on behalf of their constituents and of the people of the United Kingdom to debate whether it is justified or not to be in lockdown now and to just scrap the roadmap and reopen the country now.",
        "background": "To release the real figures of deaths from March 2020 to now. There is alot of numbers people are being told and I want them both the government and parliament to use the factual data not dates to decide when we can come out of lockdown and justify it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-28T18:25:46.587Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-28T18:57:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-07T08:29:40.296Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe Government already publishes data on the number of individuals who have died within 28 days of a positive Covid-19 test:\r\nhttps://coronavirus.data.gov.uk/details/deaths\r\n\r\nYou might like to sign the following petition:\r\n\r\nPublish how many people have died solely from Covid-19\r\nhttps://petition.parliament.uk/petitions/551788"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-07T08:29:40.294Z"
    },
    "id": 581533,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581533.json"
    },
    "type": "petition"
}