{
    "attributes": {
        "action": "I want the armed forces community to be given protective characteristic  status",
        "additional_details": "The current frame work fails our community as it is seen as a nicety to sign up to the armed forces covenant and its impact in a large number of cases is minimal. In an era of local government where budgets are tight anything that is not a legal duty will simply not be undertaken. Furthermore, the new proposed duty to regard in the up coming armed forces bill, fails to address the issues raised. Its time the armed forces community are given the proper legal protection and rights under the law.",
        "background": "I want HM government to give the armed forces community (this includes veterans serving personnel sons daughters of wife husband of etc) protected characteristic status so that councils and any other agency statutory or otherwise has a legal duty to consider them in any and all policy decisions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-29T11:11:21.752Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-29T11:25:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-10T14:47:52.225Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We understand you want something different to the Armed Forces Covenant and related legislation in the Armed Forces Bill, but we're not sure what. \r\n\r\nProtected characteristics are characteristics where it is unlawful to discriminate against people on the grounds of them. You can find out more here: https://www.equalityhumanrights.com/en/equality-act/protected-characteristics\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. We could accept a petition calling for it to be illegal the discriminate on the grounds of military service, if that's something you'd like to see happen. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-10T14:48:01.467Z"
    },
    "id": 581594,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581594.json"
    },
    "type": "petition"
}