{
    "attributes": {
        "action": "Stop phycological abuse of men buy using Thier kid to help aliviate suicide rate",
        "additional_details": "Something needs to be done because a child is a human being and not an object women can use to emotionally abuse men, even going to the extent of making false reports to the police and social services and nothing get done although perverting the system is a crime.Its both the dad and child right to have time together.A woman deliberately doing so distroys both the dad and child mental health.A dad should not have to go to court for false allegations, wasting time and money this needs to stop",
        "background": "Men have the highest suicide rates in the UK.Alot of which could be prevented because the problems are clear and visible to everyone.No one wants to commit suicide,but when someone goes through emotional distress and the police refuse to help after being abused in all ways what should that man do?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-29T21:08:46.173Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-29T22:06:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-16T10:48:35.476Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It's already a crime to make false reports or pervert the course of justice.  \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nYou can find information about support at https://www.samaritans.org/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-16T10:48:47.123Z"
    },
    "id": 581654,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581654.json"
    },
    "type": "petition"
}