{
    "attributes": {
        "action": "Hold social media platforms accountable for the abuse they allow to take place.",
        "additional_details": "Social media can do amazing things but it can also be an incredibly dark place that allows hate and negativity to spread. Users can post what they like with absolutely no repercussions. If the social media platforms were to be held accountable for the hate that goes on, they would have no choice but to put a stop to it. Please sign this petition to help us take this to Parliament to finally put a stop to the pain, harm and devastation that trolling is causing all over the world!",
        "background": "It is no coincidence that the rise in mental health problems has coincided with the rise in the use of social media. Trolls get away with behaviour that is simply not acceptable in society such as discrimination, targeted harassment and hate crime. While this is condoned it will not stop!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-29T19:20:21.901Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-29T19:46:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-20T09:08:15.643Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about discrimination and harassment on social media, however it's not clear what specific actions you'd like the Government to take in order to \"hold the social media platforms to account\".\r\n\r\nIf there are specific actions you would like the Government to take to address such abuse on social media, you could start a petition about that.\r\n\r\nYou may like to sign the following petitions which call for related actions:\r\n\r\n'Make it compulsory to submit ID on social media to help end online abuse': https://petition.parliament.uk/petitions/572480\r\n\r\n'Make verified ID a requirement for opening a social media account': https://petition.parliament.uk/petitions/575833\r\n\r\n'Introduce licences that are required to set up social media accounts': https://petition.parliament.uk/petitions/564882\r\n\r\n'Require Social media sites review every post/comment before publication': https://petition.parliament.uk/petitions/582820"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-20T09:08:25.627Z"
    },
    "id": 581640,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581640.json"
    },
    "type": "petition"
}