{
    "attributes": {
        "action": "Start fighting harder to save our oceans",
        "additional_details": "We also want you to start punishing the unruly and cruel fishing industry for their constant disregard for nature. Super trawlers and unsustainable fishing need to be banned forever. This cannot go on anymore. The governing bodies that sell us products marked “sustainable” in any form need to be punished. Stop charging fishermen for the blue tip label, then there won’t be corruption. More jobs to be created to patrol the ocean and stop illegal fishing in its tracks. Please, do the right thing!",
        "background": "We, the people, would like you, the government, to start taking charge and taking the lead in the fight to save our oceans. We are tired of charities taking advantage of people’s good nature, start real investigation and sanctions for deceptive charities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-30T04:44:20.349Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-31T16:25:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-26T12:55:57.573Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the oceans, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-26T12:55:58.413Z"
    },
    "id": 581678,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581678.json"
    },
    "type": "petition"
}