{
    "attributes": {
        "action": "Address global crises of overfishing which could empty the seas by 2048.",
        "additional_details": "Fishing vessels use thirty-mile fishing lines with baited hooks, 300,000 dolphins, whales and porpoises are killed yearly. 3.9 billion acres of seafloor is deforested yearly by trawling.46% of the pacific garbage patch is comprised of fishing nets. Fish farming is associated with infectious diseases and welfare abuses. Sustainable fishing is corrupt. \r\n\r\nThe seas are most powerful carbon sinks in the world and most important support system for life on earth and preventing climate change.",
        "background": "90% of the world’s large fish have been wiped out by commercial fishing. Ban UK battery fish farms, and reassess the £23million funding scheme to support UK fishing exports to the EU which contributes to overfishing and battery fish farms. UK to work with Global organisations to tackle this crisis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-29T13:04:05.837Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-29T16:50:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-16T10:42:53.680Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you're concerned about fishing, but we're not sure what you'd like the Government to work to change. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-16T10:43:00.588Z"
    },
    "id": 581600,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581600.json"
    },
    "type": "petition"
}