{
    "attributes": {
        "action": "Ban importing and private ownership of exotic animals in the UK.",
        "additional_details": "This practice is cruel to the animals, with many kept in small enclosures. There is a risk of animals not being properly cared for by owners who have no expertise in looking after exotic animals.\r\nFurthermore, if these animals escape they pose a risk to the surrounding areas. \r\nCurrently, the law allows people to import and own exotic animals with a license, however it does not go far enough. It remains legal and easy to import and own potentially dangerous exotic animals . This needs to change.",
        "background": "Introduce stronger laws which ban importing and private owning of exotic animals in the UK. \r\nA recent television show revealed the ease of acquiring and importing exotic creatures to the UK by any individual such as Lions, Tigers and Pumas. This was shocking and concerning.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-30T21:22:25.914Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-02T14:34:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-22T15:54:10.146Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to cover as 'exotic pets'\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as banning the ownership of wild animals currently covered by the requirement for a licence:\r\n\r\nhttps://www.gov.uk/licence-wild-animal"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-22T15:55:11.529Z"
    },
    "id": 581740,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581740.json"
    },
    "type": "petition"
}