{
    "attributes": {
        "action": "Teach CBT and other therapy techniques in schools.",
        "additional_details": "There is a lot of evidence that Mental Health issues are on the rise in young people. An NHS Digital Survey in 2018 said that only a quarter (25.2%) of 5-19 year olds with a mental health condition have had contact with mental health specialists within 2018. By teaching CBT techniques in schools helpful thinking styles could be embedded in more people from a younger age. Although it should not be a replacement to one on one therapy, it could provide a helpful grounding to build on if necessary.",
        "background": "Mental Health issues are becoming increasingly more prevalent in young people, particularly depression, anxiety and eating disorders. CBT is a therapy technique that can aims to reframe thoughts and manage problems. If this technique was taught in school it might help tackle this serious problem.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-01T00:04:40.981Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-01T20:35:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-22T15:56:50.584Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like cognitive behaviour therapy (CBT) techniques to be taught to students in schools, but it's not clear exactly how you want this to happen.\r\n\r\nThe curriculum on Relationships and sex education (RSE) and health education already contains content on mental health awareness. It's not clear if you want content on Cognitive Behavioural Therapy to be added to this curriculum, or be taught as a subject in its own right.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-22T15:56:58.926Z"
    },
    "id": 581818,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581818.json"
    },
    "type": "petition"
}