{
    "attributes": {
        "action": "Explain how cannabis is allowed for profitable medicinal export whilst 'harmful'",
        "additional_details": "We're constantly pushed the agenda that cannabis is this terrible, terrible drug which ruins lives, harms individuals and destroys families, meaning people selling it on the blackmarket, be it for patients medicinal benefits or otherwise, are harshly punished. All the while, companies such as British Sugar are doing exactly the same thing, but with an elite licence. \r\n\r\nThis is in no way fair to the everyday user, producer or distributor.\r\n\r\nOpen the market for all and let us enjoy this plant.",
        "background": "Explain to the public how cannabis can be allowed for profitable medicinal export, whilst at the same being such a terrible drug which can only harm users and has no proven medical benefits.\r\n\r\nThe only way it ruins lives is through the legislation the government have created surrounding it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-01T16:45:29.191Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-01T20:53:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-27T09:34:50.058Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing rules on the legality of cannabis, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government has set out why it has legalised medical cannabis: https://www.gov.uk/government/news/government-announces-that-medicinal-cannabis-is-legal\r\n\r\nThe Government has also set out its reasons for not legalising cannabis more widely, including in response to petitions calling for this change: https://petition.parliament.uk/petitions/300201?reveal_response=yes#response-threshold\r\n\r\nIf you want cannabis to be legalised you might like to sign some of these petitions:\r\n\r\nLegalize cannabis for recreational and medical use: https://petition.parliament.uk/petitions/575625\r\n\r\nAllow the public to vote on the legalisation of cannabis: https://petition.parliament.uk/petitions/580806"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-27T09:34:50.934Z"
    },
    "id": 581891,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581891.json"
    },
    "type": "petition"
}