{
    "attributes": {
        "action": "Stop selling off the NHS to private American business owners.",
        "additional_details": "The differences between British and American healthcare in terms of cost and affordability, speaks for itself. 10,000$ to hold your child right after birth or paying 10X the original amount for medication in the United States, imagine British citizens denying medical care because they couldn't afford it... That would be our future.",
        "background": "Stop selling off the NHS to private American business owners.\r\n\r\nNHS is supposed to be a NON-PROFIT Organisation stop turning it into a business!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-01T09:11:22.142Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-01T09:59:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-08T08:56:01.102Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe understand that you would like to prevent NHS services being privatised but it is unclear which of the NHS services currently being sold to private owners that you would like stopped. You could start a new petition calling for private companies to be prevented from providing NHS medical services, if that's something you'd like to see happen.\r\n\r\nYou might like to sign the following petition:\r\n\r\nAmend UK Trade Bill to protect the NHS in trade agreements with other countries.\r\nhttps://petition.parliament.uk/petitions/573004"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-08T08:56:01.098Z"
    },
    "id": 581837,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581837.json"
    },
    "type": "petition"
}