{
    "attributes": {
        "action": "Stop vaccines for children who are not at risk",
        "additional_details": "Government and medical have said younger children are not effected by the coronavirus as bad and will all recover pretty well, so why do they need vaccined, please stop giving these vaccines to children, it's already hurt so many people so please do not hurt out children too.",
        "background": "Stop giving vaccines to children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-02T16:08:43.081Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-02T16:19:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-27T09:43:21.247Z",
        "rejection": {
            "code": "already-happening",
            "details": "We understand you're concerned about children being vaccinated against Covid-19, however there are currently no plans to offer the vaccine to children.\r\n\r\nThe Joint Committee on Vaccines and Immunisation (JCVI) has confirmed it has begun studying evidence on the safety of Covid-19 vaccines on children, stating:\r\n\r\n\"JCVI has started to consider evidence on the risk of serious disease in children, the role children may play in transmission, and the safety and efficacy of COVID-19 vaccines in children. Following infection, almost all children will have asymptomatic infection or mild disease. There are limited data on vaccination in adolescents, with no data on vaccination in younger children at this time. As evidence becomes available it will be reviewed and advice offered as appropriate.\"\r\n\r\nYou can read the full statement here: https://www.gov.uk/government/publications/priority-groups-for-phase-2-of-the-coronavirus-covid-19-vaccination-programme-advice-from-the-jcvi/jcvi-interim-statement-on-phase-2-of-the-covid-19-vaccination-programme"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T11:17:44.119Z"
    },
    "id": 581989,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581989.json"
    },
    "type": "petition"
}