{
    "attributes": {
        "action": "Start giving the positive  teachings of every religion in every school.",
        "additional_details": "i will give you an example : when the weeds grows with plants in the starting it is easy to pull them but when they are grown fully and then someone tries to pull them, it destroys the plant. Same way we should start teaching the young pupil the good and positive things about all religions in order to increase their tolerance level towards other religions. As England (great Britain) will start doing this. we hope that other governments of other countries will also take this step. If an entire population were religiously tolerant, there would be less violence and injustice due to differences in beliefs, particularly theological beliefs.",
        "background": "As the schools has Religious education as subject but we want that each in every school should teach the positive teachings of all religions. to promote \"RIGHT to Practice FAITH\" and to highlight equality and diversity. to increase tolerance level in global youth as they are the future.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-01T23:44:19.881Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-07T16:12:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-13T08:48:42.170Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It's already a requirement that RE lessons take account of the teaching and practices of Christianity and other principal religions represented in Great\r\nBritain. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-13T08:48:42.166Z"
    },
    "id": 581922,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581922.json"
    },
    "type": "petition"
}