{
    "attributes": {
        "action": "Heavier fines and penalties for Littering",
        "additional_details": "This is an ever growing problem for us all. That small persentage of people that  feel it's acceptable to drop litter need to be forced to change there ways.\r\n\r\nThe damage it is causing to our beautiful environment and the killing of our precious wildlife. The huge costs to our councils for clearing up this litter. The money wasted could be well spent on other serious issues, road repairs for an example which we are all crying out for to be done, a continuous pain in our sides.\r\nWe all complained years ago when government made it compulsory to wear seat belts. Now you would dream of not wearing them. That additional deterrent makes the difference. \r\nLet's make them think is it really worth the risk.",
        "background": "Make the penalties greater give local councils the authority to fine guilty parties. Make it acceptable to be a whistle blower and even a possible reward in doing so with use of photographic evidence etc. Give out comunity service orders to those that can’t or unable to pay",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-02T09:15:55.292Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-02T09:32:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-09T09:20:14.321Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It's already possible for councils to fine people for littering. It would be a decision for councils whether they want to include a reward scheme for reporting littering.\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do or you could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-29T12:11:34.842Z"
    },
    "id": 581950,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581950.json"
    },
    "type": "petition"
}