{
    "attributes": {
        "action": "Referendum on immigration control.",
        "additional_details": "Give the electorate a Referendum on immigration control. \r\nImmigration is at its highest level and Illegal immigration is out of control. Illegal entry to the UK should not be rewarded with free housing and benefits. Politicians should not be allowed to make reckless decisions on mass immigration without consulting the public who inevitably end up footing the bill, monetary and more importantly culturally. The UK is a small country in terms of size yet we are the third most populated in Europe.",
        "background": "Illegal economic migrants should be automatically returned and never allowed to apply for Asylum in the UK with no access to benefits or Legal Aid.\r\nStop the boats at sea and return them to French waters.\r\nChange any existing legislation, laws that stop the deportation of Illegals and criminals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-02T14:37:24.522Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-02T15:47:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-22T15:59:11.084Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you're concerned about the level of immigration, but we're not sure what you'd like the Government to hold a referendum to decide on.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nTake action to prevent illegal attempts to enter the UK: https://petition.parliament.uk/petitions/579552"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-22T15:59:19.542Z"
    },
    "id": 581979,
    "links": {
        "self": "https://petition.parliament.uk/petitions/581979.json"
    },
    "type": "petition"
}