{
    "attributes": {
        "action": "Compostable packaging must be used all for fresh food and takeaway containers",
        "additional_details": "Currently, items which can only sit on the shelves for 48hrs are packaged in materials which last for hundreds of years.\r\n\r\nDespite decades of anti-litter campaigns, our countryside is still strewn with plastic litter every day, damaging our wildlife and waterways.\r\n\r\nThis simple change would help reduce the masses of needless non-recyclable waste being generated and reduce plastic litter pollution. With effective alternative materials readily available, now is the time to enforce their use.",
        "background": "Manufacturers of all goods that have a short shelf life, such as readymade sandwiches and snacks, must package their goods using only materials that will degrade or compost quickly. These materials, such as starch-based plastic alternatives, are effective, hygienic and readily available.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-03T06:15:01.579Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-03T10:09:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-29T12:38:15.648Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a very similar action:\r\n\r\n'Ban packaging that is not biodegradable or domestically recyclable': https://petition.parliament.uk/petitions/574939\r\n\r\nYou might also like to sign this petition which calls for a relation action: \r\n\r\n'Make it illegal to manufacture or sell products using non-recyclable plastic':\r\nhttps://petition.parliament.uk/petitions/561894"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-29T12:38:20.515Z"
    },
    "id": 582030,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582030.json"
    },
    "type": "petition"
}