{
    "attributes": {
        "action": "Refresh our government get normal citizens involved to help get UK back on track",
        "additional_details": "stop spending so much money on nuclear weapons and military try for peace and trade with other nations and invest it in to our country stop with the corruption and doing things for personal gain get normal citizens involved within politics government opinions don't nessecarily represent everyones opinion In the uk not many in political parties down to earth outdated generation with authoritarian views and haven't spent a day in the real world help get UK back up and running we can't be great Britain when so many towns live in poverty and homelessness starving family's while there all looked after its not right help your people",
        "background": "The government to sort there priorities out instead of weapons and wars and go for peace and prosperity sort Britain out homelessness poverty jobs economy corruption taxpayers money to not spend on personal finances make good trade deals within the world political arguments will be end of the world",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-04T00:29:26.402Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-05T20:55:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-12T09:30:41.705Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current Government priorities, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nDispose of the UK's Nuclear Warheads and encourage other nations to do the same: https://petition.parliament.uk/petitions/574779\r\n\r\nFund increased support the homeless: https://petition.parliament.uk/petitions/553237\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-12T09:30:41.703Z"
    },
    "id": 582111,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582111.json"
    },
    "type": "petition"
}