{
    "attributes": {
        "action": "Change online operational practices: Disposal of packaging/boxes after delivery.",
        "additional_details": "It is well documented some online businesses do not attract the same tax responsibilities as those businesses who trade locally where they are subject to business rates etc. Some local businesses may not recover where some online businesses have financially benefited, yet there appears to be no direct link or responsibility to communities .  I do not feel local authorities should be responsible for cleaning up the by-product of an online business unless those businesses pays for that service.",
        "background": "The shift towards customers purchasing more online has highlighted the environmental impact this is having on communities. Government to consider legislation for online businesses such as Amazon to adopt proper recycling/reuse solutions to disposal of their by-product following delivery of goods.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-04T08:29:58.936Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-10T12:24:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-15T07:07:51.163Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the disposal of packaging for online deliveries, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear if you want the Government to impose a levy on online retailers to contribute to the cost of waste disposal, or create some new requirements for online retailers to provide for the disposal of packaging for their goods.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nBan single use plastics and the unnecessary use of plastic packaging: https://petition.parliament.uk/petitions/552450"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-15T07:07:51.159Z"
    },
    "id": 582129,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582129.json"
    },
    "type": "petition"
}