{
    "attributes": {
        "action": "Remove some GCSE Science modules from the course as they aren't all necessary.",
        "additional_details": "The government should remove some of the modules from the GCSE Science courses as you cannot state that every module will benefit a student's life. Teachers should also be reminded that students take multiple subjects as some teachers only consider the workload in their own subjects and don't realize that students have other exams to study for. All of this work piles up on the students' shoulders until they cannot hold anymore work. Even then, they are still given more work to complete.",
        "background": "Children these days are already under enough stress as it is. The fact that exam boards require students to take subjects that aren't necessarily useful is just adding nothing but stress and anxiety to their lives. Some science modules are important, like respiration, but not all of them are.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-04T18:03:23.308Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-04T22:10:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-30T11:05:34.351Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about GCSE Science content, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government publishes subject content for GCSE subjects, and we could accept a petition calling for changes to this, but it would need to be clear what changes you want."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-30T11:05:36.652Z"
    },
    "id": 582171,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582171.json"
    },
    "type": "petition"
}