{
    "attributes": {
        "action": "Cap the extra amount UK holiday companies charge for booking at certain times.",
        "additional_details": "Every family deserves a holiday. But because of the astonishing additional amounts holiday companies charge, unfortunately it does mean some families can not go on holiday when permitted in the school holidays. It does force families that can not afford the increased prices to holiday whilst their children should be a school.\r\n\r\nI understand holiday companies are businesses and have to make money, but I feel they are taking advantage of a situation families have no other alternative for.",
        "background": "We want the UK Government to cap the amount holiday companies can charge for booking a holiday out of term time. Some holiday companies in the UK can charge 80% - 90% more for booking in the schools holidays. \r\n\r\nIt's simply unfair on families with school aged children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-04T06:37:48.191Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-04T09:37:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-29T14:48:32.796Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The prices charged by holiday companies are a matter for them, not the UK Government or Parliament. Decisions about whether to book a holiday, and if so which company to book it through, is a matter for individuals."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-05T14:00:18.027Z"
    },
    "id": 582117,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582117.json"
    },
    "type": "petition"
}