{
    "attributes": {
        "action": "Reproductive Coercion to be a specific criminal offense for both sexes.",
        "additional_details": "Lying about being sterile or BC can cause not only an unwanted pregnancy but life changing affects. If a man lies about having a vasectomy and a woman consents to the act of sex trusting this, then falling pregnant due to deceit can have life changing impact.Not only would she go through emotional trauma if choosing to abort but if she chooses to keep the baby her health and mental well-being can be significantly damaged due to feelings of violation and betrayal. Her health can be impacted.",
        "background": "Consenting to a sexual activity is different to consenting to being in an added vulnerable state of possible pregnancy ie Lying about a vasectomy, tampering with BC. This should be taken seriously due to its profound mental health and life changing,financial affects. This should be a form of abuse.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-04-05T14:20:29.850Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-06T16:32:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-12T14:10:02.467Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure whether you want it to be illegal to lie about your reproductive status, or to cause a pregnancy without consent. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-20T10:58:12.320Z"
    },
    "id": 582243,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582243.json"
    },
    "type": "petition"
}