{
    "attributes": {
        "action": "Change sentencing guidelines for politicians",
        "additional_details": "The United Kingdom has not yet established criminal due process for politician’s intentional, direct and blatant misleading of the public for their own direct or indirect personal gain not limited to or excluding tax-evasion, nepotism, cronyism and abuse of public funds by any currently serving or retired MP. \r\nIt should also be considered an offence,  with minimum of a 10 year prison sentence, to publicly have an eye test within 5 mile radius of a castle.\r\nPublic consultation of min. 6 months",
        "background": "HMRC estimated that in the 2016-2017 year the total cost of tax evasion in the UK was as much as £5.3 billion, for which the maximum sentence in the UK is up to seven years in prison. Excluding MP’s and officials in public office. Proposal of minimum 10 years imprisonment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-05T09:36:25.693Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-05T14:30:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-12T08:19:21.415Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about tax evasion by politicians, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nSentencing guidelines are produced by the sentencing council, which is independent of the Government or House of Commons, so we cannot accept petitions calling for these guidelines to be changed.\r\n\r\nIf you want legislation regarding tax evasion to be changed you could start a new petition explaining clearly what changes you would like the Government or Parliament to make.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake it a criminal offence for MPs to mislead the public: https://petition.parliament.uk/petitions/561730\r\n\r\nCreate new body to oversee and sanction MPs for dishonesty: https://petition.parliament.uk/petitions/575036"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-12T08:19:21.411Z"
    },
    "id": 582219,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582219.json"
    },
    "type": "petition"
}