{
    "attributes": {
        "action": "Make it mandatory for employers to pass an Employment Law basics test",
        "additional_details": "I recently battled through a lengthly tribunal to achieve justice when my employer broke the law by discriminating against me when I was pregnant. It's taking years to right the wrong. The Tribunals are incredibly busy. Tribunals are expensive. A better approach would be to educate the wrongdoers before they break the law. Too many cases are settled because people are afraid or bullied out of their claim. My employer used the excuse that they don't understand the rules. They should understand.",
        "background": "Too many tribunal cases exist because employers don't understand or care about the fundamental basics of employees rights. Instead if paying companies to \"insure\" and \"advise\" them, business owners should be obligated to learn the basics and pass a simple test in order to employ people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-05T16:32:47.243Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-05T17:12:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-12T13:52:49.607Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government sets employment law, which all employers must abide by, and employees who feel their employer has failed to do so are able to challenge this through the courts or an employment tribunal.\r\n\r\nHow employers ensure they meet their legal obligations is a matter for individual employers, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-12T13:52:49.603Z"
    },
    "id": 582249,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582249.json"
    },
    "type": "petition"
}