{
    "attributes": {
        "action": "National insurance number on birth certificate. For the sake of the children!",
        "additional_details": "Having the insurance number on the birth certificate should be mandatory for the sake of the children. Currently it is NOT mandatory for social services to see a child's birth certificate. For example if a mother refused to give fathers details it is not practice for them to see a birth certificate wich ultimately means the father will not be contacted. This been the case leads to parents and children been failed by social services and family court.",
        "background": "Make it mandatory for national insurance numbers to be on birth certificates to make locating a childs father easier and giving your child the right to a equal relationship with both parents. Social services stated it is not mandatory or common practice to check birth certificates.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-06T21:12:55.975Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-07T09:44:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-12T12:54:42.620Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about certain arrangements regarding parental responsibility for children, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe could accept a petition calling for the National Insurance numbers of both parents to be recorded on birth certificates, but this would not result in any changes to parental responsibility or arrangements for contact with children.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRequire both parents to be present to register a child's birth: https://petition.parliament.uk/petitions/573775\r\n\r\nGive children and parents automatic rights to equal contact after separation: https://petition.parliament.uk/petitions/552465\r\n\r\nIf you wanted to start a new petition making a different request you'd need to provide your full name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T12:36:59.870Z"
    },
    "id": 582366,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582366.json"
    },
    "type": "petition"
}