{
    "attributes": {
        "action": "Abolish advice given by NICE on how to treat chronic pain.",
        "additional_details": "NICE have issued a blanket statement that doesn’t account for individuality at all. Labelling chronic pain sufferers addicts based on how they choose to treat their pain and remain functional is ignorant and unjust. Taking away one of the few tools available to manage pain will create more illegal drug use and many more suicides. Exercise should be used along side not in place of a very real need for medication. Antidepressants are often already used along analgesics, this isn’t a new treatment",
        "background": "NICE have issued a statement advising chronic pain sufferers to be treated with exercise instead of analgesics. This isn’t fit for purpose. Many people with long term health conditions do exercise but many are completely unable. Everybody has the right to acute pain relief, we are no exception.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-07T15:25:11.396Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-07T15:53:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-12T10:15:26.526Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for NICE and not the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-12T10:15:26.523Z"
    },
    "id": 582418,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582418.json"
    },
    "type": "petition"
}