{
    "attributes": {
        "action": "Make it illegal to sell pets for profit.",
        "additional_details": "If pets had no monetary value illegal puppy farming would stop, as would thefts of dogs. Owners would choose the bread of dog because of suitably and money would not be a consideration. More pets would likely be neutered, cutting down on ‘unwanted’ animals.",
        "background": "Make it illegal to profit from selling pets. If pets had no monetary value illegal puppy farming would stop, as would thefts of dogs. Owners who rear puppies and kittens would look for the best homes for them rather than the biggest profit. No one should profit from selling innocent pet animals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-08T12:32:42.394Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-12T20:16:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-19T07:53:30.065Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the sale of animals, but it's not clear if you want all sales of pets to be made illegal, or just sales that would create a profit for the seller.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIntroduce a National Pet Exchange Register: https://petition.parliament.uk/petitions/328081\r\n\r\nIncrease minimum and maximum sentences for pet theft: https://petition.parliament.uk/petitions/563711"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-19T07:53:31.006Z"
    },
    "id": 582497,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582497.json"
    },
    "type": "petition"
}