{
    "attributes": {
        "action": "Allow students to have their maintenance loan paid in digital currencies.",
        "additional_details": "Businesses can now have digital wallets instead of business bank accounts, PayPal lets us send digital currencies to anyone across the globe in seconds and crypto.com lets us pay in digital currencies through their visa card. This topic needs to be addressed sooner rather than later so a proper infrastructure is put into place. This will expose our generations, and those to come preventing a future lost in tech which will come with a cashless world being moulded faster due to covid-19.",
        "background": "We have the option to be paid in GBP into our bank accounts, so it only seems fair that we should move forward as times change and have our maintenance loan paid into our crypto wallets, specifically in stable coins. This way the same amount is paid in a safe way, without risk of losing money.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-07T17:52:19.315Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-07T18:30:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-13T09:02:50.842Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure whether you would like loans to be required to be paid in digital currencies or for this to be an option to students. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-13T09:02:50.840Z"
    },
    "id": 582431,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582431.json"
    },
    "type": "petition"
}