{
    "attributes": {
        "action": "Abolish umbrella payments scam through agency's",
        "additional_details": "Make it illegal for agency's to use umbrella scam to pay it's employees \r\n\r\nClarity on who we work for as at moment they don't like responsibility so pass us around each other while none claim responsibility \r\n\r\nMake it illegal to pay for your wages no one should have to pay to be paid \r\n\r\nAbolish agency's at moment they decide who gets a pay rise and for 14 years it's stayed the same rate while everyone else has gone up \r\n\r\nRaise working rate for telescopic forklift drivers to £20 minimum .",
        "background": "Look into agency's who use unbrella scam as a form of paying employees \r\n\r\nAlso force all agency's to reveal the blacklist they all have for it's employees \r\n\r\nThey keep creating loopholes to get around latest legislation well we want clarity on job duration and proper remuneration for our efforts .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-07T15:21:09.101Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-07T15:32:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-12T15:34:25.231Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-12T15:34:25.228Z"
    },
    "id": 582417,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582417.json"
    },
    "type": "petition"
}