{
    "attributes": {
        "action": "Make it illegal for Care Companies to pay live-in carers less than the NMW",
        "additional_details": "Carers are being paid even less than the minimum wage, and the Government or Parliament are the only ones who could do something about it. We often work more than 10 hours per day, 7 days a week, and need to be available to our clients even more hours than that without the ability to charge more (In my case, if the work is done between 6:00-22:00) since our contracts stipulate that any work done between certain hours is our responsability. Care companies also offer clients up to 2 night calls that we cannot charge for. Making sure that Care Companies pay us at least the NMW is a really small improvement that should be done for the Health Care System.",
        "background": "The Care companies can choose to pay Live-In carers less than the NMW for the fact that the carers are living with the client. However, living with the clients is the job requirement, so that carers are available to the client if they are needed at any point during the day or night.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-08T14:55:54.809Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-16T11:48:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-21T15:48:37.117Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about pay for live-in carers, however live-in carers are already required to be paid the National Minimum Wage for the hours they work and that includes any time they are required to work overnight. \r\n\r\nRegulations 49 and 50 of the National Minimum Wage Regulations 2015 set out how 'unmeasured work', which care work will often be, should be paid. Regulation 49 sets out how a 'daily average agreement' can be reached between an employee, such as a care worker, and their employer to set a daily average number of hours which an employee would be paid. As such, live-in carers are required to be paid NMW according to the average hours they have agreed with their employer.\r\n\r\nYou can find out more about this here: https://www.gov.uk/minimum-wage-different-types-work/paid-in-other-ways-unmeasured-work\r\n\r\nYou can read the National Minimum Wage Regulations here: https://www.legislation.gov.uk/ukdsi/2015/9780111127964\r\n\r\nIt is therefore not clear what further action you would like the Government to take. \r\n\r\nIf you wanted the Government to require 'daily average agreements' to be banned and for employers to be required to record live-in carers' actual worked hours and pay them accordingly, you could start a petition about that.\r\n\r\nIn the meantime you may like to sign this petition, which calls for a related action: https://petition.parliament.uk/petitions/568895 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-21T15:48:41.939Z"
    },
    "id": 582507,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582507.json"
    },
    "type": "petition"
}