{
    "attributes": {
        "action": "Allow IVF (Scotland) for those who have undergone private sterilisation reversal",
        "additional_details": "IVF Criteria in Scotland allows couples with previous children (in some cases), previous addicts, smokers, older mothers (40 years+) and those with higher BMI's to gain access to three cycles of IVF. Yet it doesn't allow in any situation, those who were sterilised, regardless if the patient has had a successful sterilisation reversal privately and self-funded. \r\n\r\nWith population renewal being decreased in Scotland, this should absolutely be a valid consideration for Scottish couples.",
        "background": "Consider on a case-by-case basis the approval of NHS (Scotland) IVF treatment for couples who have undergone private sterilisation reversals, successfully. There are many reasons why someone would be sterilised (situational, relationship & more), consider removing these access barriers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-09T09:54:20.997Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-09T16:30:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-14T09:57:30.056Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee.\r\n\r\nIf you'd like to send your petition to the Scottish Parliament, you can find out more here: http://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-14T09:57:30.054Z"
    },
    "id": 582563,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582563.json"
    },
    "type": "petition"
}