{
    "attributes": {
        "action": "Kids who cause harm other kids mentally and physically sent to detetion centres",
        "additional_details": "Their is no police around in alot areas these days kids feel now they can do what they like gangs of them hanging around streets and parks, bus stations causing havoc when police do arrive their told to move. Their been constant attacks on innconent people I.e dog walkers now a young girl attacked by a gang of kids she's in hospital. It's a disgrace we should be moving forward improving not going backwards think punishments need be instated I.e detention centres teach them respect etc.",
        "background": "If a child mentally or physically hurts another child they need be taught lessons in respect and bullying  is wrong does not belong in society as seems police have no powers and parents can't control their own children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-10T10:31:49.247Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-10T11:17:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-15T07:05:12.381Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about sentencing for minors, including whether convicted minors should have a custodial sentence, is a matter for the courts, not the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake bullying a specific criminal offence: https://petition.parliament.uk/petitions/582794\r\n\r\nStop Bullying in Schools by Training All Teachers to spot Bullying & Harassment: https://petition.parliament.uk/petitions/560462"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-15T07:05:27.257Z"
    },
    "id": 582656,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582656.json"
    },
    "type": "petition"
}