{
    "attributes": {
        "action": "Introduce a lesson programme on gender-based violence in secondary schools.",
        "additional_details": "Gender-based violence is prevalent in the UK. For example, an investigation by UN Women UK found that 97% of women aged 18-24 have experienced sexual harassment. It is hoped that these lesson programmes will increase an understanding among young people of the severity of gender-based violence and an ability to empathise with its victims, increasing the likelihood of young people challenging their own actions and the actions of others so as to prevent occurrences of this violence.",
        "background": "The Government should introduce mandatory lessons which aim to increase awareness among young people of gender-based violence. Topics for discussion should include the effects of this phenomenon, and how young people can challenge their own and others' behaviour to limit its prevalence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-09T16:15:37.375Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-11T07:47:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-15T07:48:50.237Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government's new Relationships Education, Relationships and\r\nSex Education (RSE) and Health Education curriculum already contains content on domestic abuse, violent behaviour, coercive control, sexual harassment and sexual violence: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908013/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-15T07:48:50.235Z"
    },
    "id": 582601,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582601.json"
    },
    "type": "petition"
}