{
    "attributes": {
        "action": "Once again reduce the content of GCSE exams for all schools or cancel them.",
        "additional_details": "Maybe grades could be determined through face to face interviews and an inspection on general intelligence. While I understand the importance of examinations, I also believe students have had to go through and extreme amount of stress. For example the pandemic and lockdown has taken a toll on many people even adults so why would you expect the students to handle it any better especially with upcoming exams. Tests on paper during a pandemic are inhumane especially when the Prince has also died.",
        "background": "I would like to start a petition to massively reduce the amount of content that is included in the exams or if possible cancel the standardised tests altogether. The schools should be closed for mainly year 11s in order to maintain calmness and for them to only attend when necessary.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-11T21:22:20.815Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-11T22:36:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-16T07:54:42.557Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about schooling and exams during the Covid-19 outbreak, but we're not sure if you want changes to be made this year, next year, or for all future years.\r\n\r\nThe Government has already cancelled exams for the current year, but we have published the following petitions, which you might like to sign:\r\n\r\nCancel A-level and GCSE exams 2022: https://petition.parliament.uk/petitions/566760\r\n\r\nReview 2022 exam arrangements for GCSEs and A-levels: https://petition.parliament.uk/petitions/566569\r\n\r\nReduce content for 2022 A-level and GCSE exams: https://petition.parliament.uk/petitions/566803\r\n\r\nCancel all GCSE, AS and A level exams until 2024: https://petition.parliament.uk/petitions/573737\r\n\r\nKeep schools closed until May: https://petition.parliament.uk/petitions/573621\r\n\r\nDo not fully re-open schools until all indoor mixing is safe to be resumed: https://petition.parliament.uk/petitions/571980"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-16T07:54:42.554Z"
    },
    "id": 582775,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582775.json"
    },
    "type": "petition"
}