{
    "attributes": {
        "action": "Resume face-to-face teaching in Higher Education environments for all courses",
        "additional_details": "April 12 marks the day that non-essential retail, outdoor hospitality and personal care venues can reopen. We believe that face-to-face teaching should continue following this relaxation. Current university students have been disproportionately affected by these guidelines. From the 12th, we can spend hours shopping indoors, but do not have access to our lecturers, classes and peers in person. Valuable life experiences and learning have been unnecessarily compromised.",
        "background": "After 2 terms of discordance and confusion between the Government and HE students on face-to-face teaching, and following the relaxation of Covid restrictions from April 12, we want the government to provide guidance for and allow Universities to offer face-to-face teaching for all courses.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-11T15:31:46.636Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-11T16:18:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-15T10:30:36.050Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/582345\r\n\r\nSince you started your petition the Government has announced that remaining university students are to return to campus from Step 3 of the roadmap, no earlier than 17 May: https://www.gov.uk/government/news/remaining-university-students-to-return-to-campus-from-step-3-of-the-roadmap-no-earlier-than-17-may"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-15T10:30:36.046Z"
    },
    "id": 582746,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582746.json"
    },
    "type": "petition"
}