{
    "attributes": {
        "action": "Department of Education to compel universities to offer face to face teaching",
        "additional_details": "The roadmap out of lockdown as it currently stands will see all covid restrictions lifted on the 21st June and the Government plans to have at least 10,000 spectators in football grounds and audiences in theatres in the summer. It seems illogical that 3 months after all restrictions have been lifted that vaccinated university students cannot go to a lecture theatre. University students pay for their education and it's clear that they like all other students they want it face to face.",
        "background": "The Department of Education should insists that face to face teaching for seminars and lectures is offered to university students in the academic year 2021-2022. Providing that the vaccine roll out continues at its current pace everyone over 18 will have had at least one dose by September.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-11T14:44:52.694Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-11T16:24:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-15T10:31:58.084Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Deciding how to deliver teaching, in line with existing Covid-19 restrictions, is a matter for individual educational institutions, not the Government of House of Commons.\r\n\r\nYou may wish to sign this petition calling for a related action: https://petition.parliament.uk/petitions/582345\r\n\r\nSince you started your petition the Government has announced that remaining university students are to return to campus from Step 3 of the roadmap, no earlier than 17 May: https://www.gov.uk/government/news/remaining-university-students-to-return-to-campus-from-step-3-of-the-roadmap-no-earlier-than-17-may"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-15T10:31:58.081Z"
    },
    "id": 582740,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582740.json"
    },
    "type": "petition"
}