{
    "attributes": {
        "action": "Please re-consider decision of COVID-19 Vaccine passports/certification",
        "additional_details": "The impact on mental health of the British public during this pandemic has been negatively impacted greatly, the pressure of vaccine passports/certification will put pressure onto people who may not be able to have the vaccine or simply choose not to have it.\r\n\r\nAlthough this has already been debated in parliament due to a previous petition, I think there should be another review in parliament to discuss how the vaccine passports won’t impose restrictions on individuals who choose not to take it.",
        "background": "The UK government has imposed a new procedure (COVID-19 Certification) that may jeopardize the liberties and freedoms of what we once knew, this new procedure will put huge pressure on people who can’t/won’t take the vaccine due to whatever reasons, the Government should strongly re-consider this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-12T15:40:41.698Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-12T15:48:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-19T07:18:00.178Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling similar actions: \r\n\r\nDo not rollout Covid-19 vaccine passports: https://petition.parliament.uk/petitions/569957\r\n\r\nOutlaw discrimination against those who do not get a Covid-19 vaccination: https://petition.parliament.uk/petitions/575801"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-19T07:18:01.088Z"
    },
    "id": 582817,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582817.json"
    },
    "type": "petition"
}