{
    "attributes": {
        "action": "Covid recovered patients/vaccinated should be exempt from quarantine entering UK",
        "additional_details": "If someone has a letter from a doctor or from a lab they they have been infected with covid-19 in the past or a certificate that they have been vaccinated with both jabs then they should be allowed entry without quarantine.",
        "background": "As of know anyone who arrives in to the UK has to self isolate/quarantine (there are exceptions). We advise that anyone who can prove that they are Covid recovered or vaccinated should be exempt from quarantining.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-12T10:05:33.727Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-12T10:18:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-19T07:06:54.306Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about arrangements for international travel, but it's not clear what you mean by \"Covid recovered patients\", and whether you want all people who have previously had Covid-19 to be exempt from quarantine arrangements, or only people who can prove they have Covid-19 antibodies.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIntroduce a 'Vaccination Passport' for international travel: https://petition.parliament.uk/petitions/574479\r\n\r\nInclude people with high Covid-19 antibody levels in Covid-19 passport schemes: https://petition.parliament.uk/petitions/580974\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-19T07:06:55.158Z"
    },
    "id": 582800,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582800.json"
    },
    "type": "petition"
}