{
    "attributes": {
        "action": "To give all couples the automatic effective presumption of a clean break divorce",
        "additional_details": "Upon decree absolute, an automatic default position of clean break to be awarded to both parties subject to the divorce process. It is not acceptable to offer a service to the public that they cannot generally understand.  The presumption is that this is separate to standard divorce proceedings, and has to be applied for separately. It is confusing and has a huge impact upon separated couples who are let down due to the current process that is disadvantageous to those who cannot understand it",
        "background": "ALL civil partnerships and marriages, to be awarded the automatic default of a clean break divorce upon divorce; without subjugation to the inadequate process of separately convoluted forms and incomprehensible guidance that a normal person cannot easily understand without specialised legal training",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-12T17:44:02.761Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-12T18:57:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-19T07:36:28.102Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing arrangements for ending marriages and civil partnerships, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear if you want the Government to create a new \"no fault\" grounds for ending a marriage or civil partnership, or something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-19T07:36:28.918Z"
    },
    "id": 582823,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582823.json"
    },
    "type": "petition"
}