{
    "attributes": {
        "action": "Government to debate the effectiveness of the current Petitioning framework",
        "additional_details": "To improve the democratic rights of UK citizens by requesting an official audit of successful petitions, made available in full to the general public.",
        "background": "The current petitioning framework in the UK is intended to underpin the democratic rights of UK citizens. However, popular petitions are infrequently discussed at parliament and almost never lead to action. The petition requests the government address the inefficiencies in the current framework",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-14T08:55:21.760Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-14T12:27:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-19T09:43:03.146Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We understand you'd like changes to how the petitioning process works, but we're not sure what you'd like the Government to do to address the perceived inefficiencies and what an 'official audit' would involve. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.  You can also contact the Petitions Committee team at petitionscommittee@parliament.uk with any suggestions. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-19T09:43:04.510Z"
    },
    "id": 582944,
    "links": {
        "self": "https://petition.parliament.uk/petitions/582944.json"
    },
    "type": "petition"
}