{
    "attributes": {
        "action": "Have a good look in to faulse crimes like historic sexcial / rape  crime",
        "additional_details": "there is so many Falsely accused men woman all accused of historic sexual abuse  no evidence required - the false accusers' statement is their evidence, the suspect is treated as Guilty  no Police investigation to find out the truth of the story  any exculpatory evidence which would prove the suspects innocence is lost or removed Statements are regularly amended or edited by Police to ensure a conviction. Even if a suspect has proof statements are amended in order to fit in with the false accuser's story  Please support this National Scandal and get fair trials for all the falsely accused - a good many of whom are currently in prison Even let them have a retrial if new evidence comes througth for them let them",
        "background": "A whant the government or parliament to have a good look at pepolel thats falsey accused off historic  sexial crime / rape as theres lots off pepole geting roung verdicts because off this and the jurys always have them guilty before thay even get a say  its geting out off control with all this",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-14T21:09:22.881Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-14T21:27:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-20T07:23:04.302Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about wrongful convictions for certain crimes, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe courts and individual juries are responsible for the verdicts in criminal cases, not the Government or House of Commons. Individuals who have been convicted of a crime are able to appeal against the verdict or sentence.\r\n\r\nYou could start a new petition explaining more clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-20T07:23:05.194Z"
    },
    "id": 583003,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583003.json"
    },
    "type": "petition"
}