{
    "attributes": {
        "action": "Automatic Blue Badge Parking for Children with Cancer",
        "additional_details": "At any one time in the UK 1900 children have cancer. Did you know they are not automatically entitled to a Blue Badge and may be denied? Please help children with cancer to get Blue Badge parking automatically upon diagnosis, without the stress of parents and carers having to jump through hoops. A blue badge is essential for these children and families. Let’s change the legislation to make the lives of children with cancer easier.\r\n\r\nThank you for your support.",
        "background": "The Government should review the legislation to provide Blue Badge Parking automatically for all children with cancer under the age of 18.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-15T17:18:24.720Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-15T17:26:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-27T09:05:25.873Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Blue Badges are automatically awarded to people if they receive certain rates of particular benefits, but are not normally awarded because people have a specific condition. Local councils, not the Government or House of Commons, are responsible for deciding who is eligible for a blue badge.\r\n\r\nYou could start a petition calling for the Government to review the criteria for blue badges, if that's something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-13T11:21:28.607Z"
    },
    "id": 583049,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583049.json"
    },
    "type": "petition"
}