{
    "attributes": {
        "action": "Ban multiple ownership of houses in boroughs where there is a housing crisis",
        "additional_details": "Overcrowded houses and housing shortage reached an alarming level, which led to pressure on NHS, transport, schools, etc. Social life has also been affected and led to many social issues and crimes. Politicians, as usual, do the blame game, with councils turn blind eyes on the issue.\r\n\r\nIn case councils believe there is no housing crisis or the ban would affect the local economy, then the councils must ensure that the residents should be offered state houses within one year, not over 10 years.",
        "background": "The government should ban multiple ownerships. The government should also investigate the council conduct handling the housing crises and investigate a violation of any laws while denying council houses. The councils are misusing the natural progression clause and ignoring the overcrowding issue.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-17T12:05:09.717Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-17T12:16:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-22T10:19:22.313Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the housing supply, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for a ban on owning mulitple homes, but it's not clear if you want this to be universal or only in certain areas. Your petition also calls for councils to be investigated, but it's not clear exactly what you want to be investigated.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-22T10:19:37.891Z"
    },
    "id": 583176,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583176.json"
    },
    "type": "petition"
}