{
    "attributes": {
        "action": "End the European Super League",
        "additional_details": "We need to stop the super league because it will ruin football and will anger so many football fans that want to watch the premier league or other leagues but their team isn't in the league. The super league is all about the money. Us football fans do NOT want a super league.",
        "background": "We want the big 6 of the premier league to go back to the premier league and not join the super league",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-18T22:49:36.056Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-18T23:03:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-23T13:51:57.923Z",
        "rejection": {
            "code": "already-happening",
            "details": "We understand you're concerned about English clubs joining the proposed European Super League, however since you started your petition the Government has clearly expressed its opposition to the plans and the six participating English clubs have all withdrawn, so it is not clear what it is you would like the Government to do.\r\n\r\nAs you might know, on Monday 19 April the Culture Secretary Oliver Dowden MP said that he was appalled by the announcement that a handful of clubs are proposing to form their own breakaway European league, ands said the Government would not hesitate to protect one of our greatest national institutions: football. The Culture Secretary said that the Government would back the football authorities to stop this move, and if the football authorities couldn’t act, the Government would. The Culture Secretary said the Government would \"put everything on the table to prevent this from happening.\"\r\n\r\nYou can read the Culture Secretary's full statement on the European Super League here: https://www.gov.uk/government/speeches/statement-by-oliver-dowden-on-the-european-super-league\r\n\r\nYou can read a report about the English clubs' withdrawal from the European Super League here: https://www.bbc.co.uk/sport/football/56823501.\r\n\r\nFurther, on 19 April the Government announced a 'Fan-led review of football governance', which will explore ways of improving the governance, ownership and financial sustainability of clubs in English football, building on the strengths of the football pyramid. You can read more about this review here: https://www.gov.uk/government/publications/fan-led-review-of-football-governance\r\n\r\nYou may like to sign this petition which calls for a related action:\r\n\r\n'Enforce the “50+1” Rule for professional football club ownership in the UK': https://petition.parliament.uk/petitions/583310."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-23T13:51:59.674Z"
    },
    "id": 583314,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583314.json"
    },
    "type": "petition"
}