{
    "attributes": {
        "action": "I want you to stop any break away European football super league being formed.",
        "additional_details": "The regulatory bodies may not have the power to stop this from happening but Government can. This is a community and public issue.",
        "background": "I want the government to pass legislation to say if any uk club participates they will have their stadiums confiscated.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-18T21:47:50.648Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-19T07:54:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-23T08:51:09.965Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The ownership of particular properties such as stadiums is a matter for their owners and the relevant local planning authority, not the UK Government or Parliament. \r\n\r\nIn any case, as you might know, on Monday 19 April the Culture Secretary Oliver Dowden MP said that he was appalled by the announcement that a handful of clubs are proposing to form their own breakaway European league, ands said the Government would not hesitate to protect one of our greatest national institutions: football. The Culture Secretary said that the Government would back the football authorities to stop this move, and if the football authorities couldn’t act, the Government would. The Culture Secretary said the Government would \"put everything on the table to prevent this from happening.\" \r\n\r\nYou can read the Culture Secretary's full statement on the European Super League here: https://www.gov.uk/government/speeches/statement-by-oliver-dowden-on-the-european-super-league \r\n\r\nSince you started your petition it has also been announced that all six Premier League teams that were initially involved in the European Super League have withdrawn. You can read a report of this news here: https://www.bbc.co.uk/sport/football/56823501.\r\n\r\nYou may like to sign this petition which calls for a related action: \r\n\r\n'Enforce the “50+1” Rule for professional football club ownership in the UK': https://petition.parliament.uk/petitions/583310.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-23T08:51:26.658Z"
    },
    "id": 583300,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583300.json"
    },
    "type": "petition"
}