{
    "attributes": {
        "action": "Big Ben strikes noon, UK has 5 mins of prayer to God then the national anthem",
        "additional_details": "This will bring unity to the UK, improve spiritual, physical and mental health; time for reflection, reduce stress, give hope, motivate people to be pro active as a community; drastically improve people's compliance to overcome this pandemic, to provide huge support to those who are working long and difficult hours and reduce the stress on Public Services and other institutions, for instance care homes; benefit vulnerable members of society, such as children.",
        "background": "The Government to announce this proposal to the UK and request that all media platforms supports this by dedicating time for this purpose, as well as to appeal to the rest of the world to follow the same.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-19T21:17:31.859Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-20T19:59:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-27T08:29:09.596Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions on religious worship are a matter for individuals to decide.  The UK Government and Parliament are also not responsible for deciding on the content of broadcasting. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-27T08:29:11.109Z"
    },
    "id": 583583,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583583.json"
    },
    "type": "petition"
}