{
    "attributes": {
        "action": "Stop all online platforms that sell pets and use the local council website only",
        "additional_details": "I have fallen Victim to buying a puppy online my puppy is very ill and may not survive. Due to lock down so many more people are buying dogs and being scammed we need to work together to stop thief of our pets and stop puppy farming in the UK",
        "background": "Stop all online platforms selling pets and only sell through the local council website so this will keep registered breeder and the public safe from imported and puppy farm pets and stop people's dog from getting stolen",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-20T10:35:51.269Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-20T16:49:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-27T14:27:53.293Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you would like the online buying of pets to only be allowed through local councils, however while local councils issue breeding licenses they do not play a role in the sale of animals, so it's not clear what it is you would like the Government to do.\r\n\r\nYou could start a petition calling on the Government to ban the sale of pets online, if that is something you'd like to happen.\r\n\r\nYou may also like to sign this petition which calls for a related action: \r\n\r\nIntroduce a National Pet Exchange Register: https://petition.parliament.uk/petitions/328081"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-27T14:27:57.208Z"
    },
    "id": 583670,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583670.json"
    },
    "type": "petition"
}