{
    "attributes": {
        "action": "Ban super league clubs from participating in English domestic competitions",
        "additional_details": "Over the past year, football has provided a bright light in a period of immense darkness. Football in Britain was already going down the wrong path in terms of finances before the pandemic. The super league to facilitate owners in lining their own pockets, with these pockets already full at the expense of hardworking people who love the game. If the owners of these clubs think they can exclude Britain's football pyramid, then we should exclude the big six owners from the English game entirely",
        "background": "I want the government and or Parliament to support the notion that the 'big six' premier league clubs who plan to join super league should be banned from participating in English domestic football competitions. I want the government to support the FA, FIFA, UEFA and Premier/EFL in doing this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-19T22:31:47.130Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-21T10:22:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-27T14:17:34.227Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the relevant governing and organising bodies, in this case the Football Association, the Premier League, the English Football League, UEFA, and FIFA, not the UK Government or Parliament.\r\n\r\nIn any case, since you started your petition the Government has expressed its clear opposition to the plans and the six participating English clubs have all withdrawn.\r\n\r\nOn Monday 19 April the Culture Secretary Oliver Dowden MP said that he was appalled by the announcement that a handful of clubs are proposing to form their own breakaway European league, ands said the Government would not hesitate to protect one of our greatest national institutions: football. The Culture Secretary said that the Government would back the football authorities to stop this move, and if the football authorities couldn’t act, the Government would. The Culture Secretary said the Government would \"put everything on the table to prevent this from happening.\"\r\n\r\nYou can read the Culture Secretary's full statement on the European Super League here: https://www.gov.uk/government/speeches/statement-by-oliver-dowden-on-the-european-super-league\r\n\r\nYou can read a report of the English clubs' withdrawal from the ESL here: https://www.bbc.co.uk/sport/football/56823501\r\n\r\nFurther, on 19 April the Government announced a 'Fan-led review of football governance', which will explore ways of improving the governance, ownership and financial sustainability of clubs in English football, building on the strengths of the football pyramid. You can read more about this review here: https://www.gov.uk/government/publications/fan-led-review-of-football-governance\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nEnforce the “50+1” Rule for professional football club ownership in the UK: https://petition.parliament.uk/petitions/583310 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-27T14:17:35.506Z"
    },
    "id": 583605,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583605.json"
    },
    "type": "petition"
}