{
    "attributes": {
        "action": "Look in to crime appeals and not make familys waite months our years",
        "additional_details": "Would like the appel places to take consitaration if fresh eveidence like new whitnees comes forward that was never at trials to be alloewd and let them have a retrail and not waite months our years let them have it a soon as the appel is sent to the appel courts  thats why we have  so many back logged on these crime appels something needs to be done about it all let the appells go before the 2 month mark",
        "background": "I whant the goverment to look in to crime appleas and change it for appeals to go quiet quick in stead off months and years as its not fare if your an iniciont person and have to waite to long thats  why theres a big back log on them  make it 2 months for your appel to  be heard",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-20T12:13:06.870Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-20T13:37:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-27T07:14:10.628Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Appeals regarding criminal cases are a matter for the courts, not the Government or House of Commons.\r\n\r\nWe can only accept petitions about things the Government and House of Commons are directly responsible for. The courts are independent of the Government and House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-27T07:14:11.834Z"
    },
    "id": 583691,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583691.json"
    },
    "type": "petition"
}