{
    "attributes": {
        "action": "Start a governing body to monitor the building trade to stop rouge traders",
        "additional_details": "When there is an issue with a trader this comes under civil law. This leads to one word against another and difficult to reclaim money from traders if there is a dispute. If there was a governing body then there is a regulator that will record all disputes and poor workmanship/business management, stop further the business repeating this over again with new customers. Also the governing body could support consumers with legal help against the trader.",
        "background": "Start a governing body that means all traders have to sign up to. Then when the consumer is not happy with their work or business/project management there is somewhere this can be recorded against the company/business owner, so action can be put in place to stop this reoccurring.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-20T08:44:11.460Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-20T09:37:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-26T09:50:32.619Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about rogue traders, but we're not sure exactly what types of traders you want to be required to be registered and regulated.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-26T09:50:33.463Z"
    },
    "id": 583650,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583650.json"
    },
    "type": "petition"
}