{
    "attributes": {
        "action": "Make every football club in England adopt a 50+1 ownership model.",
        "additional_details": "Recent plans for a breakaway European Super League have repulsed football fans worldwide. \r\n\r\nFrom the top to the bottom of the football pyramid, the game has always been more than about money - bringing people together, supporting the grass roots and emerging talent, providing a sense of belonging that connects people. These are the things that make football so special. The European Super League is the antithesis of that. \r\n\r\nGive the sport back to its rightful owners - the fans!",
        "background": "We want for every football club owner to be forced to sell 51% of their shares in their to the respective Supporters Trusts for a fair price, and ensure that this structure remains in place indefinitely.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-20T18:36:05.513Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-21T12:38:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-26T17:07:12.689Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/583310\r\n\r\nYou may be interested to know that on 19 April the Government announced a 'Fan-led review of football governance', which will explore ways of improving the governance, ownership and financial sustainability of clubs in English football, building on the strengths of the football pyramid. You can read more about this review here: https://www.gov.uk/government/publications/fan-led-review-of-football-governance."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-26T17:07:14.706Z"
    },
    "id": 583757,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583757.json"
    },
    "type": "petition"
}