{
    "attributes": {
        "action": "Force the the Premier League to sanction \"European Super League\" clubs.",
        "additional_details": "Too long have billionaire owners of football clubs moved the goalposts \"pun intended\" to line their own pockets without any regard for their own fans: the people up and down the country who ultimately keep these football clubs afloat. \r\n\r\nThe attempted move to create the ESL is one borne out of greed only. It is/was not for the fans - it was to guarantee success without having to earn the right to compete on the larger European stage. \r\n\r\nAct now.",
        "background": "We want the UK government to use its overarching power to force the Premier League to heavily sanction the 'Big 6' clubs that attempted to leave the Champions League to joint he \"European Super League.\"\r\n\r\nFan reactions have already shown that the owners of these clubs do not care, and we must act.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-20T18:44:18.116Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-20T19:31:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-27T13:57:04.385Z",
        "rejection": {
            "code": "already-happening",
            "details": "On Monday 19 April the Culture Secretary Oliver Dowden MP said that he was appalled by the announcement that a handful of clubs are proposing to form their own breakaway European league, and said the Government would not hesitate to protect one of our greatest national institutions: football. The Culture Secretary said that the Government would back the football authorities to stop this move, and if the football authorities couldn’t act, the Government would. The Culture Secretary said the Government would \"put everything on the table to prevent this from happening.\" \r\n\r\nYou can read the Culture Secretary's full statement on the European Super League here: https://www.gov.uk/government/speeches/statement-by-oliver-dowden-on-the-european-super-league \r\n\r\nSince you started your petition it has also been announced that all six Premier League teams that were initially involved in the European Super League have withdrawn. You can read a report of this news here: https://www.bbc.co.uk/sport/football/56823501 \r\n\r\nFurther, on 19 April the Government announced a 'Fan-led review of football governance', which will explore ways of improving the governance, ownership and financial sustainability of clubs in English football, building on the strengths of the football pyramid. You can read more about this review here: https://www.gov.uk/government/publications/fan-led-review-of-football-governance  \r\n\r\nYou may wish to sign this petition which calls for the same action:\r\n\r\n'Enforce the “50+1” Rule for professional football club ownership in the UK': https://petition.parliament.uk/petitions/583310 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-27T13:57:05.871Z"
    },
    "id": 583758,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583758.json"
    },
    "type": "petition"
}