{
    "attributes": {
        "action": "Implement the 50+1 rule through all ‘Elite’ levels of English football.",
        "additional_details": "We want the Government to consider this for the fact that football fans and supporters deserve more authority over their clubs and should be entitled to have a say in key decisions over them, as after all it is THEIR club. This comes specifically off the back of the threat of the ‘European Super League’ where offshore owners decided their pockets are more important than the desires of their fans, players and the all round footballing community. We know for a fact PM Boris Johnson backs us.",
        "background": "We are pushing Boris Johnson and the Conservative government to work with the English Premier League, English Football League and the National League System in implementing the famous 50+1 Rule found in German Professional Football. From the heights of the EPL down to the NL North and South.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-20T19:48:21.347Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-20T20:05:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-26T17:00:17.627Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/583310\r\n\r\nYou may be interested to know that on 19 April the Government announced a 'Fan-led review of football governance', which will explore ways of improving the governance, ownership and financial sustainability of clubs in English football, building on the strengths of the football pyramid. You can read more about this review here: https://www.gov.uk/government/publications/fan-led-review-of-football-governance."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-26T17:00:19.849Z"
    },
    "id": 583770,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583770.json"
    },
    "type": "petition"
}