{
    "attributes": {
        "action": "Change football final ticket allocations from UEFA and the FA.",
        "additional_details": "The ticket allocations for finals should be allocated to loyal supporters of the club involved in the final. Currently the allocations are not in favour of the loyal supporters. \r\n\r\nAs supporters of a club the dream of the final, which is a reward for taking part and going to actual games to support our respective teams is taking away by the poor allocations in favour of the corporates and privileged.\r\n\r\nThe poor allocations of tickets by UEFA and the FA to loyal supporters for finals is not fair.",
        "background": "As a loyal supporter of my football club for years now UEFA and the FA have not equally shared final tickets to loyal supporters. \r\n\r\nInstead they allocate in the main to non loyal supporters. Corporates and the privileged get tickets for the final over loyal supporters who actually go the game.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-21T16:32:36.380Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-21T17:39:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-28T08:04:13.151Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The distribution of tickets for sporting events is a matter for the organisers, not the Government or House of Commons.\r\n\r\nOn 19 April the Government announced a 'Fan-led review of football governance', which will explore ways of improving the governance, ownership and financial sustainability of clubs in English football, building on the strengths of the football pyramid. You can read more about this review here: https://www.gov.uk/government/publications/fan-led-review-of-football-governance "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-28T08:04:14.174Z"
    },
    "id": 583900,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583900.json"
    },
    "type": "petition"
}