{
    "attributes": {
        "action": "All UK schools should make PE optional for every student",
        "additional_details": "It is incredibly important for all students to get as much time learning a subject they are falling behind on which can benefit greatly for their futures, and especially in this time almost all students all over the UK have fallen behind in their subjects. If students want to do PE then they can but making them do it when they are never going to need it isn’t going to help them succeed.",
        "background": "PE should be optional for all students in the UK because it is wasting students time from actually learning a particular subject they choose for their GCSEs. For example an average school has one lesson for PE a week for non-GCSE students, one lesson is usually an hour long wasting 39 hours a year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-21T20:03:55.127Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-21T23:07:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-28T08:24:39.732Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about physical education being mandatory, but we're not sure if you want this to be made optional for just GCSE students, or all students. You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe can only accept petitions about the national curriculum for England, as education is devolved to Scotland, Wales and Northern Ireland."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-28T08:24:40.845Z"
    },
    "id": 583924,
    "links": {
        "self": "https://petition.parliament.uk/petitions/583924.json"
    },
    "type": "petition"
}