{
    "attributes": {
        "action": "Prevent local councils from changing to fortnightly bin collections.",
        "additional_details": "Climate emergency is a real threat to all of us. Solving this problem will take all of our efforts. How community leaders act matters! How we act matters! If community leaders show apathy and indifference towards fighting the climate emergency through their recycling policies this may well impact on the thoughts of those people that they lead. We need local people to be supported by the local councils not hindered by them.",
        "background": "Where local people require weekly bin collections, this should be their choice. Fortnightly bin collections reduce our capacity to recycle. This is a main cause of Waste crime. Without councils showing leadership in this are the public themselves may become disengaged with the climate emergency.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-23T07:35:33.679Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-25T16:18:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-30T07:35:34.474Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about frequency of waste collection is a matter for individual local authorities, not the Government or House of Commons.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-30T07:35:35.330Z"
    },
    "id": 584053,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584053.json"
    },
    "type": "petition"
}