{
    "attributes": {
        "action": "Record and use as evidence in court meetings with social services.",
        "additional_details": "In my experience and the experience of many many others there has been debate and conflict of what has been said between families and social workers. It maybe the family doesn't agree that they were told something or dont agree that they said or did something when having meetings or assessments with social workers. These recordings will benefit both families and social workers to be able to prove exactly what what said by all parties. And used as evidence in court if either party disagrees.",
        "background": "I want people to be able to make voice recordings of any conversation, meeting or assessment done by social services (especially if they are in court proceedings with social services) and be able to use the recordings in court as evidence of what was done and said.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-23T03:42:49.699Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-23T08:18:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-29T07:47:04.421Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/577074\r\n\r\nWe think the above petition would have the same outcome as what you have requested, but if you want something different you could start a new petition stating clearly what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-29T07:47:07.032Z"
    },
    "id": 584048,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584048.json"
    },
    "type": "petition"
}