{
    "attributes": {
        "action": "Intensify economic - trade relations between UK and USA",
        "additional_details": "USA is a destination of great economic and commercial importance. Although the UK and the US maintain certain relations, there are no bilateral treaties that allow free movement or preferential access lane in terms of less stringent work visas between residents and citizens of the UK and the USA. We ask the British Government to establish facilitated entry with the USA for citizens and residents of the respective countries to strengthen local economies.",
        "background": "Facilitate entry and residence in the USA for UK residents and citizens and vice versa for US residents and citizens who want to travel to the UK for work",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-24T11:07:26.169Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-24T21:07:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-29T14:58:53.258Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to relations between the UK and the USA, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition refers to trade relations, but then goes on to only talk about the movement of people.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to seek to negotiate free movement of people with the USA, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-29T14:58:53.982Z"
    },
    "id": 584169,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584169.json"
    },
    "type": "petition"
}