{
    "attributes": {
        "action": "Amend rules on British citizens and immigration to British Overseas Territories",
        "additional_details": "Although UK maintains strong relations with British Overseas Territories it is not possible for British citizens to immigrate, work and reside in the British Overseas Territories without applying for a specific visa. This severely limits the economic development of the British Overseas Territories and we ask the British Government to establish with the British Overseas Territories a system of free movement for British citizens who wish to live, work and reside in the British Overseas Territories and strengthen the economy of these territories.",
        "background": "British citizens cannot immigrate to the British Overseas Territories without a visa, limiting their economic development",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-24T12:16:36.440Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-16T02:57:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-21T10:13:33.931Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about immigration arrangements for British Overseas Territories are a matter for the governments of these territories, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-21T10:13:34.829Z"
    },
    "id": 584174,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584174.json"
    },
    "type": "petition"
}