{
    "attributes": {
        "action": "Provide a system of accountability for rogue Builders and Tradespeople.",
        "additional_details": "This has escalated over the past several years. Rogue Builders and Traders know there is no protection for customers. Trading Standards, the Police, and local councils have fewer resources and powers to control this, and the Rogue Trader  will often file for bankruptcy or change their Company name, free to set up again using someone else's details,  or to continue trading and ruining the lives and properties of new customers, while the old ones fight aimlessly to get some redress.",
        "background": "Currently, there is nothing in law to prevent a person calling themselves a builder/tradesperson. There is no system of accountability for providing shoddy, dangerous workmanship, scamming customers out of their money, filing for bankruptcy. Victims have no reliable or affordable avenues of redress.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-24T22:19:24.387Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-25T11:31:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-30T07:19:38.811Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about rogue traders, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere are already a number of consumer rights that apply in the event of poor service. You can read about these here: https://www.citizensadvice.org.uk/consumer/somethings-gone-wrong-with-a-purchase/complain-about-a-service/\r\n\r\nWe could accept a petition calling for changes to existing consumer rights, or requirements on traders, but it would need to be clear what changes you want. For example, we have previously had a petition open calling for statutory licensing and regulation of builders."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-30T07:19:39.498Z"
    },
    "id": 584208,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584208.json"
    },
    "type": "petition"
}