{
    "attributes": {
        "action": "Stop private investors buying houses backed by help to buy scheme",
        "additional_details": "If a private investor buys a plot backed by help to buy, it abolishes the scheme and they charge more the house even if its rented making the once affordable house into a non affordable house. It not only spoils the chances for first time buyers but buyers will find themselves in a position where there isn’t any land left for new builds backed by the scheme making the generation buy campaign into generation rent again. It’s a money making scandal and is not fair.",
        "background": "Stop private investors buying new build house plots that are backed by help to buy. This ruins the chance for first time buyers to take full advantage of the scheme and defeats the purpose of it being there.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-25T14:10:01.777Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-26T19:09:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-30T08:57:32.218Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the availability of homes eligible for the Help to Buy scheme, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere aren't specific plots or developments backed by the Help to Buy scheme. The Help to Buy scheme enables first-time buyers to get an equity loan towards the cost of buying a new-build home: https://www.gov.uk/affordable-home-ownership-schemes/help-to-buy-equity-loan\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAllow the Help to Buy Equity Loan scheme to be used for any property: https://petition.parliament.uk/petitions/561795"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-30T08:57:33.054Z"
    },
    "id": 584247,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584247.json"
    },
    "type": "petition"
}