{
    "attributes": {
        "action": "Allow cancer patients to have family support at all stages of treatment",
        "additional_details": "Cancer treatment can be a gruelling treatment process, but having to do it alone, is far worse! Someone very close to me recently discovered they had an aggressive form of cancer. The only appointment where they were allowed someone with them was when they were told the heart breaking news. Every appointment there after, they were alone. Including their first round of chemotherapy. Patients should be entitled to support at what could be the hardest time of their life. Please sign and share 🙏",
        "background": "As friends and family are allowed to start mixing in public areas, birthing partners are allowed to be at the birth of their children, yet cancer patients have to go through treatments and attend appointments alone. It needs to change.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-25T10:02:41.605Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-25T10:45:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-30T07:07:19.606Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Under current Covid-19 restrictions it is already legal for people to visit someone in a hospital, or accompany a family member or close friend to a medical appointment. Setting visitor policies is a matter for the NHS and individual NHS Trusts, not the Government or House of Commons.\r\n\r\nCheck your hospital's website to find out what their advice is. You can search for hospital details if you're not sure what they are: https://www.nhs.uk/service-search/other-services/Hospital/LocationSearch/7"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-30T07:07:20.883Z"
    },
    "id": 584230,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584230.json"
    },
    "type": "petition"
}