{
    "attributes": {
        "action": "Change the 24 hour rule in regards to breach of bail conditions.",
        "additional_details": "It is an insult to victims, that bail conditions seem almost pointless if the victim cannot report breaches and be confident the perpetrator will be arrested for aggravating an ongoing case. \r\nWhen arresting a perpetrator for breaching bail conditions it should be counted as a concurrent offence but also a new one, this protects victims and helps them feel they are getting some kind of justice.",
        "background": "Currently the 24 hour custody rule is included when arresting for breach of bail conditions.\r\nThis means that if the perpetrator was held for 20 hours when first arrested, police would only be permitted to hold them for a further 4 hours if arrested for breaching their bail conditions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-24T22:14:11.314Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-24T22:25:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-29T14:00:52.201Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Police, Crime, Sentencing and Courts Bill, which the Government recently introduced, includes provisions g that the “detention clock” shall be suspended for three hours from a person’s arrival at a police station where they are arrested for failure to attend a police station or breach of their bail conditions. This provision is designed to ensure that the detention clock is not run down as a result of an individual repeatedly breaching bail conditions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-29T14:00:53.163Z"
    },
    "id": 584206,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584206.json"
    },
    "type": "petition"
}