{
    "attributes": {
        "action": "Provide adequate storage solutions: Homeless in Liverpool City Centre.",
        "additional_details": "I think the government and parliament have the ultimate power to ensure a solution materialises. This is an issue that ultimately stops people who are vulnerable getting help from services. The extra weight to carry around and the constant worry at the back of their minds that someone may take or damage their belongings stops them visiting housing services and homeless services. By dealing with this issue the government will be enduring that the services that are I place to help are accessible.",
        "background": "Discuss solutions to the issues around peoples possessions being destroyed or damaged when living on the streets. The little possessions that they have are often destroyed or damaged or carried around day and night.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-26T08:55:17.155Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-26T22:21:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-30T09:29:47.206Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Support for the homeless in Liverpool City Centre is a matter for the local authority, not the Government or House of Commons.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council directly. Find out how to petition your council here: http://councillors.liverpool.gov.uk/mgePetitionListDisplay.aspx?bcr=1"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-30T09:29:48.137Z"
    },
    "id": 584298,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584298.json"
    },
    "type": "petition"
}