{
    "attributes": {
        "action": "Decriminalise/Legalise the Use, Sale, Import and Export of Cannabis",
        "additional_details": "Being the largest exporter of medical cannabis, it is a shame the UK government would rather profiteer on its medical benefits in other countries, than helping the people in the country. \r\n\r\nThere is clear evidence medical cannabis is therapeutic and the UK government will continue to say \"It has no therapeutic benefit\" but then on the other hand own almost 50% of the worlds supply. \r\n\r\nIf the UK introduced a proper medical cannabis industry, it would bring in turn revenues of £2B, as well as bringing more jobs for the people within the UK. We would be able to take the Cannabis market from criminals, thus creating more jobs, safer for patients as well as making a safe regulated industry.",
        "background": "In 2018 a UN report revealed that Britain was the world’s largest producer of legal cannabis, producing 95 tons of marijuana in 2016 for medicinal and scientific use 44.9 per cent of the world’s total. It was also the largest exporter of the drug, exporting 70 per cent of the world’s total.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-25T18:45:04.255Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-25T19:21:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-29T09:16:13.494Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/575625"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-29T09:16:14.659Z"
    },
    "id": 584263,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584263.json"
    },
    "type": "petition"
}