{
    "attributes": {
        "action": "Stop the practice of Social Media 'Shadowbanning' for UK Social Media users.",
        "additional_details": "The UK Government has an obligation to protect its citizens, over big tech corporate interests. No citizen should be 'shadowbanned' without notice or reason (and it can ruin the viability of brand promotion) especially as Social Media companies still encourage paid promotion even when someone is unknowingly restricted at the whims of Big Tech giants (Facebook etc.). Users should be informed under transparent practices and have the right to challenge (it may be that algorithms are too sensitive).",
        "background": "To debate and challenge existing legislation that does not protect UK citizens from this covert, underhanded, and fickle form of Social Media censorship, where the user is none the wiser (not notified) and Social Media platforms continue to take money the user pays for brand advertising regardless.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-26T11:11:06.081Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-28T12:17:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-05T13:29:30.705Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about the terms and conditions of individual social media sites, and how content is promoted, are a matter for individual social media companies, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-05T13:29:31.683Z"
    },
    "id": 584308,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584308.json"
    },
    "type": "petition"
}