{
    "attributes": {
        "action": "Hold a Parliamentary Review into the handling of the covid 19 pandemic",
        "additional_details": "We need to understand how & why decisions were made and if they, with hindsight, would still be made again. We need a swift review to give immediate learning to help develop our governments plans moving forward.\r\n\r\nUnder normal circumstances this would wait, this is not normal & is needed now.\r\n\r\nPlease support this petition to help us all learn from the events of the last year & feed into evidenced planning for the future, by our government that serves and answers to the people, to support us all.",
        "background": "Hold an independant review to understand the decisions made due to the pandemic (PPE, lockdowns, school closures, quarantine & vaccinations) to ensure we learn lessons to improve. To ensure public confidence in the decisions made and to make best preparations for the future in light of the finding.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-26T17:15:05.461Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-26T19:28:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-30T09:05:45.223Z",
        "rejection": {
            "code": "already-happening",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nLaunch a judge-led public inquiry into the Covid-19 pandemic: https://petition.parliament.uk/petitions/577292\r\n\r\nPublic inquiry into UK Government spending on Covid-19: https://petition.parliament.uk/petitions/582553\r\n\r\nSeveral House of Commons select committees are already looking at various aspects of the Government's response to the Covid-19 outbreak. You can find details of work being undertaken by these Committees here: https://committees.parliament.uk/inquiries/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-30T09:05:46.225Z"
    },
    "id": 584332,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584332.json"
    },
    "type": "petition"
}