{
    "attributes": {
        "action": "Make Homework optional KS3 and under, except core subjects & SATs will be exempt",
        "additional_details": "It will damage equality, because some people have access to higher quality resources, and have a better work environment. Also, students can easily cheat. Many may not have access to technology, this may not be fair to other students! It takes away the passion of learning, by making it seem uninteresting. Also, it encourages bad learning habits: without the supervision of the teacher, you can become distracted easily and end up being used to no time limit.",
        "background": "Many Students across England have faced a lack of social life quality. This may affect their mental health & obstruct their growing relationship to others. It can increase stress, reduce leisure and sleep time. Core subjects should be exempt, due to the life skills, and are required for GCSE, SATs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-26T16:35:26.287Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-26T17:00:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-30T08:49:34.641Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about homework, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere are only \"core\" subjects in Key stage 4. For Key stages 1, 2 and 3 most of the subjects students take are compulsory, so it's not clear what subjects you want homework to be optional for.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nBan schools from setting compulsory homework until sixth form: https://petition.parliament.uk/petitions/573179\r\n\r\nAbolish Homework in Every School: https://petition.parliament.uk/petitions/584262"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-30T08:49:35.530Z"
    },
    "id": 584329,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584329.json"
    },
    "type": "petition"
}