{
    "attributes": {
        "action": "Form the Canzuk Union with Canada, New Zealand and Australia",
        "additional_details": "All countries are similar all being capitalist and democratic along with a shared Anglo culture and a union is supported in all countries.\r\nAnd even if it doesn’t lead to an economic miracle, its not going to make our economy worse, so might as well try.",
        "background": "The Canzuk Union would bring our economics closer to the previously mentioned nations encouraging economic growth as well as being able to combat the influence of China.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-26T15:53:44.246Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-26T16:14:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-30T08:41:00.798Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see a union with Canada, New Zealand and Australia, but we're not sure exactly what you want this to involve.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling for the Government to seek to establish free movement of people and goods between the UK, Canada, New Zealand and Australia, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-30T08:41:01.726Z"
    },
    "id": 584326,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584326.json"
    },
    "type": "petition"
}