{
    "attributes": {
        "action": "Recognise retailers support to society beyond commerce, example in the pandemic",
        "additional_details": "Remove the retailers from the socio-economic equation during the pandemic and visualise how difficult things may been. The criticism of leading retailers such as Tesco, Sainsbury, ASDA, Morrisons and others make them appear only like money grabbers. It creates a perception that takes away from the critical role they play in the society. Such perceptions equally rob off on employees. Society need to re-evaluate all of these and give retailers due credit, which should equally rob off on employees.",
        "background": "A national day for retailers that would shine light on its role and contributions to society, and enhance such positive roles. There are shop floor workers who risked their lives being exposed to customers without knowing the extent of risk. This is unlike a front liner aware of the extent of risk.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-26T14:09:34.194Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-26T20:27:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-30T09:16:39.678Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are want retail workers to be recognsied, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nGive a bonus to ALL the hard working key workers during this pandemic: https://petition.parliament.uk/petitions/559833\r\n\r\nRefund PAYE tax for year 2020/21 to Keyworker and Essential Worker Roles: https://petition.parliament.uk/petitions/568374\r\n\r\nSuspend PAYE Tax for all frontline Key workers for 6 months: https://petition.parliament.uk/petitions/556818\r\n\r\nGive all key workers a tax break for 2021: https://petition.parliament.uk/petitions/568861"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-30T09:20:30.660Z"
    },
    "id": 584318,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584318.json"
    },
    "type": "petition"
}