{
    "attributes": {
        "action": "Labels on plastic containers on time they take to breakdown in the environment",
        "additional_details": "There is so much Plastic waste entering the world oceans that its killing marine life like Dolphins, whales and also its poisoning to marine life it carries chemicals that persist in the ocean environment for years and needs to seriously stop",
        "background": "Tell plastic manufacturers to put labels on plastic bottles and other plastic products the damage and time that plastic waste does to the environment and the animal's that live in there so people are fully aware of the damage done by  there waste so people can choose to buy plastic free products.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-27T04:55:45.310Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-27T07:46:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-04T07:04:57.391Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the environmental harm caused by the disposal of plastics, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition requests labelling stating the time it takes plastic containers to break down, but also refers to including details of the damage plastic containers do to the environment, so it's not clear exactly what you want these labels to detail.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake it illegal to manufacture or sell products using non-recyclable plastic: https://petition.parliament.uk/petitions/561894\r\n\r\nInclude the harmful environmental impact of plastic waste on the curriculum: https://petition.parliament.uk/petitions/573514"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-04T07:04:58.271Z"
    },
    "id": 584360,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584360.json"
    },
    "type": "petition"
}