{
    "attributes": {
        "action": "Make it illegal for people under 16 to possess or use smartphones.",
        "additional_details": "Personal possession of a smartphone by any person allows constant use of,  potentially mentally damaging, social media access, as well as constant access to the portrayal of other peoples lives in a way that is unrealistic. This can lead to low self esteem and depression in susceptible individuals.\r\nWe feel that parents are unable to restrict or deny access to smartphones to their children because of peer pressure from their friends/ classmates who have smartphones. If the government were to ban smartphones in children then this problem would not arise.\r\nAlso the tiny screen of smartphones is surely going to lead to vision problems in the future in this under 16 age group, due to the long time spent staring at these devices.",
        "background": "Ban the use or possession of smartphones in under 16. Only allow the use and possession of basic mobile phones for safety and simple communication purposes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-28T11:44:21.661Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-28T17:31:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-04T12:22:35.088Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/572092"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-04T12:22:35.900Z"
    },
    "id": 584481,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584481.json"
    },
    "type": "petition"
}