{
    "attributes": {
        "action": "Sign the international Treaty to prevent the weaponization of Outer Space.",
        "additional_details": "Uphold that world cooperation in space will contribute to developing mutual understanding and to strengthening security based on a new form of verification and enforcement that applies the latest tools of technology for observation and information sharing. Recognize that every country’s space assets can be protected only by mutual cooperation and verification and that this Treaty will accomplish this objective.",
        "background": "Recognize the urgency of preventing a destabilizing, threatening, and costly arms race in space. Acknowledge that all Nation States will be important allies to each other for real security and development and that our national and international space ventures and policies must reflect this reality.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-28T12:50:16.056Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-29T06:05:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-04T14:27:24.933Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the use of outer space for military purposes, but we're not sure exactly what you'd like the Government or Parliament to do, or what treat you want the UK to sign up to.\r\n\r\nThe Outer Space Treaty, which has been adopted by the UN and entered into force in 1967, states that States shall not place nuclear weapons or other weapons of mass destruction in orbit or on celestial bodies or station them in outer space in any other manner: https://www.unoosa.org/oosa/en/ourwork/spacelaw/treaties/introouterspacetreaty.html\r\n\r\nWe could accept a petition calling on the Government to seek international agreement on additional restrictions on the use of outer space, but it would need to be clear what you wanted these to be."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-04T14:27:25.829Z"
    },
    "id": 584488,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584488.json"
    },
    "type": "petition"
}