{
    "attributes": {
        "action": "Change the way buying & selling property in England works.",
        "additional_details": "Formal changes need to be made to ensure that the entire system is revised.  \r\n\r\nThe country will benefit from a more efficient system with less people being left in limbo for weeks on end, not knowing when they will be able to move, or changing plans at the last minute because one person in the chain pulls out.",
        "background": "The current system is slow & incredibly stressful. Too many sales fall through at the point of exchange, after weeks of waiting, costing those involved thousands with no recompense.\r\n  \r\nThe entire process needs to be overhauled & something closer to the Scottish model implemented.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-27T12:35:24.185Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-27T13:14:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-04T07:41:17.973Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the process for buying and selling a property, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake home purchases legally binding once an offer is accepted: https://petition.parliament.uk/petitions/580334"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-04T07:41:19.137Z"
    },
    "id": 584400,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584400.json"
    },
    "type": "petition"
}