{
    "attributes": {
        "action": "Improve Cornish Public Transport Services - Make it Affordable & More Connected.",
        "additional_details": "I've been told this is largely out of my Councils hands. However if less & less local people can afford to live near their place of work, & less & less people can afford their commute to work, then less & less people can work. We need frequent public transport services that support people that live & work here, timetables need to suit working hours & not just be for tourism. There needs to be a form of Oyster card for locals that's affordable on a minimum wage & connects all transport companies.",
        "background": "We need people using public transport. Locals need to feel they can rely on public transport. Car parks overflow EVERY year throughout Cornwall, roads are congested, residential areas suffer from overflow parking. We need your help to set up an Oyster card that connects services & all rural areas.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-28T09:55:45.288Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-28T10:24:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-04T11:46:45.264Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about local transport is a matter for your local authority and local transport providers.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council directly. Find out how to petition your council here:https://www.cornwall.gov.uk/the-council-and-democracy/campaigns-consultations-and-petitions/petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-04T11:46:48.522Z"
    },
    "id": 584471,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584471.json"
    },
    "type": "petition"
}