{
    "attributes": {
        "action": "Change the unlawful discrimination against Autistic children",
        "additional_details": "Make positive changes to ensure that children and families are supported appropriately by trained disability social workers. \r\nThe parent blaming culture has to stop and instead of families being tore apart and children removed offer appropriate support in the community.\r\nThis is a nationwide issue that is damaging families and children. \r\nIt is affecting family and children’s mental health and that adds more pressure onto an already struggling NHS. This can all be changed",
        "background": "Look at the unlawful acts that are happening nationwide and address this issue. \r\nRecognise that Locality social workers assessments are done in a completely different way than a Children with disability social worker which looks purely at safeguarding amd not a holistic view as they state.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-27T13:45:33.288Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-27T14:07:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-04T07:47:40.180Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the treatment of some autistic children, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to increase funding for local authorities to provide improved assessment of and support for autistic children, if that's what you want to happen.\r\n\r\nIf you are concerned about the approach of your local authority or believe they have acted unlawfully you should contact your local authority directly. You could also raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-17T10:35:30.457Z"
    },
    "id": 584407,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584407.json"
    },
    "type": "petition"
}