{
    "attributes": {
        "action": "Create Cycling And Walking Networks From Existing Rights Of Way",
        "additional_details": "The government's Gear Change plan was a welcome development for cycling and the benefits to society it brings. Unfortunately local councils can be anti-cycling and will divert the funds elsewhere.\r\nThe huge success of long distance cycle routes like the King Alfred's Way shows there's a desperate country-wide need for these.\r\nAllow easy ways to convert or use existing rights of way so more long distance networks can be created from local routes while stopping anti-cycling councils blocking plans.",
        "background": "Identify existing rights of way that could easily be turned into cycling and walking routes and allow easy ways to create or modify these without bureaucracy. \r\nRemove barriers to allowing permissive cycling on footpaths.\r\nMake local councils have to justify why they refuse to create cycle paths.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-29T07:47:56.542Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-29T08:06:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-05T13:59:56.867Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the provision of cycle paths, however it's not clear which rights of way you wish to be converted to cycle paths, nor what you mean by \"without bureaucracy\". \r\n\r\nYou could start a petition calling on the Government to provide funding for new cycle routes and to take action to reduce administrative burdens on local authorities, if that is something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-05T14:00:05.516Z"
    },
    "id": 584546,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584546.json"
    },
    "type": "petition"
}