{
    "attributes": {
        "action": "To include information on PCOS and Endometriosis into school curriculums",
        "additional_details": "PCOS is a condition that how the ovaries work, some side effects are irregular periods, excessive body hair, tiredness/fatigue and infertility etc. It’s such a tiring condition that so many women struggle with daily as it effects their everyday life. Endometriosis is a long-term condition where tissue similar to the lining of the womb grows in other places such as the ovaries and fallopian tubes. It is a severely painful condition which affects 10% of women and it affects their day to day life with side effects such as abdominal pain, heavy/ painful periods, infertility and ovarian cysts however not many women know that they have this which is why we need to educate all males and females in schools so they are aware of the severe conditions most women face daily.",
        "background": "I want the Government/ Department of Education to include information on PCOS and Endometriosis in the school curriculum/in health classes in all schools.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-29T22:48:15.233Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-30T05:34:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-05T11:57:20.782Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/564549"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-05T11:57:22.059Z"
    },
    "id": 584611,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584611.json"
    },
    "type": "petition"
}