{
    "attributes": {
        "action": "Reassess the Barnett Formula to equalise spending across the U.K.",
        "additional_details": "The Barnett Formula is antiquated and was meant as a temporary measure. Successive governments have failed to reduce the inequality and now it leaves English taxpayers receiving only 76% in terms of public spending compared to what Scottish citizens receive.\r\nIt is egregious that Scotland continues to derive so much benefit whilst the Scottish Government constantly harangues Parliament for more powers and presses for independence.  \r\nAbsolving Barnett funding would be fair to English taxpayers.",
        "background": "Discuss reducing or abolishing the Barnett Formula which sees a disproportionate level of taxpayers money transferred to Scotland enabling the Scottish government to increase wages and benefits at English taxpayers expense while castigating England and pushing for independence. Harmonise payments.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-04-30T21:08:41.080Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-04-30T22:29:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-07T09:57:12.535Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how the devolved administrations are funded, and inequalities in public spending across the UK, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Barnett formula calculates the annual changes in the block grants to the devolved administrations, but the formula is not responsible for the block grants meaning greater public funding per head for devolved matters in Scotland, Wales and Northern Ireland.\r\n\r\nEqually, the disparity in public spending per head in England, Scotland, Wales and Northern Ireland covers spending by both the UK Government and devolved administrations.\r\n\r\nWe could accept a petition calling for changes to, or a review of, funding arrangements for the devolved administrations, which could include the Barnett formula, but it would need to be clear what changes you wanted."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-07T09:57:14.959Z"
    },
    "id": 584684,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584684.json"
    },
    "type": "petition"
}