{
    "attributes": {
        "action": "Make a new currency (Welsh Attributed Pound) the official currency of Wales",
        "additional_details": "I would like this to happen as Wales needs to have a new official currency. I believe this will help boost the economy of Wales and in turn increase the economy  of the uk. I believe this transformation will also help Wales become a more prominent nation in the uk and help increase milk sales for the uk. The core reason I want to do this is to make Wales a 20%more prominent nation by 2030 and by 2040 Wales have more international relevancy than Holland. This will make English people more uk patriotic.",
        "background": "I would desire that the government changes the official currency of Wales to the Welsh Pound and make more trade deals with European nations to sell welsh sheep milk. I would also like uk sheep milk to be reduced in price by reducing tax on dairy products. This should all by put into action by 2024",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-01T17:44:55.115Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-04T07:33:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-10T12:14:02.940Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action which they are responsible for.\r\n\r\nWe understand that want to see certain changes to currencies, international agreements and the price of certain products, but it's not clear exactly what you want the Government to do, and some of the things you've requested aren't the responsibility of the UK Government.\r\n\r\nWales is part of the United Kingdom, which has a single currency, British pound sterling. Certain banks in Scotland and Northern Ireland are able to issue their own bank notes, but this is still the same currency. The Government is not directly responsible for the price of milk, which is a matter for producers and retailers."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-10T12:56:56.965Z"
    },
    "id": 584725,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584725.json"
    },
    "type": "petition"
}