{
    "attributes": {
        "action": "Make it a findable offence if you park in a parent and baby bay without a child.",
        "additional_details": "I've seen too many people parking in these bays without children. I have also witnessed multiple people without children parked in these bays while having their lunch and taxis drivers parked up waiting for their client without a child. These bays are taken advantage of without the consideration of the child's safety. \r\n\r\nIf we cannot park in a parent bay then we should be allowed to use a disable bay as there always seems to be plenty of those compared to the mother and baby bays.",
        "background": "Parent and Baby/Child bays are there for the safety of the child and to provide room for parents to get baby carriers out the car and also to set up a pram. They provide a safe place for younger children to stand put of harms way from passing cars.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-02T10:09:45.911Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-04T10:42:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-11T07:33:19.622Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Parent and child parking bays are put in place by the company that operate a car park, and it is therefore not illegal to incorrectly use a parking bay, although the company that operates the car park could choose to fine someone incorrectly using a parking space.\r\n\r\nYou could contact the company operating the car park you have concerns about, and raise the matter directly with them."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-11T07:33:22.442Z"
    },
    "id": 584769,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584769.json"
    },
    "type": "petition"
}