{
    "attributes": {
        "action": "Scotland should hold full responsibility of any national debt should they leave.",
        "additional_details": "Alex Salmond and other Scotish MP's have claimed that Scotland will be free to break away from the UK and not share the expenses such as national debt, and investments in assets that the whole nation beared the cost for. this shouldn't be allowed to happened and a indy ref should only be given if they accept that they are fully responsible for their full share of the debts",
        "background": "Should Scotland leave the UK they should bear the full responsibility of any national debt which has been occured by the UK and which they have gained full benifits from, its only correct and not Fair on the other nations to pick up the tab and allow them to walk away free.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-02T11:54:10.308Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-02T12:22:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-07T13:39:57.645Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDeciding about any financial settlement between the UK and an independent Scotland would be a matter for negotiation between the UK and Scottish governments, and is not something the UK Government can simply impose."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-07T13:39:58.508Z"
    },
    "id": 584780,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584780.json"
    },
    "type": "petition"
}