{
    "attributes": {
        "action": "Season 7 of Line of Duty should be requested from the BBC by the DCMS Minister.",
        "additional_details": "On 2/5/2021, the season finale of Line of duty was aired by the BBC. Shortly after the episode finished, it came under extreme public scrutiny for failing to meet expectations and failing to uphold the level of thrill and anticipation that the public have so often come to expect from the programme. As such, the hope is that a new series will provide a satisfying end to an otherwise thrilling saga and that any dissatisfaction caused by the season 6 finale can be overridden.\r\nAdditionally, the DCMS Minister is the one person in government with the authority to make this happen and therefore his intervention is necessary.",
        "background": "The Secretary of State for Digital, Culture, Media and Sport should request that the BBC (a public agency in his department) produce a 7th season of ‘Line of Duty’. If he fails to do so, an early day motion should be published in the House of Commons calling for a 7th season.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-02T21:58:37.384Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-02T22:20:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-07T11:05:25.471Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about the content of television programmes are a matter for the writers and production company, and decisions about commissioning the production of television shows is a matter for broadcasters, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-24T09:30:49.797Z"
    },
    "id": 584837,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584837.json"
    },
    "type": "petition"
}