{
    "attributes": {
        "action": "Furlong Payments to be paid back if you were on holiday away while claiming",
        "additional_details": "Ban all the people who have been away from UK to Pakistan, Dubai, etc while claiming Furlong & Benefits and stayed outside UK for over 4 Weeks. they all should be fined and money forced to payback ASAP no delay or instalments. 100% people have invested that money aboard so make them sell their assets and get TAX payer money back from these fraudsters.",
        "background": "All people should be accounted for the Furlong & bonce-back loans, and if they were not in UK during the time they were claiming, all money should be recovered from them with hefty fines.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-03T13:57:13.520Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-03T17:18:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-10T08:50:20.717Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about misuse of public funds, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Coronavirus Job Retention Scheme (CJRS) was designed to enable employers to cover wages for employees on temporary leave ('furlough') due to coronavirus (COVID-19). There was no requirement for employees who were furloughed to remain in the UK for the period they were furloughed. You can find out more about the CJRS here: https://www.gov.uk/guidance/claim-for-wage-costs-through-the-coronavirus-job-retention-scheme\r\n\r\nHMRC has stated that it will check claims, and payments may be withheld or need to be paid back if a claim is found to be fraudulent or based on incorrect information. You can report fraud to HMRC if you have evidence to suggest an employer on the list is abusing the scheme: https://www.gov.uk/government/organisations/hm-revenue-customs/contact/report-fraud-to-hmrc"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-10T08:50:21.882Z"
    },
    "id": 584884,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584884.json"
    },
    "type": "petition"
}