{
    "attributes": {
        "action": "Allow prison social visits amid COVID-19 social restrictions being lifted.",
        "additional_details": "The treatment of UK's prisoners during COVID19 shows a lack of responsbility from the Minister of State. There has been no welfare or help for prisoners mental health during the year long pandemic, and loved ones had been isolated and left questioning what's next. Now, May 2021, the public are attending festivals, whilst some prisoners are unable to even hold their newborn children. This is an injustice and an exploitation of COVID guidelines by the prison system.",
        "background": "Prisoners in the UK have been neglected for a majority of this pandemic. Society has continued to move whilst prisoners have been left in limbo, and lockdown after lockdown. This has caused a dent in prisoners mental health, as well as the relationships with loved ones on the outside.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-03T12:01:19.718Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-03T13:18:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-10T07:51:44.950Z",
        "rejection": {
            "code": "already-happening",
            "details": "From 29 March, prisons in England and Wales will resume social visits when it is safe to do so, which the Government has defined as when a prison achieves stage 3 of the National Framework for Prisons: https://www.gov.uk/guidance/visit-someone-in-prison-during-the-coronavirus-covid-19-pandemic\r\n\r\nYou can find out more about the exact rules on visits on the prison information page of each prison: https://www.gov.uk/government/collections/prisons-in-england-and-wales\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRapid testing for prison visits: https://petition.parliament.uk/petitions/561358\r\n\r\nProvide a Covid-19 recovery package for prisoners and their families: https://petition.parliament.uk/petitions/581689"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-10T07:51:45.781Z"
    },
    "id": 584873,
    "links": {
        "self": "https://petition.parliament.uk/petitions/584873.json"
    },
    "type": "petition"
}