{
    "attributes": {
        "action": "We request HM Government considers the creation of a UAP investigations office.",
        "additional_details": "Unidentified Aerial Phenomena are being taken extremely seriously by the US Pentagon, the Secretary of Defense and the Director of National Intelligence, which will result in an official report on the state of investigations within the next 8 weeks. HM Government is at risk of being seriously left behind in this endeavour which could potentially have national security concerns. The creation of such a department should also act as a point of transparent information for press and public enquiries.",
        "background": "We request that HM Government follows the lead of our close allies the United States, by publicly re-opening a designated office to investigate Unidentified Aerial Phenomena (UAP). We respectfully argue that ongoing official investigations in the US warrant the reinstatement of such an office.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-05T15:58:49.054Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-13T16:10:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-18T08:46:56.772Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petition, which calls for a related action:\r\n\r\nPublish a comprehensive report into UFO and UAP events in the UK\r\nhttps://petition.parliament.uk/petitions/584640"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-18T08:46:56.768Z"
    },
    "id": 585075,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585075.json"
    },
    "type": "petition"
}