{
    "attributes": {
        "action": "Make it legal for horses to have shelter",
        "additional_details": "Animals cant speak up for themselves. I want it to be made law that they have to have some kind of shelter, for a horse to be tied up and left outside 24/7 with no way of protecting itself should be illegal",
        "background": "Horses need shelter from the elements but at this time it is not legal, on my way to work each day I see a horse which is tied up and does not even have a tree for shelter, the poor horse is left out in all weathers, no shade when it's hot or no shelter when it's raining, its heartbreaking to see",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-05T05:40:13.998Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-05T20:21:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-12T14:01:31.341Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about the welfare of horses kept outdoors, however there are already legal requirements under the Animal Welfare Act 2006 on those who are responsible for the care of horses to provide them with a suitable environment to live in. They are also required to ensure that the animals they are responsible for are protected from pain, suffering, injury and disease. So tethering a horse during poor weather could already constitute an offence under this Act. You can read the Act here: https://www.legislation.gov.uk/ukpga/2006/45/contents.\r\n\r\nThere is a related Code of practice for the welfare of horses, ponies, donkeys and their hybrids, which provides guidance on how owners should meet the requirements of the Animal Welfare Act, which you can view here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/700200/horses-welfare-codes-of-practice-april2018.pdf.\r\n\r\nIn itself, failure to comply with this Code of practice does not constitute a criminal offence. You could therefore start a petition calling for failure to comply with this code of practice to be made a specific criminal offence, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-12T14:01:58.129Z"
    },
    "id": 585025,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585025.json"
    },
    "type": "petition"
}