{
    "attributes": {
        "action": "Allow fans at the last EFL Championship Fixtures",
        "additional_details": "Teams such as Norwich and Watford have clinched promotion and deserve to show appreciation for the fans, as well as sending off players such as Alexander Tettey. By allowing fans, you show that you are not just looking out for the rich Premier League clubs but all clubs and communities of UK football. I'm asking you to allow limited fans at ALL EFL fixtures, even if that means rearranging them. Thank you for your time.",
        "background": "Two weeks ago, the football world united against the formation of the European Super League, declaring football for the fans and their communities. By allowing only the EPL teams to have fans, it's clearly all about the money. Allow all EFL teams to move fixtures to allow fans at the final matches.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-05T15:04:42.625Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-07T09:27:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-13T08:11:32.614Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It is up to the organisers whether to move fixtures to times when Covid-19 restrictions on spectators at sports events change. We can't accept petitions calling for restrictions to be changed for specific sporting events.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nProvide a Roadmap relating to the return of fans to stadiums: https://petition.parliament.uk/petitions/559880"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-13T08:11:33.557Z"
    },
    "id": 585073,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585073.json"
    },
    "type": "petition"
}