{
    "attributes": {
        "action": "Need more equipment in parks for children in wheelchairs",
        "additional_details": "There is no disabled swing in any parks. Except for pontypridd. They should be in all parks. Children in wheelchairs deserve the right to have their fun as well.",
        "background": "Put disabled swings in parks. In rct. Wales. England. Scotland. Ireland",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-04T23:51:00.542Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-05T14:13:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-11T11:31:32.910Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Provision of local play parks is a matter for individual local authorities, not the Government or House of Commons.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe could accept a petition calling on the Government to provide additional funding to English local authorities to help them improve provision at play parks for people with disabilities.\r\n\r\nYou mention Pontypridd in your petition, and local government funding in Wales is something the Welsh Government is responsible for. That means that the UK Government and Parliament can't look into it. If you'd like to send your petition to the Welsh Parliament, you can find out more here:\r\nhttps://petitions.senedd.wales/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-11T11:31:34.499Z"
    },
    "id": 585020,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585020.json"
    },
    "type": "petition"
}