{
    "attributes": {
        "action": "Stop ministers from writing about government policy in media that uses a paywall",
        "additional_details": "Open government is vital to a free and fair society. However announcements on government policy that are available only to a limited, often wealthier, section of society run completely counter to this ideal. To give an example if the education secretary announces a ‘behavioural crackdown’ as he recently did in the Telegraph, his article is information all teachers should have immediate access to. Why should Telegraph readers know of these plans before teachers? This practice must end.",
        "background": "Parliament should pass a law that forbids any government minister from writing articles related to government policy in print media that requires a paid subscription. Information from ministers announcing or explaining government policy should always be made visible to all through relevant channels",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-05T07:28:43.988Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-05T19:33:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-22T09:37:04.676Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  Decisions on how articles are published are a matter for individual publishers and not the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-23T10:51:46.542Z"
    },
    "id": 585032,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585032.json"
    },
    "type": "petition"
}