{
    "attributes": {
        "action": "Allow privately owned motor vehicles to be transported to and from the EU.",
        "additional_details": "We need our government to agree with the EU that the owner of a motor vehicles can be issued with some type of 'vehicle passport' that can be lodged with a third party transport company, together with ownership paperwork (V5C) in support, and this can be used to allow tourist motor vehicles to cross international borders without any Customs intervention or tax demands. When the owner of a privately owned, UK registered motor vehicle is present at a border crossing there is no intervention by HMRC or EU Customs, but when a vehicle is entrusted to a third party to transport on behalf of its owner, it is considered as an 'item of freight' and is subject to export and import Customs Clearance controls and is liable for tax and duty.",
        "background": "Make an agreement with the EU to allow motor vehicles to be transported without Customs intervention or tax liabilities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-05T16:53:42.078Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-06T06:54:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-12T07:35:18.008Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of rules on the movement of goods between the EU and UK on motor vehicles, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt's not clear if you want the Government to seek changes to rules regarding vehicle owners moving their vehicle between the EU and UK, or the movement or privately owned vehicles by third parties.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-12T07:35:19.987Z"
    },
    "id": 585082,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585082.json"
    },
    "type": "petition"
}