{
    "attributes": {
        "action": "Provide Covid Guidelines -> Care Homes with younger adults Learning Difficulties",
        "additional_details": "Young people who live in Care Homes with Complex Needs have been forgotten about when setting up guidelines for COVID.  They need to be recognised as a cohort in their who have very different needs to elderly people.\r\n\r\ne.g. they are physically more able \r\n       no mental capacity to understand why\r\n       need to see their families\r\n       allowed into the community\r\n       are part of society\r\n       not to be deprived of their human rights\r\n       bring them out of no mans land and give them value",
        "background": "To define separate guidelines around COVID for younger adults with learning difficulties in Care Homes taking into consideration that their needs are very different to the elderly and to recognise that they have rights to a normal life - stop treating them like prisoners.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-06T18:16:41.436Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-06T19:37:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-13T07:33:53.395Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing guidance for care homes during the Covid-19 outbreak, but we're not sure exactly what you'd like the Government or Parliament to do. It's clear you want different guidance to apply to younger people with learning difficulties in care homes, but it's not clear how you want this guidance to differ from existing guidance.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThe Government has published Coronavirus (COVID-19): guidance for care staff supporting adults with learning disabilities and autistic adults, which might be of interest: https://www.gov.uk/government/publications/covid-19-supporting-adults-with-learning-disabilities-and-autistic-adults/coronavirus-covid-19-guidance-for-care-staff-supporting-adults-with-learning-disabilities-and-autistic-adults"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-13T07:33:54.241Z"
    },
    "id": 585184,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585184.json"
    },
    "type": "petition"
}