{
    "attributes": {
        "action": "Raise concerns to Indian Government about handling of Covid crisis in India.",
        "additional_details": "To raise direct questions and scrutiny about the Indian government's chronically bad and negligent handling and preparations for the Covid-19 spread across much of India, and the failure to have an adequate public health-service infrastructure and medical resources in place to competently and reasonably handle the massive upsurge.",
        "background": "Covid-19 humanitarian crisis in India, is devastating and the most prolific example of Covid spread in the world. Profound and fundamental questions arise about the Indian government's mishandling of preparation, resourcing and medical and health infrastructure for this foreseeable crisis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-05T22:12:32.460Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-06T10:11:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-12T13:29:48.139Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Scrutiny of the Indian government's handling of the Covid-19 outbreak is a matter for the Parliament of India and other interested parties in India, not the UK Government or House of Commons.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease support for India in the Covid Crisis: https://petition.parliament.uk/petitions/584152"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-12T13:29:49.008Z"
    },
    "id": 585117,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585117.json"
    },
    "type": "petition"
}