{
    "attributes": {
        "action": "stop non medics performing aesthetic treatments",
        "additional_details": "there needs to be very tight regulations and controls regarding medics only performing botox dermal filler inectable rhinoplasty, jaw realignments and such like . the sheer volume people that are now disfigured permanently due to non medics not having the relevant qualifications and insurance to deal with adverse reactions. education and posibly even medically training for those non medics should be made available and the accredition of companies with zero medical background should not be able to offer thise treatments without a medical license",
        "background": "i would like the government to make it illegal for any non medic to perform aesthetic treatments . the consequences need to reflect the severity of what non medically trained people are doing to the general public, the education surrounding legalities on this matter are not clear for the public",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-06T10:33:51.194Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-06T12:40:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-12T08:08:46.790Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about certain procedures being conducted by non-medical professionals, but it's not clear exactly what procedures you want non-medical professional from being prohibited from performing.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nBan non-medical professionals from giving injections for aesthetic procedures: https://petition.parliament.uk/petitions/564579\r\n\r\nRegulate the beauty industry: https://petition.parliament.uk/petitions/569233\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-12T08:08:47.600Z"
    },
    "id": 585150,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585150.json"
    },
    "type": "petition"
}