{
    "attributes": {
        "action": "Improve Sex Ed for Female Students",
        "additional_details": "I have grown up not knowing anything really about my body, other than that I have ovaries and they will produce a period once a month. Whereas we learnt all the details about the anatomy of a male body and sexual pleasure/intercourse for male bodies, but hardly anything for female bodies.",
        "background": "Tell younger females more about the anatomy of their bodies and their puberty, rather than only teaching about periods briefly and then focuses on male sex ed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-06T18:43:00.142Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-06T22:01:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-13T08:01:04.544Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing curriculum content, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe national curriculum for science also includes subject content in related areas, such as the main external body parts, the human body as it grows from birth to old age (including puberty). The Relationships Education, Relationships and Sex Education (RSE) and Health Education curriculum requires schools to teach about reproductive systems, menstrual cycle, gametes, fertilisation, gestation, birth and HIV/AIDS. \r\n\r\nWe could accept a petition calling for additional content to be added to the national curriculum, but it would need to be clear what new content you want schools to be required to teach."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-13T08:01:05.546Z"
    },
    "id": 585185,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585185.json"
    },
    "type": "petition"
}