{
    "attributes": {
        "action": "Lobby UEFA to hold the champions league final in the UK",
        "additional_details": "At the moment, UEFA plan to host an all english champions league final in Istanbul Turkey. Turkey is currently on the red list for travel due to the coronavirus restrictions, meaning it will be nearly impossible for fans to travel and support their team safely. This is a once in a lifetime opportunity for some fans to see their team perform at the biggest stage. To prevent this I call on Boris Johnson to speak with Aleksander Čeferin and ask him to host the final in the UK instead of Istanbul.",
        "background": "The government made their stance clear that football is for the fans. To protect fans and football, they pressurised clubs who planned to join the European Super League to reconsider their choice. Stand with fans again, get UEFA to host the champions league final in the UK so fans can attend safely",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-06T16:37:46.387Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-06T19:18:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-13T07:30:20.513Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for. Decisions about where to hold the Champions League final are a matter for its organisers, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-13T07:30:21.614Z"
    },
    "id": 585177,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585177.json"
    },
    "type": "petition"
}