{
    "attributes": {
        "action": "Enable the formation of a new Brighton and Hove Citizen's Council",
        "additional_details": "This follows years of woefully bad leadership by political parties who put agendas and pet projects above delivering their statutory duties and services to citizens as our public servant and running/ruining the city without meaningful public consultation, consent or due democratic process.\r\nAs a first step, we seek to trigger A Community Governance Review through the submission of this petition to the Government.",
        "background": "We, the undersigned, seek to establish a new city council – Brighton and Hove Citizens' Council – run by the people for the people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-06T11:45:42.201Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-06T13:58:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-11T08:33:01.757Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  We can't accept petitions calling for a Community Governance Review because they must be submitted to councils. You can find out more here: \r\n\r\nhttps://www.lgbce.org.uk/how-reviews-work/other-types-of-review/about-community-governance-reviews\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-11T08:33:03.477Z"
    },
    "id": 585154,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585154.json"
    },
    "type": "petition"
}