{
    "attributes": {
        "action": "Change the traffic light system for travel to a 4 colour system by June 22nd.",
        "additional_details": "Many of the countries on the red list have the highest vaccination rates and the best procedures in place to reduce infection. The British people were promised a free summer and many people have been looking forward to a free summer. Not allowing travel to more popular destinations will just result in another broken promise. Many people suffering from depression due to lockdown saw this summer as an opportunity to move on, but this travel list does not allow this.",
        "background": "Add another category between Amber and Red which will allow travel to be much easier and open up more destinations by the lifting of the final phase of lockdown in June.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-09T14:07:05.289Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-09T14:32:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-14T13:50:50.339Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you'd like travel to more countries to be permitted, however it's not clear how you would want current travel restrictions to be eased for the countries included in this category. It is also not clear what conditions or criteria countries would have to meet in order to qualify for this additional category.\r\n\r\nIf you wanted certain travel restrictions eased or removed for countries meeting certain criteria, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-05-14T13:51:00.611Z"
    },
    "id": 585433,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585433.json"
    },
    "type": "petition"
}