{
    "attributes": {
        "action": "For the gender clinic waiting times to be shortened for patients.",
        "additional_details": "I would like this to happen because there are so many cases of gender dysphoria and so many people suffering daily because of this. They deserve to be able to feel happy within themselves. They have to wait for 3-5 years for there first appointment face to face, they need to be able to be on hormones as well. It’s not their fault that they have been born in the wrong body, they do not choose to be transgender. It’s a real thing and affects them in their day to day lives. \r\nDepression & Anxiety!",
        "background": "If this was put in place, people who are going through non binary/transgender, will be able to have an appointment face to face within the 1st year, and the process speeded up with would reduce depression in people and make them to be able to begin their lives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-09T10:12:06.703Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-09T10:28:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-13T13:26:34.138Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Waiting times for NHS services are an operational matter for the NHS.\r\n\r\nYou might like to sign the following petition, which calls for a related action:\r\n\r\nIncrease funding for NHS transgender services\r\nhttps://petition.parliament.uk/petitions/572455"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-13T13:26:34.135Z"
    },
    "id": 585411,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585411.json"
    },
    "type": "petition"
}