{
    "attributes": {
        "action": "Government to install Solar Panels to buildings for cladding scandal payment",
        "additional_details": "To protect all leaseholders from unaffordable costs due to historic building safety defects. Installing solar panels to generate income to repay costs will be  morally, ethically and environmentally correct vehicle to generate payments to cover costs.",
        "background": "The Government must give consideration to install solar panels to all buildings possible to generate income to pay for the remediation costs for historic building safety defects to protect leaseholders from costs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-10T12:56:37.323Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-10T13:29:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-17T06:19:28.967Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want solar panels to be installed to certain buildings to help pay the cost of remedial works for cladding, but we're not sure exactly what you'd like the Government or Parliament to do. The Government isn't responsible for the installation of solar panels on privately owned buildings, this would be a matter for the owners.\r\n\r\nIf you want the Government to provide a fund for the installation of solar panels on buildings that need remedial works for cladding we could accept a petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-17T06:19:29.873Z"
    },
    "id": 585536,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585536.json"
    },
    "type": "petition"
}