{
    "attributes": {
        "action": "Change the Equality Act 2010 so disadvantage has to be proven",
        "additional_details": "Assuming disadvantage because of lower rates of participation assumes that without disadvantage people would behave identically when they don't.\r\n\r\nA large portion of the population might reasonably think that disparity is only caused by disadvantage. \r\n\r\nThis makes what a person reasonably thinks not a sufficient standard with which to determine actual disadvantage, certainly not sufficient to justify positive discrimination in hiring and promotion which is negative discrimination against others.",
        "background": "To add a section to the act that requires disadvantage regarding protected characteristics to be proven and not merely assumed based on low workforce participation rates or the standard of what a person reasonably thinks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-11T07:21:18.777Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-11T11:09:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-17T13:23:23.624Z",
        "rejection": {
            "code": "no-action",
            "details": "Determining whether discrimination has taken place under the Equality Act is a matter for the Courts, not the UK Government or Parliament. \r\n\r\nYou could start a petition calling for a ban on positive discrimination, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-17T13:52:44.785Z"
    },
    "id": 585631,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585631.json"
    },
    "type": "petition"
}