{
    "attributes": {
        "action": "ALOW PRISONERS TO HAVE VIDEO GAMES BACK AFTER SPENDING 23HRS PER DAY IN CELLS",
        "additional_details": "I want video games (Xbox’s) to be aloud back in the prisons they were only recently taken out of cells after the prisoners being banged up in the cells for 23hours per day & not being able to see family and friends including there babies for over 1 year I think it would be nice for them to have a reward this has been tough on prisoners mental health & wellbeing physically & emotionally",
        "background": "During covid restrictions prisoners have suffered ! \r\n\r\nMentally & physically 23hour a day lock up in a small cell some prisons have no phones in there cells so they can’t even phone home during this time also no visiting!\r\n\r\n1 hour out for a shower a phone call & time out side this is unfair",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-11T12:56:38.818Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-11T13:17:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-17T08:38:11.408Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about access to video games in prison, but we're not sure exactly what you'd like the Government or Parliament to do. It is already possible for inmates to have a computer games console, but decisions about entitlements and privileges for individual inmates is an operational matter for prison services, not the Government or House of Commons.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nProvide a Covid-19 recovery package for prisoners and their families: https://petition.parliament.uk/petitions/581689"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-17T08:38:12.428Z"
    },
    "id": 585661,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585661.json"
    },
    "type": "petition"
}