{
    "attributes": {
        "action": "To allow the England Rugby Team to call themselves Anglo-Saxons",
        "additional_details": "Sometimes it is necessary to carefully observe the feelings of a Nation that has suffered from many losses personally, professionally and nationally. It is the final blow to ignore our Monarch Queen Elizabeth the Second, whose Coronation at Westminster Abbey was based upon that of King Edbert's in Bath, on this day. It is appropriate and fitting that our Nation allows our England Rugby Team to refer to themselves as the Anglo-Saxons as a matter of dignity and respect towards Queen and Country",
        "background": "On the day that we remember the Coronation of King Egbert, Anglo-Saxon King of a United England in Bath Abbey on the 11th May 973 AD. We are inappropriately informed that the Rugby Team that represents England cannot refer to themselves as Anglo-Saxons. Let them be the Anglo-Saxons if they wish to",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-11T16:17:07.354Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-11T16:50:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-17T09:11:57.210Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  This is a decision for the RFU.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-17T09:12:00.498Z"
    },
    "id": 585689,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585689.json"
    },
    "type": "petition"
}