{
    "attributes": {
        "action": "Allow women to book free taxis for journeys under two miles.",
        "additional_details": "In this country, women are faced with daily threats and concerns of sexual violence or other forms of violence in our streets. This concern prompts women to book taxis that they wouldn't normally book if the threat of violence was not present. We think that women should not have to spend extra money for things they wouldn't be doing if it wasn't for the amount of predatory behaviour across the UK. A UK petition determined that 97% of women in our streets have been sexually harrassed.",
        "background": "Make it illegal for cab drivers to forcefully charge women who are travelling alone or with children for journeys under two miles. This includes non binary individuals who are biologically female. If this is a success, we would ask this to be extended to bus journeys.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-12T09:56:09.484Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-14T12:19:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-19T08:37:33.273Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The cost of private transport such as taxis is a commercial decision for individual private providers, not the UK Government or Parliament.\r\n\r\nYou could start a petition calling on the Government to fund free short distance public transport for female passengers, if that is something you'd like to see happen. \r\n\r\nYou might also like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/579263"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-19T08:37:36.334Z"
    },
    "id": 585797,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585797.json"
    },
    "type": "petition"
}