{
    "attributes": {
        "action": "DHSC instruct NHS to insist all GP practices resume face to face appointments.",
        "additional_details": "NHS GP practices in England are following NHS England guidance to carryout telephone triage prior to deciding if a face to face appointment is required. This makes seeking medical assistance difficult. It creates a block for many elderly and vulnerable patients. It leads to patients not seeking medical help when they need it. Video and telephone appointments can make the difference between life and death. Disgustingly, telephone triage is being pushed for 'efficiency savings'.",
        "background": "The Government department 'DHSC' instructs the NHS on best practice and ways forward. The DHSC should instruct the NHS that all NHS GP service providers must resume face to face appointments without the need for telephone triage. This is acting as a block to elderly and vulnerable patients.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-11T21:34:47.447Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-12T00:39:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-17T10:18:27.968Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nDecisions on when to offer a face to face, as opposed to a remote, consultation are an operational decision for GPs and NHS Trusts.\r\n\r\nFind out more:\r\nhttps://www.rcgp.org.uk/covid-19/general-practice-is-open.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-17T10:18:29.803Z"
    },
    "id": 585743,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585743.json"
    },
    "type": "petition"
}