{
    "attributes": {
        "action": "Establish mandatory buffer zones of a minimum of 10 metres,next to watercourses.",
        "additional_details": "Development on floodplains is a prime cause of catastrophic flooding.\r\nSoil erosion from fields cost the taxpayer £150million per year (Cranfield University 2009) Margins stop the soil leaving the fields.\r\nThe mandatory buffer zones will reduce the run-off into rivers of pesticides and fertilisers used in agriculture.\r\n Wilder river and stream corridors created through mandatory buffer zones  will reduce flooding, reduce pollution, capture carbon, help biodiversity, help business and help people",
        "background": "Our rivers and streams are part of our National Infrastructure. River and stream margins protect our rivers and streams, store water, clean water, provide important habitat for our wildlife and store carbon. Many of our margins are lost through agriculture and development.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-11T17:56:31.628Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-14T13:23:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-19T08:46:21.158Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about development near watercourses, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for \"buffer zones\", but doesn't say what these should involve.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-19T08:46:21.925Z"
    },
    "id": 585701,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585701.json"
    },
    "type": "petition"
}