{
    "attributes": {
        "action": "Give fathers full rights to a child if the mother gives up rights or walks out",
        "additional_details": "I want the government to change this as I currently know how it feels as my little brother is caught up in the middle of a feud and the mother has walked out but because of the law, the father still doesn’t feel like he’d win a court battle due to the current law that’s in place. I feel like this is unfair and it should be changed immediately as I know my little brother won’t have been the only one affected and there’ll be more to follow.",
        "background": "I’d like the government to change the law on this as the mother automatically gets full rights regardless of the circumstances and I see this as being very unfair. The fathers have as much rights as mothers however whenever a mother decides to walk away they still get full rights despite the actions",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-12T08:36:01.344Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-12T13:14:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-17T15:02:27.287Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure whether you are concerned about contact rights or custody rights.\r\n\r\nYou could start a petition calling for both parents to be given equal contact rights in the event of a separation, if that is something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-17T15:02:29.331Z"
    },
    "id": 585782,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585782.json"
    },
    "type": "petition"
}