{
    "attributes": {
        "action": "Enforce shareholders rights to vote in proxy votes through their brokers",
        "additional_details": "Owning a share of a company means one has Shareholder rights. These rights do not expire if you live in a different country.\r\n\r\nSeveral UK brokers, are refusing to provide voting materials or control numbers to share holders and pointing to hidden terms to justify depriving their users of their legal rights to take part in the stock market which they have paid to join.\r\n\r\nThis is unacceptable and as a democratic country, is against what we stand for.",
        "background": "New regulation to make certain that brokerages of all sizes in the UK are providing shareholders their voting rights, regardless of which country the shares are in.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-12T21:27:40.279Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-12T23:01:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-19T08:19:47.701Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about proxy voting rights for shareholders, however it's not clear what specific voting rights you feel such investors hold, nor is it clear on what basis the brokers you are concerned about are preventing investors from exercising any voting rights they may have. \r\n\r\nIn any case, the regulation of brokers in the UK is a matter for the independent UK Financial Conduct Authority, not the UK Government or Parliament. You can complain about a financial service, such as a broker, to the FCA. More information on how to do this can be found here: https://www.fca.org.uk/consumers/how-complain."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-19T08:21:03.245Z"
    },
    "id": 585899,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585899.json"
    },
    "type": "petition"
}