{
    "attributes": {
        "action": "Allow fully vaccinated British nationals entry to the UK without quarantine",
        "additional_details": "As mass vaccination against COVID-19 accelerates around the world, it is important to get economies running. One of the first steps to safely kick start economic activity  is to allow the unrestricted movement of British nationals that have been fully vaccinated to and from the UK. The Covid crisis has meant many British nationals living overseas have been unable to visit their families back in the UK. This has caused unimaginable pain and suffering therefore we seek restrictions to be lifted",
        "background": "We urge the UK government to allow British nationals that have been fully vaccinated by approved COVID-19 vaccines free and unrestricted entry to the UK without the requirement to go in to managed hotel quarantine on arrival at their port of entry.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-12T18:42:50.456Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-12T19:51:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-18T07:52:52.142Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nScrap quarantine for vaccinated people arriving in the UK: https://petition.parliament.uk/petitions/575612\r\n\r\nAllow ALL vaccinated British Expats to visit the UK without quarantining: https://petition.parliament.uk/petitions/585438"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-18T07:52:53.234Z"
    },
    "id": 585875,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585875.json"
    },
    "type": "petition"
}