{
    "attributes": {
        "action": "The COVID inquiry must also consider whether the lockdown was justifiable.",
        "additional_details": "If the inquiry commences on the presumption that the lockdown was reasonable, the eventual finding will be compromised. The only conclusions to be drawn are that either the government acted reasonably; or that it did not lockdown soon enough. The fundamental question as to whether or not they should have locked down at all will remain unanswered.",
        "background": "Boris Johnson has today (12/04/21) announced that there will be an inquiry into the government’s handling of covid. It is imperative that the inquiry also considers whether or not the collateral damage caused by the lockdown(s) was justified and that they were ethically and scientifically sound.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-12T19:36:37.436Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-12T19:54:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-18T10:26:57.005Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Public Inquiry that has been announced to consider whether lockdowns were justifiable, but the Government has already said that the inquiry will consider all key aspects of the UK response, and a Public Inquiry would be charged with investigating the facts, and should not start the process with any presumptions about the reasonableness of actions taken.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nPublish a cost benefit analysis of Covid-19 restrictions, including lockdown: https://petition.parliament.uk/petitions/559117"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-25T16:55:56.056Z"
    },
    "id": 585881,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585881.json"
    },
    "type": "petition"
}