{
    "attributes": {
        "action": "Change the legal status of pets as chattel in a court of law to sentient beings",
        "additional_details": "Since the first Lockdown, dogs have played a major role in companionship, a gateway to the outdoors, and as stress busters. Man's best friend has sadly been exploited through the pandemic by the unscrupulous. And fuelled a market for dog theft as a high reward, low risk crime that remains low priority. Causing heart break, this status from the 1968 Theft act, falls over! Plus will chattel restrict sentencing under the new Animal Welfare (Sentencing) Bill? Making this landmark change redundant?",
        "background": "Following The Queen's Assent for the Animal Welfare (Sentencing) Bill, and other bills including Jasmine's Law, to make dogs sentient beings removes their property status, which limits any change in a court of law, not least with soaring Dog Theft as a low risk high reward crime",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-13T08:04:26.046Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-13T13:27:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-18T08:57:33.013Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou may be interested to know that in the Queen's Speech, the Government committed to introducing legislation to recognise in law the sentience of vertebrate animals:\r\nhttps://www.gov.uk/government/news/animals-to-be-formally-recognised-as-sentient-beings-in-domestic-law\r\n\r\nThe Government has also set up a pet theft taskforce to look into the factors that may be contributing to any rise in pet thefts and to recommend measures to tackle the problem:\r\nhttps://www.gov.uk/government/news/taskforce-launched-to-investigate-reported-rise-in-pet-thefts"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-18T08:57:33.008Z"
    },
    "id": 585924,
    "links": {
        "self": "https://petition.parliament.uk/petitions/585924.json"
    },
    "type": "petition"
}