{
    "attributes": {
        "action": "For the UK government to discuss the Israel- Palestine conflict publicaly.",
        "additional_details": "As of 2020, Gaza's population was estimated at 2.048 million with a population density of 5,046/km2. Bombardment of this area will undoubtedly cause many more deaths. What is being done to help those people? \r\nSecondly, they need to be transparent with the army-based help they are sending to help with the Gaza invasion. People have the right to know what the government is/ or is not doing. \r\nPeople should be informed so they are able to make an informed decision on this matter.",
        "background": "I would like for the government to provide transparent information on what is being provided to either side. I would like them to acknowledge that this is a humanitarian crisis waiting to happen. What is being done to avoid the human toll?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-14T14:41:58.990Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-14T15:18:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-19T08:54:23.788Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the conflict between Israel and Palestine, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThere is an Urgent Question in the House of Commons today (19 May), where Members will ask a Government Minister about the UK Government’s efforts to secure a ceasefire in Israel and Gaza. You will be able to watch this live on Parliament TV: https://www.parliamentlive.tv/Commons\r\n\r\nA transcript of the exchange will be published here a few hours after it happens: https://hansard.parliament.uk/commons/2021-05-19"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-19T08:54:24.519Z"
    },
    "id": 586065,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586065.json"
    },
    "type": "petition"
}