{
    "attributes": {
        "action": "Make it law for all UK car manufacturers to use female test dummies.",
        "additional_details": "Women are at a significant safety disadvantage in cars. Factors such as seat height and firmness, as well as mostly male crash-test dummies that don’t account for female muscle mass distribution, bone density, and pregnancy play a significant role in this. \r\nAs a result, in a car crash a woman is:\r\n•\t47% more likely to be seriously injured.\r\n•\t17% more likely to die. \r\nMen are twice as likely to get into car crashes, yet women still have an overall higher chance of suffering serious injury.",
        "background": "I was horrified upon reading the article 'The deadly truth about a world built for men' in the Guardian (23/02/2019). It revealed that women are at a significantly higher risk in many aspects of life. The section regarding car safety stuck out to me as a young woman approaching driving age.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-15T10:34:12.554Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-15T10:47:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-20T17:07:09.306Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament aren't responsible for deciding how manufacturers undertake safety tests, but only the safety standards that are required.\r\n\r\nYou could start a petition calling for a review into women's safety in vehicle safety regulations, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-28T07:28:22.663Z"
    },
    "id": 586148,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586148.json"
    },
    "type": "petition"
}