{
    "attributes": {
        "action": "To get a mother and baby unit in North Wales",
        "additional_details": "In May 2019 after the birth of my son I was admitted to the mother and baby unit in Manchester. It was very difficult for me having to travel to England far away from my family and friends in North Wales. I especially found it hard with me being first language Welsh in a hospital in England. \r\nThis mental health service is absolutely needed in North Wales,because I believe that my recovery would of been quicker if I was closer to home. Having this service would mean a lot to me my family.",
        "background": "A mother and baby unit is needed in North Wales so that families do not have to travel to England, and for this service to be available in the Welsh language. This is a essential mental health service needed for North Wales.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-15T14:56:57.810Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-15T22:50:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-20T13:47:03.518Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions on which healthcare services are provided, and where NHS funding is spent, in Wales are the responsibility of the Welsh Government, not the UK Government or Parliament.\r\n\r\nYou could also start a petition on the Welsh Parliament website calling on the Welsh Government to improve mother and baby services in north Wales, if that is something you'd like to see happen. You can find out how to do this here: https://petitions.senedd.wales/. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-20T13:47:05.989Z"
    },
    "id": 586181,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586181.json"
    },
    "type": "petition"
}