{
    "attributes": {
        "action": "The UK must do more to stop Israel bombing Gaza!",
        "additional_details": "The UK government was instrumental in the creation of Israel and currently support Israel with aid and arms deals. The UK government has a large international influence and an ethical duty to defend the human rights of those unable to do so. Gaza is the largest open air prison in the world and its occupants are not even convicted criminals! They have no way of escaping or protecting themselves from the indiscriminate, disproportionate violence and bombing they are subjected to.",
        "background": "The government must do more to intervene in the current bombing by Israel of Gaza. The people of Gaza are being bombed indiscriminately and disproportionately. Innocent people including women and children have been killed in the bombing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-15T10:24:28.688Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-15T11:06:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-20T07:35:13.793Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nCondemn Israel for their treatment of Palestine and Palestinians: https://petition.parliament.uk/petitions/585309\r\n\r\nIntroduce sanctions against Israel: https://petition.parliament.uk/petitions/585314\r\n\r\nSanction Israeli individuals and businesses over treatment of Palestinians: https://petition.parliament.uk/petitions/585845\r\n\r\nUK Government to formally recognise the State of Palestine: https://petition.parliament.uk/petitions/585313"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-20T07:35:14.767Z"
    },
    "id": 586145,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586145.json"
    },
    "type": "petition"
}