{
    "attributes": {
        "action": "Include vehicle battery and charger manufacture in vehicle emissions measurement",
        "additional_details": "Clean fuels use normal petrol or diesel pumps, no need for environmentally damaging charger installs everywhere.\r\nBattery manufacture creates high co2 emissions, adds cost & Lithium is not renewable!\r\nTo be practical for widespread EV car and van use we will need a huge amount of chargers to be made which will increase emissions not reduce it!\r\nCobalt mining is still using Child Labour.\r\nBiomethane can be CO2 negative full lifecycle.\r\nSynthetic fuels such as electrofuels can be made with clean energy",
        "background": "Government must include battery and charger manufacture in emissions measurement for cars not 'tailpipe only' as it is an unfair measurement. We must account for harmful practices to the planet such as Lithium extraction as it can kill wildlife on a large scale due to for example water shortages.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-15T11:14:01.308Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-15T14:08:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-19T09:31:24.379Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. We're not sure for what purposes you'd like other emissions to be measured, for example to calculate vehicle tax, or to change the way that manufacturers are required to report CO2 emissions to the Government (such as here: https://www.gov.uk/guidance/report-co2-emissions-for-new-cars-and-vans) "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-26T11:20:46.782Z"
    },
    "id": 586154,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586154.json"
    },
    "type": "petition"
}