{
    "attributes": {
        "action": "Simply end the cladding scandal. Make safe affected buildings.",
        "additional_details": "Both building and safety regulations failed Grenfell tower. They continue to threaten lives as witnessed in the recent New Providence Wharf fire.",
        "background": "1: Remove the requirement and need of EWS1 forms. \r\n2: remove the unsafe cladding at a cost shared between those that profited off these developments along with, government, local government, builders and developers. \r\n3: Outlaw the materials used",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-15T23:08:22.521Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-04T18:23:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-10T07:50:17.080Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action for which they are responsible.\r\n\r\nThe EWS1 process and EWS1 form is not a Government, or regulatory requirement, and it is not a safety certificate. The EWS1 process was created by industry to help understand if a building may need value affecting remediation work. This information is then used by lenders when making mortgage lending decisions.\r\n\r\nReplacing unsafe cladding is the responsibility of individual property owners, but we could accept a petition calling on the Government to increase funding to pay for cladding remediation works, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-10T07:50:18.657Z"
    },
    "id": 586237,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586237.json"
    },
    "type": "petition"
}