{
    "attributes": {
        "action": "Non Molestation Orders On Rapists who are not in a relationship with the Victim",
        "additional_details": "Only 1 in 65 rape cases lead to court. Victims have been through enough trauma to then be let down by the justice system and then not be allowed to feel safe alone when a Non Molestation order could offer a tiny bit of reassurance for them to carry on with the life ahead of them after such trauma.",
        "background": "I believe all victims of Rape and Sexual assault  should be granted a Non Molestation order on the person who perpetrated them. Whether they are in a relationship, Not in a relationship, Dating , Related, A stranger or a Stalker. To be granted the order regardless of evidence to go to CPS or not.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-16T11:01:36.066Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-16T11:30:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-21T13:39:27.371Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions on protections for victims of crimes are a matter for the courts, rather than the UK Government or Parliament.  The automatic granting of orders without due legal process could be a breach of the Human Rights Act.\r\n\r\nWe could accept a petition that called for the current system of non-molestation orders to be extended to cover a wider group of people, but it would still need to be a decision for the courts whether they were imposed in specific cases. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-21T13:39:36.014Z"
    },
    "id": 586272,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586272.json"
    },
    "type": "petition"
}