{
    "attributes": {
        "action": "Urgent review of the amended  General Permitted Development Order 2015",
        "additional_details": "We want a urgent review of the amendment made to the General Permitted Development Order 2015. It is vital that Government understands that this amendment has removed the right of reply and objection to those most affected by the installation of telecommunications masts on the public highway. Added to this the new regulations also bypass both the local Highways authority and the local Planning Authority. Effectively leaving all local stakeholders with no voice or rights of any kind",
        "background": "Since the amended General Permitted Development Order came into force privite telecommunication company’s have been using the permitted development right to install infrastructure in built up urban areas removing any right of objection or consultation with local residents or the planning authority",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-16T07:32:39.748Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-16T12:06:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-21T11:39:32.686Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you're concerned about the General Permitted Development Order 2015 but we're not sure what you'd like to change. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as allowing public consultations. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-21T11:39:34.284Z"
    },
    "id": 586253,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586253.json"
    },
    "type": "petition"
}