{
    "attributes": {
        "action": "Increase the severity of punishment for abuse against all emergency workers.",
        "additional_details": "During the pandemic emergency workers, particularly the police and hospitals have continued to perform front line jobs despite the increased risks. Its infuriating the amount of abuse received that the public get away with and by increasing punishment abd lengths of sentences against this will show that this is not acceptable.",
        "background": "The current attitude towards emergency workers has become unacceptable,  physical and verbal abuse is being normalised. \r\n\r\nEmergency workers should feel safe helping the public as they are there to save people lives. They should get the justice they deserve when harmed in the line of duty.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-16T08:32:00.733Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-24T18:49:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-28T15:56:02.474Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We understand you'd like tougher sentences for assaults on emergency workers, but we're not sure what you'd like these higher sentences to be. \r\n \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-28T15:56:03.681Z"
    },
    "id": 586261,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586261.json"
    },
    "type": "petition"
}