{
    "attributes": {
        "action": "Make TFL send instant alerts when you've ventured into a congestion zone",
        "additional_details": "Make TFL issue end-of-day or real-time alerts to drivers who venture into zones, particularly if they're not from the city.\r\n\r\nThey're a hugely sophisticated and developed institution. If they can do reg checks and send auto-fines by mail, then they can set up auto-alerts, There must be some organisational obligation from their side to collect payments before they turn into fines and legal bamboozling wormholes that you can't escape from. Most of us will pay, you just need to give us a chance.",
        "background": "Drivers are legally bound to check tolls or charges on driving routes, but  it's so hard in London; an ever-changing and developing city. You'll easily venture into chargeable zones and get stung with an £80 fine. And most people would pay if they knew! TFL must be obliged to let us know instantly",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-17T15:41:28.341Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-20T08:51:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-25T08:56:52.347Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. TfL is the responsibility of the Mayor of London and London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-25T08:56:54.307Z"
    },
    "id": 586399,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586399.json"
    },
    "type": "petition"
}