{
    "attributes": {
        "action": "Help us reduce the negative impact on mental health caused by the media",
        "additional_details": "As part of citizenship studies at the Anglo European School we have learnt about the roles of parliament members and laws in place to protect citizens. We fully understand that the media have freedom of press to report on whatever they choose and that media is the way to communicate/inform citizens on current affairs that affect them personally or indirectly, but we feel as if there is a way to inform people on current affairs without damaging the lives of the subjects of the articles.",
        "background": "We are writing to inquire about how laws could be adapted to help deal with the damage done to mental health caused by media. We would like to ask that you take an interest in further restricting the press’ reach and help us to prevent damage to the mental health of the subjects of their stories",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-16T18:43:14.352Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-16T19:03:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-21T13:30:39.249Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe understand you're concerned about the impact being the subject of a press story can have on individuals' mental health, but we're not sure what specific action you'd like the Government to take in response.\r\n\r\nYou could start a new petition calling for an inquiry into the mental health effects of media practices and reporting, if that's something you'd like to see happen, or suggesting specific actions the Government could take to protect the mental health of individuals who are the subject of press articles."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-21T13:30:39.247Z"
    },
    "id": 586319,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586319.json"
    },
    "type": "petition"
}