{
    "attributes": {
        "action": "Change the disability wheelchair symbol to include a sunflower in the wheel.",
        "additional_details": "Among blue badge holders, people in wheelchairs are the minority and the symbol used to represent us should reflect this. I propose a phasing out of the old signage so when it's replaced or new signage is created, it includes the sunflower symbol within the wheelchair's wheel. This costs less than changing instantly. Many people do not know what the sunflower represents and this makes it harder for those of us who use the sunflower lanyard. We ask for equal representation of all disabilities.",
        "background": "I want the wheelchair symbol for disabilities changed to include a sunflower in the wheel of the wheelchair to represent all disabilities far better, especially given that people with hidden disabilities are now also eligible to apply for a blue badge.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-16T17:53:09.319Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-16T18:58:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-21T12:43:10.942Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. \r\n\r\nThe International Symbol of Access is an international standard, initially created by Rehabilitation International. You can read more here:\r\n\r\nhttp://www.riglobal.org/about/intl-symbol-of-access/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-21T12:43:19.166Z"
    },
    "id": 586312,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586312.json"
    },
    "type": "petition"
}