{
    "attributes": {
        "action": "Stop the fee for renunciation of nationality due to Brexit for people in EU.",
        "additional_details": "Even though a person living in EU dont have voting rights in the current country. They can vote in UK elections but the policies made in UK are not applicable to them on daily basis since they live out side and at the same time they cant participate where they live? Coming resident rights, they can stay 6 months if they loose job as per the agreement document and if they cant find a new job they have to go back to UK. Practically this is going to cause inconvenience to families who are living EU",
        "background": "Please stop the fee for renunciation of nationality due to Brexit for people who are already in EU. These people are stuck in EU due to family/work reasons and cant take dual nationality anymore being UK out side of EU. As part of with drawl agreement, they can stay 6 months if they loose job!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-16T18:33:17.726Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-17T05:44:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-21T12:57:46.932Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd like an end to fees to rennounce British citizenship, but we're not sure what you mean by \"cant take dual nationality anymore being UK out side of EU\" as the UK does not prevent dual citizenship or dual nationality. \r\n\r\nhttps://www.gov.uk/dual-citizenship\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as allow free renunciation for citizens of other states that do not allow dual citizenship, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-21T12:57:48.673Z"
    },
    "id": 586317,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586317.json"
    },
    "type": "petition"
}