{
    "attributes": {
        "action": "A complete review of the Child Maintenance Service",
        "additional_details": "The current CMS system is out dated, biased and not fit for purpose. Paying parents are left struggling to survive because living costs are not taken into account and in many cases have resulted in job losses, homelessness and suicide in a few cases. The mental impact of dealing with the CMS is traumatic, especially when catastrophic mistakes are made. There are many parents who will use the CMS to manipulate a former partner. This needs to stop.  The CMS needs to be fully bought to account.",
        "background": "Review of how child maintenance calculations are made in order to take into account peoples outgoings in respects of essential living costs\r\n\r\nMore effective complaints management and accountability when mistakes are made. \r\n\r\nMediation powers so parents are able to see children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-17T18:35:02.357Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-17T19:18:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-24T11:05:47.169Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure whether you want a review of the CMS, or for there to be specific changes in how the service works. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-24T11:05:48.651Z"
    },
    "id": 586413,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586413.json"
    },
    "type": "petition"
}