{
    "attributes": {
        "action": "All Pupils who require Extra Time should be given separate accommodation.",
        "additional_details": "Also people who speak another first language should be given separate accommodation as they are used to having it and this year it is different which is not helpful as the situation of COVID-19 is already stressful this makes it worse as pupils who spoke another language thought they will be given separate accommodation but unfortunately this is not the case.  Moreover, the learning assistants have no problem at all as well as there being plenty of rooms in the school which can be used.",
        "background": "The Government should allow all pupils who require extra time a separate accommodation as it causes disturbances to them as well as increasing stress and anxiety levels.  This includes pupils who have disabilities, speaking another first language, sensory problems and people who require a scribe.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-18T23:01:55.976Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-18T23:22:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-24T20:00:01.147Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about where students take their exams are a matter for individual schools, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nIf you are concerned with your school's approach to exams this year you could raise this directly with the school."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-24T20:00:02.188Z"
    },
    "id": 586560,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586560.json"
    },
    "type": "petition"
}