{
    "attributes": {
        "action": "Start Mark’s Law for men who receive domestic violence from female partners",
        "additional_details": "This Law would save a great deal of lives, it would help with mental health also as men feel like they cannot come forward as its not manly enough. Already there is a Law for woman called Clare’s Law and nothing for a man which personally i think there should be. Through many conversations with different men they all said it would be a good idea to have a Law for men to know about there partners pasts and convictions. Being a Student Nurse i see men who are too scared to come forward about their partners and this would really help. I want to make a difference to as many lives as i can and stand up for the men that are to scared to speak, i want to be there voice. Personally through experience there has always been a stigma which leads to woman being favoured",
        "background": "I would like a Law that looks into domestic violence on men received from woman",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-20T07:57:24.844Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-20T08:52:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-25T17:33:43.808Z",
        "rejection": {
            "code": "already-happening",
            "details": "The scheme for people to request information about partners' abusive pasts (often referred to as Clare's law) is available for men and women to ask the police if their partner may pose a risk to them.\r\n\r\nTo make a request under this scheme you should contact your local police force. You can find details for your local police force here: https://www.police.uk/pu/find-a-police-force/\r\n\r\nIf you know someone who is suffering from domestic abuse, the Government has published guidance on getting help if you or someone you know is a victim of domestic abuse: https://www.gov.uk/guidance/domestic-abuse-how-to-get-help"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-25T17:33:44.606Z"
    },
    "id": 586662,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586662.json"
    },
    "type": "petition"
}