{
    "attributes": {
        "action": "Stop HGVs using A5209 to cut through Burscough and other Neighboring villages",
        "additional_details": "• HGV’s often cannot safely pass other heavy goods vehicles coming in the opposite direction and often mount the pavement to pass each other. \r\n• HGV’s veer onto the opposite side of the road due to unsuitable lanes for this size of vehicle. \r\n• HGV’s have difficultly turning bends due to the size of lanes and often have to cover both lanes blindly to turn.  \r\n• Mini round about often ignored by vehicles (including HGV’s) \r\n• Property’s physically shaking as the large vehicles drive past",
        "background": "1. Reduce speed limits from 30 mph to 20mph \r\n2. Improve signage, add speed bumps and cameras to enforce. \r\n2. Add pedestrian’s crossings near school in Burscough (square lane)\r\n3.Reduce vehicle size limit to 7.5 ton \r\n4.Build a bypass to make our community safer.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-19T17:21:20.541Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-19T17:53:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-25T08:50:18.077Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for the local authorities.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-25T08:50:21.622Z"
    },
    "id": 586622,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586622.json"
    },
    "type": "petition"
}