{
    "attributes": {
        "action": "Honour the statement made in the Balfour declaration or apologies for it.",
        "additional_details": "This is a treaty for which had it not been created, a \"home\" for the Jewish people would not have been imaginable let alone possible if it was not for the involvement of the British Government at the time. \r\n\r\nThe British government gave it's word to protect the non Jewish occupants of Palestine, either stick by that or officially apologies for the British involvement in the Balfour declaration.",
        "background": "Honour the following statement as per the final draft of the Balfour declaration: \"...it being clearly understood that nothing shall be done which may prejudice the civil and religious rights of existing non-Jewish communities in Palestine...\"",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-21T12:01:23.450Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-21T12:26:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-27T06:02:02.170Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the current situation in Israel and Palestine, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nUK Government to formally recognise the State of Palestine: https://petition.parliament.uk/petitions/585313\r\n\r\nCondemn Israel for their treatment of Palestine and Palestinians: https://petition.parliament.uk/petitions/585309\r\n\r\nIntroduce sanctions against Israel: https://petition.parliament.uk/petitions/585314\r\n\r\nUrge the UN to intervene in Gaza and send a peace keeping force: https://petition.parliament.uk/petitions/586198"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-27T06:02:02.988Z"
    },
    "id": 586796,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586796.json"
    },
    "type": "petition"
}