{
    "attributes": {
        "action": "Give children with additional needs a chance of a future",
        "additional_details": "Children who have additional needs and have an Educational Health Care Plan are only able to attend settings such as nursery, before & after school club and holiday club  where they would be able to access their much needed 1:1 support from relevant professionals in order  to continue with their development as well as maintaining their routine which is extremely important for those who have additional needs. A change in routine can have a signifacant impact on their daily life.",
        "background": "Make funding for children who have additional needs and hold an Educational Health Care Plan (EHCP) available all year in stead of just term time so that they can continue with their development with suitable and familiar professionals in a suitable and familiar setting.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-21T20:46:23.182Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-21T21:30:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-28T08:40:51.562Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nMore Funding For SEN Children To Access Appropriate School Provisions: https://petition.parliament.uk/petitions/584129\r\n\r\nProvide optional schooling for children with special needs during school breaks: https://petition.parliament.uk/petitions/582126\r\n\r\nIncrease the funding available to schools to support SEND pupils: https://petition.parliament.uk/petitions/557813"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-28T08:40:52.379Z"
    },
    "id": 586855,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586855.json"
    },
    "type": "petition"
}