{
    "attributes": {
        "action": "Current system of Non-Molestation orders to be extended to cover a wider group.",
        "additional_details": "Only 1 in 65 rape cases lead to court. Victims have been through enough trauma to then be let down by the justice system then not to be able to be safe alone. The current system only allows people who are in relationships and married to the perpetrator to get a non molestation order which is unfair on victims who have been assaulted by stalkers and strangers.",
        "background": "I believe the current system of Non-Molestation orders should be extended to cover a wider group of people. Victims of rape/sexual assault by a stranger or stalker are being let down by the justice system but then also on getting a non molestation order to give them reassurance after the trauma.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-21T17:19:34.346Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-22T21:56:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-28T11:26:50.761Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how victims of crime are protected by non-molestation orders, but it's not clear how you want existing arrangements for non-molestation orders to be changed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\n30 Mile Law – Restraining Orders to protect survivors of abuse: https://petition.parliament.uk/petitions/582349"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-28T11:26:51.643Z"
    },
    "id": 586835,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586835.json"
    },
    "type": "petition"
}