{
    "attributes": {
        "action": "Say NO to the application for another place of worship in Hainault",
        "additional_details": "The residents living on joining roads to the industrial estate will suffer from noise pollution, traffic pollution and congestion causing toxic air pollution. There is a local school near by and this is an accident waiting to happen as it will be used as a short cut to the industrial estate. That particular part of the industrial estate is rather busy with lorries, it will cause meyhem for the local residents living here. The agent and the applicant on the proposed plans are not local residents.",
        "background": "There is a proposal to the Council for a new place of worship on the industrial estate in Hainault.\r\n\r\nHere in Hainault we are very well cultured on our religious beliefs and we are catered for with a variety of places of worship for most religions, already in the area. There is no need for another.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-23T08:37:34.766Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-23T09:37:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-28T12:00:39.323Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nLocal planning decisions are a matter for your local authority, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council directly. Find out how to petition your council here: https://www.redbridge.gov.uk/about-the-council/petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-28T12:00:40.267Z"
    },
    "id": 586997,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586997.json"
    },
    "type": "petition"
}