{
    "attributes": {
        "action": "Stop the UK funding the Eurovision Song Contest",
        "additional_details": "Eurovision is a complete farce and a waste of license fees. We are paying to be a international mockery, when that money could be invested in programmes that matter. Stop making UK entry into the finals automatic firstly - which can be done by ceasing to be the biggest financial investors in the competition.",
        "background": "Let’s finally cut financial ties with the highly politicised and toxic competition: undoubtedly our country’s National shame. With Brexit should come Exit from Eurovision! \r\n\r\nWe pay to enter the contest, then sit at the bottom of the results board as mediocre songs win based on mates not merit.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-22T23:13:46.866Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-23T13:51:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-28T11:41:25.883Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about the UK's participation in the Eurovision Song Contest are a matter for the BBC, not the Government or House of Commons.\r\n\r\nThe BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the Government to intervene in the BBC’s day-to-day operations. \r\n\r\nThis means the Government is not responsible for decisions relating to the Eurovision Song Contest."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-28T11:41:26.715Z"
    },
    "id": 586970,
    "links": {
        "self": "https://petition.parliament.uk/petitions/586970.json"
    },
    "type": "petition"
}