{
    "attributes": {
        "action": "Request the BBC stop funding the Eurovision Song Contest.",
        "additional_details": "The UK would never win or gain any points due to the political climate between the EU and the UK.  The Eurovision song contest is a politically motivated show and therefore as an impartial broadcaster the BBC should not be spending the publics money on this.  Therefore the government should recommend to the BBC not to fund this any more.",
        "background": "I would like the government to petition the BBC to stop funding the Eurovision Song Contest.  The BBC is funded by the public and as such their money should not be wasted time and time again on a novelty programme that draws in minimum viewers and has a politically motivated scoring system.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-23T09:08:29.503Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-25T13:37:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-28T11:54:06.264Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about the UK's participation in the Eurovision Song Contest are a matter for the BBC, not the Government or House of Commons.\r\n\r\nThe BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the Government to intervene in the BBC’s day-to-day operations. \r\n\r\nThis means the Government is not responsible for decisions relating to the Eurovision Song Contest."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-28T11:54:06.970Z"
    },
    "id": 587000,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587000.json"
    },
    "type": "petition"
}