{
    "attributes": {
        "action": "Legislate to give Scotland its own entry in the Eurovision Song Contest.",
        "additional_details": "There is overwhelming evidence that the people of Scotland wish to be represented by Scottish entries, not UK entries, at cultural events such as the Eurovision.  A reputable poll conducted in April found 60% support for Scottish representation, with only 40% preferring a UK entry.  The BBC's ignoring of licence payers' wishes has become particularly intolerable in view of the annual embarrassment of the UK's Eurovision performance.  For national dignity, Scotland demands its Eurovision freedom.",
        "background": "Powers over Scottish broadcasting are reserved to Westminster. As the BBC have ignored representations to respect Scottish public opinion and give Scotland its own representation in cultural events including the Eurovision Song Contest, the UK Parliament should legislate to require this to happen.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-23T11:06:10.550Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-23T11:43:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-05-28T11:38:22.411Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about the UK's participation in the Eurovision Song Contest are a matter for the BBC and the organisers, not the Government or House of Commons.\r\n\r\nThe BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the Government to intervene in the BBC’s day-to-day operations. \r\n\r\nThis means the Government is not responsible for decisions relating to the Eurovision Song Contest."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-28T11:38:23.161Z"
    },
    "id": 587015,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587015.json"
    },
    "type": "petition"
}