{
    "attributes": {
        "action": "Sanction the wages of DWP decision makers, managers and indepenent assessors.",
        "additional_details": "As long as the appeal success rate is above 50%, the decision makers are clearly not capable of making those decisions. According to independant.co.uk, the DWP spent £121,000,000 on staff costs between 2017 and 2019, while losing three quaters of tribunals. this clearly shows that there is a serious problem in the decision making process, and while recent reforms have only incresed the number of appeals. I believe it is only fair for them to see a decrease in thier wages, until they improve.",
        "background": "Sanction the wages of DWP decision makers, managers and indepenent assessors. As long as the appeal or reconsideration success rate is above 50% for a given quarter. Much in the same way as they sanction the benefit payments of claiments for various reasons.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-24T14:57:39.894Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-24T18:37:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-02T17:40:17.111Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  The Government cannot intervene to remove contractual pay from individua workers in this way. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-02T17:42:07.731Z"
    },
    "id": 587125,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587125.json"
    },
    "type": "petition"
}