{
    "attributes": {
        "action": "Make all operations in the countryside accountable to wildlife legislation",
        "additional_details": "A response to a recent enquiry into forestry operations by a company made very apparent that safeguards to follow wildlife legislation were not followed.\r\nForestry/agriculture/film locations etc can impact wildlife, often protected wildlife. Evidence must be given that they have taken measures to prevent this. Wildlife law accounts to all, it is not a wish list. If any operation has the potential to impact wildlife, ecological surveys/mitigation must be proven to Natural England.",
        "background": "Many operations in the countryside are accountable to the Wildlife and countryside act, or similar regulations.\r\nDevelopers need to prove that they have taken measures to protect wildlife by law but the same accountability does not seem to apply to other operations ie forestry/agriculture.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-24T16:08:34.013Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-28T14:32:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-02T17:43:26.151Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  It's already the case that people, including developers, need to follow the law. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as creating new laws or establishing new enforcement. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-02T17:43:34.713Z"
    },
    "id": 587135,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587135.json"
    },
    "type": "petition"
}