{
    "attributes": {
        "action": "Provide better Mental Health Support for Students in Schools.",
        "additional_details": "I have seen a huge increase in the decline of the mental health within schools students and although the teaching staff are doing as best they can, there is not enough support for students outside school. so they tend to look for help within school, there needs to be school wide training for all staff so that we can support our students better with the huge increase in mental health issues including self harm, depression, eating disorders and all anxieties due to the huge waiting times for help.",
        "background": "Provide better mental health support for Students in schools, there are huge waiting lists outside of school with up to 6 months waiting time, provide free training for support staff and teaching staff to increase the availability for the students to get support in a shorter time scale",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-27T08:46:39.450Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-29T19:53:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-04T07:12:42.330Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nProvide more funding to schools for mental health programmes: https://petition.parliament.uk/petitions/574673\r\n\r\nIntroduce a statutory Mental Health Policy to all schools in England: https://petition.parliament.uk/petitions/584017\r\n\r\nIncrease funding for Child and Adolescent Mental Health Services: https://petition.parliament.uk/petitions/575532"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-04T07:12:43.244Z"
    },
    "id": 587367,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587367.json"
    },
    "type": "petition"
}