{
    "attributes": {
        "action": "Take out Bay Parking from practical test",
        "additional_details": "It has become extremely difficult to use local parking areas whether it’s owned by the council or local enterprises. Most car parks have started putting up signs displaying NO Driving Tution or Learner Drivers not to use car park which in turn is putting instructors at potential risk of verbal and even physical abuse. As a result Instructors are unable to practice bay parking with learners. This is also unfair on the learner as they are unable to practice the manoeuvre prior to a test.",
        "background": "It has become extremely difficult to use local parking areas whether it’s owned by the council or local enterprises. Most car parks have started putting up signs displaying NO Driving Tuition or Learner Drivers not to use car park.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-27T08:04:15.191Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-27T08:25:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-01T11:33:08.078Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\n There is no specific requirement for bay parking in driving tests, only right-angled parking (https://www.legislation.gov.uk/uksi/1999/2864/schedule/8/made). You could start a new petition asking for this to be removed from the options for testing.\r\n\r\nYou'll need to use a real name, if you do start a new petition. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-01T11:33:12.664Z"
    },
    "id": 587362,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587362.json"
    },
    "type": "petition"
}