{
    "attributes": {
        "action": "Request OFQUAL to instruct exam boards to stop including marks for spelling.",
        "additional_details": "Being able to spell does not reflect knowledge or ability. Marking pupils down for spelling not only disadvantages, it punishes them for having dyslexia. \r\n\r\nDyslexia is considered a disability under the Equality Act 2010 and penalising spelling mistakes is discriminatory. Marking for spelling perpetuates misconceptions about dyslexia. This undermines the self-confidence of those who have it and can limit their life chances. \r\n\r\nExams should be a fair test of ability and knowledge, not spelling.",
        "background": "I would like OFQUAL and the exam boards to acknowledge that including marks for spelling in exams unfairly disadvantages those who have a specific learning difficulty. \r\n\r\nAnd that removing marks for spelling would make exams a more accurate assessment of knowledge and ability, rather than spelling.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-28T10:03:20.782Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-28T15:50:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-03T08:46:49.603Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for. Decisions about marking exams are a matter for individual schools and exam boards, not the Government or House of Commons.\r\n\r\nUnder the Equality Act 2010 schools and education authorities already have had a duty to provide reasonable adjustments for disabled pupils. You can read more about this duty here: https://www.equalityhumanrights.com/sites/default/files/reasonable_adjustments_for_disabled_pupils_1.pdf\r\n\r\nIf you think you might have been treated unfairly and want further advice, you can contact the Equality Advisory and Support Service: https://www.equalityadvisoryservice.com/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-03T08:46:50.516Z"
    },
    "id": 587446,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587446.json"
    },
    "type": "petition"
}