{
    "attributes": {
        "action": "More support for thyroid conditions including opening t3 and NDT for wider use",
        "additional_details": "There are thousands of people suffering the extreme symptoms from their thyroid conditions including fatigue, hair loss, weight gain, fertility issues and depression. \r\n\r\nLevothyroxine is a blanket treatment and many are still suffering symptoms despite their TSH levels being “normal”. Full thyroid blood tests should be conducted and everyone with thyroid problems should be given an endocrinologist.\r\n\r\nWe want the government to recognise how sick we are and no longer ignore us and our concerns.",
        "background": "We want the government to take all thyroid conditions more seriously. Including more support of the long term battles we want full thyroid blood tests including t3 not just TSH. \r\n\r\nWe want to see NDT and t3 opened up to wider use and more research done. Many on levothyroxine are still symptomatic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-28T16:35:41.485Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-28T22:08:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-03T12:17:08.676Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The treatment of patients is a matter for the NHS and individual clinicians, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to provide additional funding for research into treatment for people with thyroid conditions, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-03T12:17:09.472Z"
    },
    "id": 587485,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587485.json"
    },
    "type": "petition"
}