{
    "attributes": {
        "action": "List longer/heavier/more painful periods as a Covid vaccine side effect.",
        "additional_details": "The Astrazenca vaccine now has blood clots listed an official side effect due to blood clots found in those who had the vaccine. However, longer/heavier/more painful periods also seem to be affecting many people and yet this isn’t listed as a side effect, which is leading to health anxiety as women were not aware that this can happen and only find out through social media and friends.",
        "background": "List longer/heavier/more painful periods as a side effect for all Covid vaccinations. Many women are experiencing this and it is causing them great concern as it is not listed as a side effect & these are also symptoms of major health conditions such as cancer.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-05-29T07:30:28.798Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-29T09:15:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-03T08:40:25.245Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nCollecting and analysing data on side effects from covid-19 vaccination, and ensuring possible side effects are communicated in information for vaccine recipients, is the responsibility of the UK medicines regulator, the MHRA. \r\n\r\nYou can report suspected side effects to covid-19 vaccination to the MHRA here:\r\nhttps://coronavirus-yellowcard.mhra.gov.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-03T08:40:25.243Z"
    },
    "id": 587514,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587514.json"
    },
    "type": "petition"
}