{
    "attributes": {
        "action": "Change the law to protect online banking customers from theft or fraud.",
        "additional_details": "Currently, if an individual loses their credit card which is then used for making fraudulent transactions. Banks are informed and then the onus is on the customer to prove that the said transaction was not made by him/her. Even after a police complaint is made the only recourse is to hope the bank will return the funds. This is not enough protection for a sender, it would ease the job of the bank or the police to prevent criminal action from going unnoticed or uncharged.",
        "background": "In sending funds to a recipient, the sender is currently in the position to lose their money to an anonymous source. We believe that if money is sent, it should be traded with Personally Identifiable Information (PII) to protect from unlawful transactions. This should be done through legal change.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-29T15:28:38.620Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-29T17:40:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-04T07:06:32.543Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about banking fraud, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nBanks already require customers to provide personally identifiable information to transfer funds. If you would like specific types of personally identifiable information to be required in order for funds to be transferred, we may be able to accept a petition requesting this, but you'd need to be clear how you want this to work."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-04T07:06:33.454Z"
    },
    "id": 587540,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587540.json"
    },
    "type": "petition"
}