{
    "attributes": {
        "action": "Make education on certain cancers mandatory within high schools RSE curriculum",
        "additional_details": "RSE is arguably the worst taught subject on the curriculum and one that plays a vital role in pupils lives but is currently failing them. The skills learned with stay with them for the rest of their life but at the moment it is a disgrace. There are multiple issues with the RSE curriculum but a topic that could save people's life is never talked about. Cancer. In particular breast, prostate & gynecological cancers. Early identification is critical and students should be given the education to help them in every way possible",
        "background": "Every year thousands of people die of breast, prostate and gynaecological cancers in the UK. Information on self examinations, symptoms to look out for and what to expect from a screening should be taught to students to prepare them or even save their life.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-29T20:50:23.308Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-30T17:38:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-04T10:49:50.655Z",
        "rejection": {
            "code": "fake-name",
            "details": "You may be interested to know that new Relationships Education, Relationships and Sex Education (RSE) and Health Education curriculum already requires schools to teach students about the benefits of regular self-examination and screening by late secondary school.\r\n\r\nYou can read the Relationships Education, Relationships and Sex Education (RSE) and Health Education curriculum here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908013/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-04T10:49:51.359Z"
    },
    "id": 587557,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587557.json"
    },
    "type": "petition"
}