{
    "attributes": {
        "action": "Help housing association residents have less restrictions on communal gardens.",
        "additional_details": "If anything is in the garden unattended for a slight second the council remove and destroy it. Many residents (mainly Clarion housing) need urgent help with this coming up to the summer. Children need to be outside getting fresh air and excersise but if we do we are breaching our tenancy s we have been advised that parliament is our only option as it's a health and safety concern..",
        "background": "Help residents change the rules on communal gardens. We aren't amount tables or chairs, play equipment or even plant pots! Housing associations charge us high rates for our gardens yet we aren't allowed to use them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-29T23:21:26.762Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-30T07:11:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-04T07:39:06.952Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about communal areas for residential buildings, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIn any case, decisions about the management of communal areas is a matter for individual landlords, including Housing Associations, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-04T07:39:08.009Z"
    },
    "id": 587562,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587562.json"
    },
    "type": "petition"
}