{
    "attributes": {
        "action": "Reduce taxes on electricity to allow heat pumps to be installed in the UK",
        "additional_details": "The UK imposes 23% taxes on electricity, but only 2% on gas. These taxes are preventing the decarbonisation of heat in the UK. Government needs to switch taxes from electricity to gas to allow people to run heat pumps, to fight climate change, to encourage the long-term supply chain for heat pumps, reduce imports and support clean energy.\r\nThe UK cannot start to achieve 600,000 heat pump installations a year by 2028 until it reduces taxes on electricity - at least for those who install heat pumps.",
        "background": "Reduce taxes and \"environmental levies\" on electricity to encourage the UK supply chain for heat pump installations, to encourage gas fitters to retrain as heat pump engineers, to allow people to invest in clean energy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-31T06:43:02.043Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-05-31T08:02:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-07T06:38:46.161Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about taxes on electricity and the disincentives this creates for installing heat pumps, but we're not sure exactly what taxes and levies you want to be changed, by how much, or whether you want this to apply to domestic or business electricity supplies, or both.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. If what you really want is to see increased uptake of heat pumps, it might be clearer to call for the Government to provide grants or subsidies for uptake or installation of heat pumps."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-07T06:38:47.164Z"
    },
    "id": 587629,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587629.json"
    },
    "type": "petition"
}