{
    "attributes": {
        "action": "To award the National Health Service the George Cross.",
        "additional_details": "To announce the award at a suitable national event of thanksgiving for the work of the National Health Service and in memory of those who lost their lives.",
        "background": "The award would be a tribute to all those in the National Health Service who gave their lives in the service of the wider community during the Covid pandemic, the greatest threat to life in Britain since the World Wars.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-05-31T03:58:17.038Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-01T14:26:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-07T11:18:40.882Z",
        "rejection": {
            "code": "honours",
            "details": "We cannot accept petitions that call for specific awards or honours, such as the George Cross, to be given to individuals or organisations, because we can only accept petitions about matters for which the Government or Parliament are responsible.\r\n\r\nThere is an independent process for considering nominations for awards and honours, including the George Cross, and advising the Queen on granting these, so it is not something the Government or Parliament can do.\r\n\r\nInformation about Civilian gallantry is available here: https://www.gov.uk/guidance/civilian-gallantry-operation#the-george-cross-committee\r\n\r\nAnd details of how to nominate someone for an honour or award are available here: https://www.gov.uk/honours/recommend-bravery-award"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-07T11:18:40.879Z"
    },
    "id": 587628,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587628.json"
    },
    "type": "petition"
}