{
    "attributes": {
        "action": "Stop parents contact who have committed domestic abuse where a child is present",
        "additional_details": "Many children have been forced in to a situation where left alone with a parent who has previously hurt them or the other parent and the child is ignored depending on age. The mental wellbeing of contact that is being forced and potential of physical harm is increased. Children are renowned for being honest and deserve to be heard and believed when report being hurt by a parent. Not every child reacts to trauma the same and victim blaming needs to stop. Children should feel safe and heard",
        "background": "Many children at young age are subject to domestic abuse from a parent whether it be directly, as a witness or both, yet the parent can make a court application and be granted access against the child wishes. This needs to change to protect children from harm until they are no longer a minor",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-03T21:13:19.275Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-04T04:59:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-09T17:30:09.398Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for the courts to take, based on individual circumstances. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-09T17:30:12.022Z"
    },
    "id": 587914,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587914.json"
    },
    "type": "petition"
}