{
    "attributes": {
        "action": "Make 'workers who live abroad but work in the UK' exempt from self isolation",
        "additional_details": "Cabin crew, pilots, aircraft engineers, Eurostar workers coming over for work are exempt when commuting. Give other key workers that live abroad and cannot work from home that same right. I am an instructor for cabin crew and pilots working in UK, but living abroad. In order to work I have been unable to go to my home. Please reconsider the exemptions and add cross boarder workers, or all international aviation workers.",
        "background": "Re-add this to the list of exempt professions, as there are international commuters who live abroad, but work in the UK and cannot work remotely. Exempt them from isolation, presenting a test on arrival, day 2 and day 8. Instead require regular lateral flow tests, in line with other exemptions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-03T19:59:49.389Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-03T20:42:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-09T08:58:04.036Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure whether you want specific professions to be added to the list of exempt occupations, or for an exemption for anyone travelling for work-related reasons. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-09T08:58:06.097Z"
    },
    "id": 587906,
    "links": {
        "self": "https://petition.parliament.uk/petitions/587906.json"
    },
    "type": "petition"
}