{
    "attributes": {
        "action": "Make trains more bicycle friendly.",
        "additional_details": "Currently there is no easy way to book a bike onto a train, you have to book a ticket and then call the operator to book your bike on. Sometimes this mean being on a hold for 30 minutes. You have to do this for every time you want to book your bike on to a train.\r\n\r\nFurther to this, there are usually only 3 spaces for bicycles per train. \r\n\r\nWe are so far behind other European countries on this regard, holland and Germany have entire carriages just for bicycles.",
        "background": "Make it easier for the public to book bicycles onto trains. Now that the government is forming \"Great British Railways\", force train companies to make it easier to book bikes onto trains. To ensure people don't have to use taxis. As well as this, make more space available for bicycles per train.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-05T09:06:30.720Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-05T09:34:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-11T08:17:39.903Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about storage space for bikes, and requirements to book this, are a matter for individual train operators, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-01T08:01:48.851Z"
    },
    "id": 588013,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588013.json"
    },
    "type": "petition"
}