{
    "attributes": {
        "action": "Ease restrictions for those who are eligible and have been vaccinated.",
        "additional_details": "Vaccination is the key to freedom. But there are those who hold us back by refusing to get vaccinated. You can't force them. But how how incentivisation. Give those who are vaccinated more liberty, such as freedom to travel or to attend more events. Why should they suffer. \r\n\r\nThe restrictions should only apply to those who are eligible but choose not to get vaccinated.\r\n\r\nRestrictions should also not apply to those who are not eligible for vaccines or those who cannot get them for health reasons.",
        "background": "Currently there is no distinction between the rights of those who are vaccinated and those who choose not to get the vaccine. What's the incentive? Data shows that most hospitalisations are for those who did not get vaccinated. So why not give more freedom to the vaccinated?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-04T21:52:55.877Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-04T22:09:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-10T09:08:39.228Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about covid-19 restrictions, however it's not clear which restrictions you would like to be eased for those who have been vaccinated, nor whether this easing would apply to those who have received one vaccine dose or two.\r\n\r\nIf there are specific restrictions you would like to be eased for people who have been vaccinated, you could start a petition about that.\r\n\r\nYou may also like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/582253  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-06-10T09:08:44.279Z"
    },
    "id": 588000,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588000.json"
    },
    "type": "petition"
}