{
    "attributes": {
        "action": "Resumption of nurse recruitment from India for HNS",
        "additional_details": "The majority of the nurses who have received their visa/COS have left their jobs and are currently unemployed. For the time being, hospitals in India do not have a nurse shortage and are not actively recruiting nurses. During the UK's covid crisis, nurses from India, particularly Kerala, fought on the front lines to save the lives of UK residents. Nurses from India as well from the UK request to remove the restriction on nurse recruitment from India.",
        "background": "Nurse recruitment has been temporarily halted due to India's deteriorating covid situation. Nurses from India as well from the UK request to remove the restriction on nurse recruitment from India.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-06T13:21:38.456Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-06T18:42:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-11T07:35:07.469Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about restrictions to recruitment of nurses from India, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nRecruitment of nurses is a matter for individual NHS organisations, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to exempt foreign nurses from restrictions on travelling to the UK from red list countries, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-11T07:35:08.366Z"
    },
    "id": 588106,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588106.json"
    },
    "type": "petition"
}