{
    "attributes": {
        "action": "With everyone getting back to work, GPs need to start seeing patients again",
        "additional_details": "The NHS and GPs need to start seeing their patients face to face, it is unfair that while others such as retail workers are forced to go back to work and the NHS are still hiding behind telephones.",
        "background": "Parliament need to start thinking about GPs going back to face to face consults. People are suffering from multiple health conditions and are forced to go online and speak on the phone to doctors. Health conditions can be easily missed and people are struggling",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-06T20:20:47.524Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-06T20:36:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-10T11:47:26.205Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nDecisions on when to offer a face to face, as opposed to a remote, consultation are an operational decision for GPs and NHS Trusts.\r\n\r\nYou may be interested to know that NHS England wrote to GP practices on 13 May, specifying that practices must make a clear offer of face to face appointments, and respect patient preferences for face to face appointments where clinically appropriate. You can read the letter here:\r\nhttps://www.england.nhs.uk/wp-content/uploads/2021/05/B0497-GP-access-letter-May-2021-FINAL.pdf\r\n\r\nYou might like to sign the following petition:\r\n\r\nCreate a legal right for patients to receive timely face-to-face GP appointments\r\nhttps://petition.parliament.uk/petitions/587701"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-10T11:47:26.202Z"
    },
    "id": 588142,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588142.json"
    },
    "type": "petition"
}