{
    "attributes": {
        "action": "Hotels to include the minimum rest period of 11 hours between employee shifts",
        "additional_details": "An adult should be getting at least 7-8 hours sleep a night. When you work a late-early in a hotel, you only get 8 hours between your shifts so by the time you've got home, wind down and go to sleep then get up and get ready for work again in the morning, you get less than 5 hours sleep in most cases. It's not enough rest period between shifts to fuction, especially when doing them regularly. Some workers get 2 of those a week! And this is without anyone with medical conditions.",
        "background": "Make it illegal in hospitality such as hotels, restaurants etc for an employee to have less than 11 hours between shifts. In Hotels especially we do shifts such as Late-earlies which are only 8 hours between shifts, e.g, finishing an evening shift at 23:00 and being back at 07:00.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-08T08:44:53.514Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-08T10:29:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-14T08:33:55.465Z",
        "rejection": {
            "code": "already-happening",
            "details": "Workers already have the right to 11 hours rest between working days: https://www.gov.uk/rest-breaks-work\r\n\r\nThere some exceptions to this, but workers would then be entitled to compensatory rest: https://www.gov.uk/rest-breaks-work/compensatory-rest\r\n\r\nWe could accept a petition calling for the Government to review compliance with Working Time Regulations in the hospitality sector, if that's something you would like to happen.\r\n\r\nIf you require advice regarding in work rest breaks and time off, you could contact ACAS: https://www.acas.org.uk/advice"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-14T08:33:56.198Z"
    },
    "id": 588251,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588251.json"
    },
    "type": "petition"
}