{
    "attributes": {
        "action": "Allow registered charities to adopt 4-6 month puppies in proposed new bill.",
        "additional_details": "The key development window for a puppy is ages 0-16 weeks. At the moment puppies are allowed to be adopted from foreign countries at 15 weeks. \r\n\r\nThis gives the dogs a much better chance at being able to adapt. To be able to physically and mentally develop in a way that gives them the best chance at the life that they deserve. \r\n\r\nThis will also ease pressures on rescue centres in foreign countries who will otherwise have to care for them for longer and therefore turn away more dogs in need.",
        "background": "We fully support the proposed new Animal Welfare (Kept Animals) Bill and support the main aim of improving animal welfare standards.\r\n\r\nWe support the aim to stop puppy smuggling. However we request that charities who are registered are able to import rescue puppies from 4 months as we do currently.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-09T07:16:00.062Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-09T08:35:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-14T13:30:36.603Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about it being made more difficult for charities to import puppies, but it's not clear if you want the existing requirement for dogs to be at least 15 weeks old to be maintained for charities, or for it to be reduced to four months.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThe current Animal Welfare (Kept Animals) Bill would give the Government new powers to increase the minimum age of imported puppies, but the legislation itself wouldn't increase the minimum age."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-14T13:30:37.207Z"
    },
    "id": 588333,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588333.json"
    },
    "type": "petition"
}