{
    "attributes": {
        "action": "Remove the full parental rights from parent who is not the child’s primary carer",
        "additional_details": "I want to government to stop allowing parents who spend less than 75% of the year with the child / children from having parental responsibility’s. Just because a parent is on a birth certificate that should not mean they have parental responsibility when they are not a primary career or regular career.",
        "background": "Stop allowing parents with parental responsibility for being on a birth certificate being allowed to have a say in what is in the best interest of the child when little time or support is given.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-08T21:35:15.436Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-09T06:59:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-14T12:16:43.408Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing rules regarding parental responsibility, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for people who are not a child's primary carer to have parental responsibility removed, but goes on to say that parental responsibility should be removed from anyone who spends less than 75% of the year with a child. This would mean that in cases where a child spent half of their time with each parent, both would lose their parental responsibility. We don't think this is what you want to happen.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-14T12:16:44.280Z"
    },
    "id": 588318,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588318.json"
    },
    "type": "petition"
}