{
    "attributes": {
        "action": "A mandatory,unbiased and factual education curriculum about palestine and Israel",
        "additional_details": "There currently is no formal curriculum\r\nAlot of writing and info references and refers to religion . Religion is not relevant in disputes over land",
        "background": "develop and create a mandatory education curriculum that gives history about palestine and History about the formation of the state of isreal \r\nA  stringent formal moderating and review body to be identified to review content \r\nMinimal reference to religion",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-08T22:32:35.752Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-09T17:53:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-15T10:22:48.203Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want content on Israel and Palestine to be added to the national curriculum, but we're not sure exactly how you want this to work.\r\n\r\nThe national curriculum sets out content that schools can or must teach students about, but it is up to schools how to teach this, and the Government does not moderate the way in which schools teach curriculum content. Ofsted already inspects services providing education for children of all ages.\r\n\r\nYour petition also calls for any teaching about Israel and Palestine to include minimal reference to religion. but it's not clear how the Government could achieve this through the curriculum, or how schools could educate children about Israel and Palestine without reference to religion.\r\n\r\nIf you want to submit a new petition, you would need to provide your full name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-15T10:22:49.243Z"
    },
    "id": 588322,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588322.json"
    },
    "type": "petition"
}