{
    "attributes": {
        "action": "Stop the development of the Sea Wall,\r\nProtect the amenities and the businesses.",
        "additional_details": "The local council Fylde Borough are not listening even the local MP Mark Menzies has written to FBC and the EA to have proper consultation",
        "background": "The council have started  to propose a sea wall protection scheme that does not take into consideration the local amenities nor the disruption to the local businesses. We need a full scale public debat5e on the issue.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-09T18:11:12.201Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-09T18:25:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-15T07:22:24.364Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about local infrastructure improvements, including sea defences, are a matter for individual local authorities, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also contact your local council directly. Find out how to contact your council here: https://new.fylde.gov.uk/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-15T07:22:25.137Z"
    },
    "id": 588408,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588408.json"
    },
    "type": "petition"
}