{
    "attributes": {
        "action": "To stop Global Warming and care about the environmet",
        "additional_details": "I want parliament to stop global warming. For the past 10 years the environment has gotten worse and worse and the United Kingdom\r\nhas been hotter and hotter in spring and summer and 2014 was the hottest year during the period of (1984-2020).\r\nSo I want to make a change by making parliament make prices cheaper for electric cars so pollution doesn't affect the environment in a bad way and for greenhouse gases not going to the Earth's Ozone layer and breaking it apart.",
        "background": "I want parliament to stop global warming by reducing the cost of electric cars and to make the price higher for cars that run on petrol and fuels diesel etc.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-10T14:10:29.840Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-14T19:21:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-18T13:50:44.788Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government isn't responsible for setting the price of cars, which is a decision for manufacturers and retailers.\r\n\r\nYou might like to sign this petition calling for an increase in the grant available from the Government to support the purchase of an EV\r\n\r\nhttps://petition.parliament.uk/petitions/587687\r\n\r\nYou could start a petition calling for increased taxes on polluting vehicles, or on the cost of petrol, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-18T13:50:45.900Z"
    },
    "id": 588476,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588476.json"
    },
    "type": "petition"
}