{
    "attributes": {
        "action": "Leave smokers alone!",
        "additional_details": "Peoples freedoms are being taken away. Smoking is clearly number one on the hit list. What will be next? It’s time for smoking laws to be left untouched, and to respect pub owners, smokers, friends/colleagues of smokers, and more. Many smokers experience health issues with vaping, e.g migraines, cramps, dizziness, but don’t with smoking. Not everyone is a good fit for vaping. Give people a chance to make their choices, it is not your job to do this for them!",
        "background": "Constant attacks are happening on smokers’ freedoms. Councils are banning smoking outside pubs. More pubs will close. It’s a persons’ choice to smoke or not. Working class are continuously losing pleasures.This is fast becoming a nanny state.What freedoms will be lost next? Leave smoking laws alone!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-10T03:32:47.905Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-10T11:23:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-15T11:27:44.593Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not aware of any planned changes to laws on smoking. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-15T11:27:47.587Z"
    },
    "id": 588435,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588435.json"
    },
    "type": "petition"
}