{
    "attributes": {
        "action": "Please stop using our taxes to fund religious indoctrination in schools.",
        "additional_details": "Faith schools might appear to do well academically due to selection, but children are often deprived intellectually and emotionally, as I was by the indoctrination I faced in a faith school funded by my own government.  For the preservation of our valuable democracy, young people should be taught to respect evidence.  The misled Americans who attacked the US capital in January, waved Christian flags and crosses. Insurrection becomes possible when you teach children to put faith before facts.",
        "background": "Today, many British children are instructed in beliefs that contradict our shared values of equality and fairness, because state-funded faith schools are allowed to sidestep critical, dialogic education.  Instead, all schools should be obliged to follow a common, open and morally sound, RE syllabus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-09T18:04:57.756Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-18T08:37:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-23T08:26:53.775Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/585296\r\n\r\nWe could also accept a petition calling on the Government to remove provisions that allow faith schools to choose what they teach in religious studies."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-24T13:14:48.902Z"
    },
    "id": 588407,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588407.json"
    },
    "type": "petition"
}