{
    "attributes": {
        "action": "I want the government to consider legalisation of recreational cannabis.",
        "additional_details": "Cannabis has been proven to have positive effects as well as negative effects. The issue is, all the time cannabis is illegal, it can't be regulated or controlled, making it more dangerous for current users. If businesses could sell legally, there would be less drug crime for selling cannabis as people would use licensed dispenserys instead of illegal dealers. There should be strict laws against minors consuming or possessing cannabis and if an adult sells to a minor, they should be prosecuted.",
        "background": "I would like the government to legalise recreational cannabis for 18s/21s over (I don't know what the age should be) and to allow businesses to sell legally under strict regulations. This would make consumption of cannabis safer for those who do and could cause illegal dealers to lose customers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-10T14:24:51.498Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-10T21:39:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-16T11:02:50.107Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nLegalize cannabis for recreational and medical use: https://petition.parliament.uk/petitions/575625\r\n\r\nAllow the public to vote on the legalisation of cannabis: https://petition.parliament.uk/petitions/580806"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-16T11:02:50.803Z"
    },
    "id": 588478,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588478.json"
    },
    "type": "petition"
}