{
    "attributes": {
        "action": "Investigate inflated Foreign Shipping Costs that are affecting SME Businesses",
        "additional_details": "We are a SME business who import furniture from Asia and the Far East. Following the Coronavirus pandemic there has been a sudden and unfair monopolisation by International Shipping Freight Logistics Companies on any supplier or manufacturer attempting to import from overseas into the UK! Costs have soared from $2,800 (per 40ft container), this has now spiked to $16,000! \r\n \r\nWe are asking the UK Government for support to investigate the soaring freight costs following the Coronavirus pandemic.",
        "background": "Many UK importers and SME businesses are facing inflated foreign shipping costs that cannot be absorbed and will inevitably lead to higher prices for consumers or businesses having to close! \r\nWe are asking for support to investigate the soaring freight costs amid a global shipping crisis!!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-11T11:12:22.100Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-11T11:32:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-17T14:16:02.488Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand that you are concerned about shipping costs for certain industries, but we're not sure exactly how you'd like the Government or Parliament to investigate this. In any case, the Government is not responsible for shipping costs charged by international freight companies.\r\n\r\nThe Competition and Markets Authority is responsible for investigating competition or market problems. You can find out how to notify the CMA if you think competition law might have been broken or you're concerned there’s a problem in a market sector here: https://www.gov.uk/guidance/tell-the-cma-about-a-competition-or-market-problem\r\n\r\nWe could accept a petition calling on the Government to provide financial support to businesses involved in international shipping, due to increased costs for shipping, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-23T13:48:24.611Z"
    },
    "id": 588559,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588559.json"
    },
    "type": "petition"
}