{
    "attributes": {
        "action": "EOTAS to be made more accessible via LEA to children who struggle with anxiety",
        "additional_details": "If a child can not access school due to severe anxiety related conditions ie.. Autism, results in them not getting an education, then it seems like a clear case of discrimination. LEA are not making adjustments to meet the child's needs as they need to be in school to get access to an education but if being in school impacts the child's mental health and they can not learn due to the environment impacting them. How is this fair, it is an impossible situation for the parent to be placed in.",
        "background": "To change the statutory guidance that Local Education Authority follow. To make it easier to access Education Otherwise Than at School under mental health concerns/conditions for a child. Also change wording from mainstream schools to all schools when it comes to receiving good quality education.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-10T18:35:04.251Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-10T21:17:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-16T11:02:04.116Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing arrangements for education outside of schools for certain young people, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIf you want it to be easier for parents to home educate their children, we have published the following petitions, which you might like to sign:\r\n\r\nModify arrangements for Home Education of children with an EHCP: https://petition.parliament.uk/petitions/575022\r\n\r\nIf you want something else you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-16T11:02:06.685Z"
    },
    "id": 588504,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588504.json"
    },
    "type": "petition"
}