{
    "attributes": {
        "action": "UK must fund worldwide Covid-19 vaccinations independent of other aid commitment",
        "additional_details": "This is of course a moral imperitive.  \r\nHowever, it is also a matter of self-interest: the appearance of dangerous new variants depends on the number of people infected worldwide.  Regardless of where they originate, some of these variants will spread to the point that they at minimum affect UK trade, and they may even take hold in the UK population.",
        "background": "Make it clear that the UK will fund international vaccinations regardless of concerns about overall aid budgets.  Start by further funding the critical production facilities that enable enhanced vaccine rollout - and do this ahead of reaching international agreement",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-10T18:16:58.022Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-10T18:55:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-16T08:14:55.997Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the UK Government has pledged to donate 100 million coronavirus vaccine doses to the world within the next year: https://www.gov.uk/government/news/uk-to-donate-100-million-coronavirus-vaccine-doses\r\n\r\nIf you want the Government to take further action you could start a new petition requesting this, but it would need to be clear what action you want the Government to take that it isn't already."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-16T08:14:57.970Z"
    },
    "id": 588502,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588502.json"
    },
    "type": "petition"
}