{
    "attributes": {
        "action": "Make all websites adhere to a universal system and policy for cookies",
        "additional_details": "Since the 25th May 2018, all data storage had to be confirm by the individual in contact with a service. Unfortunately since then many platforms have failed to offer a clear and easy method to reject data storage. Due to this wide and consistent failure by so many companies to adhere to the law, the UK government should now ask all websites to ask individuals again if they are ok with their data being stored with a universal policy which is as easy as to reject as it is to accept.",
        "background": "I wish for the government to call all websites visited within the UK to ask site visitors to accept or decline cookies using a universal and consistent platform. This platform should offer declining to be as easy to reject as to accept cookies.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-12T11:44:40.241Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-13T08:22:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-18T08:14:29.783Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is responsible for data protection legislation, but implementing measures that ensure they are compliant with these and deciding how to offer their services is a matter for indiviudal data holders, including website operators, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-18T08:14:30.919Z"
    },
    "id": 588632,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588632.json"
    },
    "type": "petition"
}