{
    "attributes": {
        "action": "Stop the increase on car and van insurance policies for no fault claims",
        "additional_details": "This is surely unfair to carefull drivers and road users to be financially punished for the incompetence and carelessness of other drivers and road users, no fault incidents can increase the insurance premiums of carefull drivers  involved by 10% to 20% and can also effect no claims bonuses built up over many years, some drivers are afraid to make claims for minor incidents due to this issue and for the fear of no being able to afford the price increase to already high premiums",
        "background": "Please sign this petition and stop insurance companies recouping money for accidents by increasing the insurance premium of innocent carefull drivers who have been involved in an incident where they where not to blame, why should carefull drivers be punished for the recklessness of other drivers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-12T06:14:07.121Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-12T18:19:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-17T11:35:46.798Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for insurance providers. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-17T11:35:48.315Z"
    },
    "id": 588615,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588615.json"
    },
    "type": "petition"
}