{
    "attributes": {
        "action": "Sort out the lack of services all of us drivers are receiving from the DVLA",
        "additional_details": "At the moment its strike after strike. There are a lot of drivers that are due medicals, waiting on the passports and documentation back, that have been waiting months and months.\r\nPeoples jobs are on the line due to needing there licences. \r\nPeoples mental health are suffering \r\nPeople need there licences for medical reasons and rely heavily on this fact.\r\nThere needs to be an investigation in to DVLA and something needs to be done about the length of time we are having to wait!",
        "background": "Sort out the way the DVLA are treating all us drivers. Very unfair. People are losing there jobs, left without documentation. People rely heavily on needing a driving licence. This is people lives the DVLA are messing with. Peoples mental health etc are suffering. Come on people pets join forces!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-14T13:10:40.221Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DfT",
                "name": "Department for Transport",
                "url": "https://www.gov.uk/government/organisations/department-for-transport"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-14T13:51:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-21T07:03:58.965Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the level of service being provided by the DVLA, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nInquiry into the DVLA’s performance during the Covid-19 pandemic: https://petition.parliament.uk/petitions/586778\r\n\r\nAllow driving tests to be temporarily replaced by instructor examinations: https://petition.parliament.uk/petitions/576153\r\n\r\nPrioritise cancelled driving test candidates for rebooking: https://petition.parliament.uk/petitions/565349\r\n\r\nMake driving theory tests available to take online: https://petition.parliament.uk/petitions/570878"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-21T07:03:59.791Z"
    },
    "id": 588793,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588793.json"
    },
    "type": "petition"
}