{
    "attributes": {
        "action": "Regulate age limits on in-app advertising to children more stringently",
        "additional_details": "So that children in the future will not have to experience and\\or be exposed to inappropriate content due to a lack of care taken by the people who decide the age ratings on apps. Research shows that 50-70% of children are unhappy with their body image and eating disorders have increased during pandemic. Children are spending more time on screens so the influence of online advertising is even more. I am a 9 year old girl who has been exposed to ads telling me to \"get a bikini body\".",
        "background": "To increase the regulation of advertising and scrutinise age ratings to protect children and to ensure issues such as body positivity and the impact on mental health are considered in age ratings.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-13T18:43:48.630Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-13T19:19:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-18T09:36:02.468Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about how children's perception of body image is affected by content in mobile apps. However it's not clear what it is you'd like the Government to do about this.\r\n\r\nThere are already a number of age rating systems for apps that are used by developers and individual retailers and app stores such as Apple and Amazon. Further, it is already possible to report your concerns about an advert you feel is inappropriate to the Advertising Standards Authority. You can find out how to do this here: https://www.asa.org.uk/make-a-complaint.html.\r\n\r\nYou could have a petition calling on the Government to ban body shaming in all advertisements aimed at children, including those contained in apps, if that is something you'd like to see happen.\r\n\r\nIf you do choose to start a new petition, please note you will need to give your full name, as we can't accept petitions which only display a first name (or a first name and the initial of your surname). "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-18T09:37:00.547Z"
    },
    "id": 588744,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588744.json"
    },
    "type": "petition"
}