{
    "attributes": {
        "action": "Change the Law in dog walking",
        "additional_details": "I’m a dog owner, and I would never walk my dog in the heat anything over 19 degrees, and that should be every owner.. the amount of dog owners I’ve seen walk their dogs in the heat 23-26 degrees it’s animal cruelty, and they should get a £200 fine for their first offense, because it is serious. Heat Stroke is serious in dogs, or any animal.Dog Owners should use common sense when knowing what time of day to walk their dog, either early in the morning and late in the evening, not middle of the day",
        "background": "I want Government to give police the power to give people walking their animal a Fine in the heat, over a certain temperature. Everyone knows dogs paws can be damaged by the hot pavements, yet people still take their dog out for walks, they don’t deserve dogs if they think it’s okay",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-13T15:24:40.147Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-13T15:42:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-18T09:08:30.154Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the welfare of dogs in hot weather, however the Animal Welfare Act 2006 already makes it an offence if a person causes, by act or omission, an animal to suffer.\r\n\r\nThe Government's code of practice for the welfare of dogs, which provides owners and keepers with information on how to meet the welfare needs of their animals, and can be used in courts as evidence in cases brought before them relating to poor welfare, specifically highlights the risks of heat stress: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf.\r\n\r\nYou could have a petition calling on the Government to make it a specific criminal offence to walk dogs during periods of extreme heat, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-18T09:08:34.790Z"
    },
    "id": 588729,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588729.json"
    },
    "type": "petition"
}