{
    "attributes": {
        "action": "Change Covid testing (or extend vaccinations) for young children",
        "additional_details": "Testing a young child who doesn’t understand what’s happening is an awful experience for children and parents. As a working mum, I would love to avoid this and keep him home for 10 days but that’s not possible. After the 4th test, I’ve now started to question 1) what is happening with vaccinations for young children 2) is there a less intrusive test that can be used (copious amounts of saliva won’t work for toddlers) and 3) could we say they only get tested if they have 2 or more symptoms?",
        "background": "I’ve just taken my 19 month old son for his 4th Covid test. He started nursery in November and has picked up numerous bugs which have given him a temperature. Bugs are good for children’s immune systems but why is nobody talking about the subsequent impact they have in terms of Covid?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-14T19:35:43.296Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-16T07:32:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-21T10:31:43.661Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing arrangements for testing children for Covid-19, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nDecisions about whether to approve Covid-19 vaccination for children is a matter for various public health agencies, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-21T10:31:44.749Z"
    },
    "id": 588825,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588825.json"
    },
    "type": "petition"
}