{
    "attributes": {
        "action": "Theory test being carried out although 24 weeks waiting list for practical!",
        "additional_details": "Freeze theory tests. I spoke to someone over the phone from the driving gov and he said new dates will come out on Mondays for November onwards till it's booked until then. I was on the site from 6am-9am and there was nothing across all centres. This means as the 2 years cannot be extended from when we take our theory test till we can pass our practical test that we are missing out. Priorities the ones who just passed their theories in order after the people's who's tests were cancelled.",
        "background": "Freeze theory tests as it's all booked for 24 weeks plus for the people who's tests were cancelled or pushed ahead and nothing for the people who have just passed their theory!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-14T22:07:16.545Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-15T08:27:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-21T08:41:09.005Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about availability of driving theory tests, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for theory tests to be frozen, but it's not clear if you want no theory tests to happen, or for no new theory tests to be advertised. It's also not clear why you want this to happen.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nExtend Driving/Motorcycle theory certificates: https://petition.parliament.uk/petitions/567292\r\n\r\nRefund driving theory tests that expire during COVID-19 pandemic: https://petition.parliament.uk/petitions/571379\r\n\r\nPrioritise cancelled driving test candidates for rebooking: https://petition.parliament.uk/petitions/565349"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-21T08:41:09.717Z"
    },
    "id": 588840,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588840.json"
    },
    "type": "petition"
}