{
    "attributes": {
        "action": "Increase maintenance loan for final year university students due to COVID",
        "additional_details": "Student accommodation is expensive - the cheapest accommodation from private providers such as Portland Green can often cost as much as £396 a month (https://bit.ly/35gqcyB).\r\n\r\nA lot of the part-time industries that students normally work in have been dramatically affected as a result of the pandemic (common student part-time jobs cited here https://bit.ly/2Tu4vs2) \r\n\r\nThe average student income can't cover the cheapest provider cited above for more than three months (https://bit.ly/3wnmlLP).",
        "background": "Students about to start their final year of university have found out that they're going to get less maintenance loan due to not being considered students during summer. With us losing part-time jobs due to the pandemic, we need more financial support to recover from COVID and not less.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-14T15:35:09.782Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-14T16:32:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-21T07:28:43.084Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the amount of maintenance loans, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear how much you want maintenance loans to be increased by, or if you want rules relating to the different amount of maintenance loan available to students living at home as compared to away from home to be changed.\r\n\r\nIt's also not clear what you mean when you say maintenance loans will be reduced because students aren't being regarded as students this summer. The Student Loans Company has published guidance for students who have moved back home in the January term: https://www.gov.uk/guidance/guidance-for-students-who-have-moved-back-home-in-the-january-term\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nExtend the Maintenance loan to cover part time distance learning students: https://petition.parliament.uk/petitions/580270\r\n\r\nImprove postgraduate degree loans by covering full tuition and maintenance: https://petition.parliament.uk/petitions/573787\r\n\r\nOffer all students the full maintenance loan no matter what their parents earn: https://petition.parliament.uk/petitions/575973"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-21T07:28:44.012Z"
    },
    "id": 588804,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588804.json"
    },
    "type": "petition"
}