{
    "attributes": {
        "action": "Review How Child Element Of Universal Credit Is Calculated",
        "additional_details": "Calculating child element of universal credit on the qualifying childs parents income and not the household income will significantly improve many children's quality of life. \r\nIt enables a calming parent to be more financially independent, not relying on new partners to cover the shortfall after UC has stopped even though their personal income may not changed or has has greatly reduced due to their claim ending. \r\nAnd stops partners being financially responsible for children that are not theirs.",
        "background": "The way UC is calculated means that often a resident parents UC ends  with a new partner. This leaves some parents (mostly women) and children at a financial disadvantage. Child element should be calculated on the parents incomes, not the resident households income.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-14T21:09:30.901Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-14T21:58:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-21T08:32:03.207Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/580593\r\n\r\nIf you and your partner live together you have to apply for Universal Credit as a couple. This means that your Universal Credit award, including any child element, is based on your and your partner's income."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-21T08:32:04.180Z"
    },
    "id": 588833,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588833.json"
    },
    "type": "petition"
}