{
    "attributes": {
        "action": "Make producers of drinks in plastic bottles or cans fund Deposit Return Systems",
        "additional_details": "Looking at public spaces, road verges and beaches it is obvious that litter is a serious problem. Campaigns to Keep Britain Tidy haven't worked. Another solution is urgently needed. The DRS with RVMs will incentivise citizens to recycle, value resources and the environment -and abandon a damaging throw away, wasteful culture. In addition Highways and Local Authorities won't have to pay to clear litter. The Government is committed to a greener future. We need fine words to be acted upon.",
        "background": "Parliament must heed Michael Gove's 2018 statement \"It’s absolutely vital we act now\". The shelving of the Deposit Return Scheme (DRS) until 2024 must be reassessed with the cost of Reverse Vending Machines (RVM) funded by all producers of drinks in plastic bottles and tin cans - not the tax payer.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-15T14:23:34.522Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-15T20:18:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-21T09:55:36.022Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nDeposit scheme on glass, plastic, steel, aluminium bottles and cans: https://petition.parliament.uk/petitions/572535\r\n\r\nRequire refundable deposits on drinks cans and bottles: https://petition.parliament.uk/petitions/582473"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-21T09:55:36.855Z"
    },
    "id": 588888,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588888.json"
    },
    "type": "petition"
}