{
    "attributes": {
        "action": "Make Welsh, Scottish Gaelic, Irish, Cornish, Scots, BSL co-official in the UK",
        "additional_details": "The government must address the centuries-long marginalisation of indigenous language-speakers in the home nations, with co-official status for the languages above, across the jurisdiction. With Brexit, the legal standing of these languages is weakened, with no legislation or policy comparable to the EU Charter for Regional or Minority Languages in place. Speakers face decreased opportunity to interact with the state and public services through their language of choice, contrary to human rights.",
        "background": "Eleven native languages are spoken and signed across the UK, yet none have nationwide official status. Such status will allow for interaction with national and local government and public authorities through these languages, wherever the speaker lives, as per their human right to language.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-16T16:38:28.507Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-16T18:16:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-22T10:19:57.827Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want certain languages to be officially recognised, but we're not sure exactly what new status or requirements you want the Government to introduce regarding these languages.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. Additionally, the Government would only be responsible for any policy related to reserved matters, and not matters that have been devolved to Scotland, Wales and Northern Ireland."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-22T10:19:59.460Z"
    },
    "id": 588992,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588992.json"
    },
    "type": "petition"
}