{
    "attributes": {
        "action": "Fine Companies for Use of Plastic Products and Packaging, Especially Single Use",
        "additional_details": "If there were consequence to companies actions in the produce of plastic, they might start to seriously contribute to the reduction of plastic on the planet.\r\nMiracle Grow contains 4 plastic bags of product held in a large plastic box; Multipack crisps are several individual plastic bags, stored in a large plastic bag; Mr Kiplin slices are stored in individual plastic trays, in plastic wrapping, contained in a plastic box. This has to stop! There are easy alternatives. Failing that, fine them!",
        "background": "A study published in Science Advances, researchers found that residents of the U.K. produce 2nd most plastic waste per person, throwing away almost 99kg (218lbs) annually. \r\nAs an individual, I recycle where possible, but my actions are futile when companies continue to needlessly produce plastic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-16T10:24:02.884Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-18T20:15:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-23T12:03:47.120Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about the production and use of plastic packaging, however producing and using plastic packaging is not necessarily illegal, so it is not clear under which law such a fine could be levied. It is therefore not clear what it is you would like the Government to do.\r\n\r\nYou may like to sign the following petitions which call for related actions:\r\n\r\n'Ban packaging that is not biodegradable or domestically recyclable': https://petition.parliament.uk/petitions/574939\r\n\r\n'Ban all single-use plastic': https://petition.parliament.uk/petitions/586547\r\n\r\n'Introduce a 'litter tax' on all single-use packaging': https://petition.parliament.uk/petitions/577169"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-23T12:03:49.255Z"
    },
    "id": 588955,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588955.json"
    },
    "type": "petition"
}