{
    "attributes": {
        "action": "Give care home staff and nhs workers a bonus for getting vaccinated.",
        "additional_details": "Pay a reasonable 1 off bonus of 10% of yearly salary to all nhs/care home staff as a thank you, but coupled with the bonus only payable to staff who recieve 2 vaccines. Rather than forcing on people you should be thanking. You would get a massive uptake from all, apart from the few who have major issues. Which shouldn't be forced or fired after all they have done.",
        "background": "The government are looking at making care home staff and nhs get vaccination against will, rather than thanking them for supporting the country, so give the people who stayed working a bonus, people on benefits got a boost, business owners got grants. Pay the workers that need it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-16T13:17:33.509Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-16T20:16:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-22T09:51:13.537Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want healthcare and social care workers to receive a bonus for being vaccinated, but it's not clear if you want this to be instead of any requirement for these workers to be vaccinated, or to happen whether or not vaccination is made a condition of employment for people in these sectors.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-22T09:51:14.374Z"
    },
    "id": 588973,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588973.json"
    },
    "type": "petition"
}