{
    "attributes": {
        "action": "Ban all Loud/Modified Banging Vehicle Exhausts",
        "additional_details": "These exhaust modifications are not a necessity for a vehicle to have . The ridiculously frightening bangs which are like a firework spectacle going off are a childish modification an extension of the individuals vanity.\r\nNo consideration for the fear the exhausts put into animals or humans.\r\nIf a human being with a heart condition was in the vicinity of one of these exhaust bangs when it went off the potentiality is there that the shock could be extremely adverse.",
        "background": "Make illegal the loud banging exhausts which are being put on vehicles.\r\nBeing a pet owner who loves and cares about my dogs well being it is terrible to see how frightened and anxious my dogs become every time a car with one of these exhaust modifications goes past our house.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-16T08:24:16.781Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-18T06:24:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-22T16:00:09.607Z",
        "rejection": {
            "code": "no-action",
            "details": "Testing centres are already required to inspect a car’s exhaust system to ensure it does not breach legal noise limits as part of the MOT: https://www.gov.uk/government/publications/car-parts-checked-at-an-mot/car-parts-checked-at-an-mot.\r\n\r\nIt is also illegal for cars to be modified to make their exhausts louder: https://www.gov.uk/noise-pollution-road-train-plane#:~:text=It's%20illegal%20to%20modify%20the,that%20creates%20too%20much%20noise.\r\n\r\nYou could start a petition calling for the legal noise limit for cars to be reduced from the current 74dB, as a way of tackling noisy exhausts, if that is something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-22T16:00:11.007Z"
    },
    "id": 588946,
    "links": {
        "self": "https://petition.parliament.uk/petitions/588946.json"
    },
    "type": "petition"
}