{
    "attributes": {
        "action": "Make Apprenticeships available to all ages by removing the age bracket of 16-24",
        "additional_details": "The Gov should be enabling it’s citizens to retrain. Many people cannot afford higher education and are limited by the need to have an income when considering whether or not to attempt a change of career. Opening up the age range of Apprenticeships will allow better education opportunities, more mobility in society and give more people the chance to find a career that suits their needs.",
        "background": "The Gov state that anyone over 16 can apply for an Apprenticeship but the majority of Apprenticeships advertised only allow 16-24yr olds. This is discrimination. People of any age can want or need to retrain. Removing the age bracket means that employers cannot limit the ages of applicants.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-17T09:01:22.770Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DWP",
                "name": "Department for Work and Pensions",
                "url": "https://www.gov.uk/government/organisations/department-for-work-pensions"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-19T14:51:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-24T12:05:48.420Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. There is no legal upper age limit for apprenticeships.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as creating a legal requirement for employers not to have an age limit on apprenticeships. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-24T12:05:50.173Z"
    },
    "id": 589047,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589047.json"
    },
    "type": "petition"
}