{
    "attributes": {
        "action": "Amend law such that 15-17 year olds are legally defined as 'adolescent'.",
        "additional_details": "Biologically, the capabilities of persons aged 15-17 are notably disparate to that of people under 15, given space for genetic/environmental variation. Subsequent to this, it would be advantageous toward developing confidence, emotional intelligence and assist in the perception of their societal postion i.e. they would gain recognition of their physiological and psychological potential.\r\nThe current use of the term 'child' is ambigious, potentially discouraging appropriate representation.",
        "background": "Legislate that the British Legal system determines persons of 15 to 17 years old as an ADOLESCENT in line with the WHO (World Health organisation) as well as the AMCHP (Association of Maternal & Child Health programs) and their definition of \"middle adolescence\" being 15-17 years of age.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-17T16:47:24.725Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-28T12:02:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-05T07:06:20.565Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the current definition of children, but we're not sure if you just want the Government to change how people of a certain age are defined in law, or if you want this to change how such people are treated in the law (such as in regard to their legal rights and responsibilities).\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-19T10:48:41.934Z"
    },
    "id": 589092,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589092.json"
    },
    "type": "petition"
}