{
    "attributes": {
        "action": "Under 18s must have the option to be vaccinated against Covid-19",
        "additional_details": "All children risk Long Covid and some children will die without vaccination.\r\n\r\nInfections in children ultimately spread to the wider community which will result in further deaths.\r\n\r\nHouseholds with clinically vulnerable and clinically extremely vulnerable (CV/CEV) members can be at greater risk of mortality, even with vaccinations. \r\n\r\nVulnerable Children were left out of priority groups 6 & 4 and urgently need to be vaccinated. They, and those who live in vulnerable households, must be prioritised.",
        "background": "Give all families the choice to vaccinate their children against Covid-19.\r\n\r\nCovid-19 is a preventable disease.\r\n\r\nWithout protection:\r\n\r\n* 7000 children now have symptoms beyond 1 year (ONS)\r\n* 8% of cases have symptoms beyond 3 months (ONS)",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-17T11:51:10.335Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-17T12:11:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-23T13:24:17.427Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about whether Covid-19 vaccines can be administered to under 18s are a matter for Medicines and Healthcare products Regulatory Agency (MHRA), not the Government or House of Commons.\r\n\r\nThe MHRA has authorised an extension to the current UK approval of the Pfizer/BioNTech COVID-19 vaccine that allows its use in 12- to 15-year-olds, and has said that it's now for the Joint Committee on Vaccination and Immunisation (JCVI) to advise on whether this age group will be vaccinated as part of the deployment programme: https://www.gov.uk/government/news/the-mhra-concludes-positive-safety-profile-for-pfizerbiontech-vaccine-in-12-to-15-year-olds\r\n\r\nWe could accept a petition calling on the Government to ensure that under 18s have access to any vaccine that has been authorised for use for under 18s, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-23T13:24:18.718Z"
    },
    "id": 589067,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589067.json"
    },
    "type": "petition"
}