{
    "attributes": {
        "action": "Overhaul the PSH(C)E curriculum in England to make it fit for a modern world.",
        "additional_details": "The current curriculum is simply not fit for purpose and does not properly educate children about the normality of LGBTQ+ and as shown in the everyone’s invited campaign appropriate attitudes to women, sex and consent. \r\n\r\nIt is time for a curriculum that is consistent across England with a government made curriculum during the making of which experts and young people have been consulted to make sure it includes everything that is needed to help students function in their adult lives.",
        "background": "To change the PSH(C)E curriculum to include topic such as rape culture and sexual harassment as this has been shown to be a major issue in our countries education system as well as including non heterosexual relationships and LGBTQ+ in the entirety of the curriculum not just in one lesson.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-17T06:14:59.025Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-17T07:43:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-21T11:17:03.741Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government has created a statutory PHSE curriculum, which includes teaching on LGBT+ relationships and healthy relationships. You can read more here:\r\n\r\nhttps://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education\r\n\r\nIf there are specific things that you'd like to be included, that are not already part of the curriculum, you could start a new petition calling for them to be added. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-21T11:17:05.156Z"
    },
    "id": 589036,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589036.json"
    },
    "type": "petition"
}