{
    "attributes": {
        "action": "Allow stand up drinks reception and dancing at weddings",
        "additional_details": "We have been told from day 1 being outside is safer - why can’t wedding guests stand up outside at a wedding drinks reception and have drinks and canapés in the fresh air? At our wedding we are being moved from an outside drinks reception to an inside one so guests can be seated. Surely this less safe? \r\n\r\nWhy is it I can hug guests, but I can’t dance with them outside? Couldn’t I dance with them inside with a mask on in a well ventilated area socially distanced? Couldn’t we take lateral flows?",
        "background": "Allow wedding couples and guests to stand up and drink their reception drinks and eat their canapés outside and don’t insist on them being seated even outside! \r\n\r\nAllow couples and their guests to be allowed to dance at weddings. Why can’t we do this if we can hug one another?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-16T19:51:40.640Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-16T19:58:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-22T09:41:32.234Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current restrictions on weddings, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for dancing and for people to be allowed to have stand up receptions, but it's not clear if you want this to only be allowed outdoors, or indoors as well.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAllow dancing at weddings before the 21st June and if lockdown gets extended: https://petition.parliament.uk/petitions/587851"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-22T09:41:33.016Z"
    },
    "id": 589011,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589011.json"
    },
    "type": "petition"
}