{
    "attributes": {
        "action": "To review divorce laws on equalization of pensions and assets",
        "additional_details": "It is unfair that a spouse expects 50% of assets when they have not supported the relationship financially but are capable of working but choose not to. I paid into my company pension since I was 18 moved in with my partner at 26 and after a 38 year relationship he leaves me & expects 50% of my pension even though he did not financially support the relationship. The spouse needs to prove they have financially supported the relationship before settlement is made in a court of law",
        "background": "To review the divorce laws on division of assets. A spouse must be able to prove that they equally contributed financially before being awarded 50% of their partners pension & assets. This should not apply if children are involved & the spouse gave up a career to bring up a family.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-18T15:41:50.249Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-19T09:07:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-23T15:57:36.970Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Reaching an agreement on the separation of finances during a divorce is a matter for the separating parties, and if they can't agree, the courts. It is not a matter for the UK Government or Parliament.\r\n\r\nYou could have a petition calling for the Government to require courts to calculate divorce settlements based on a fixed formula, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-19T12:54:44.879Z"
    },
    "id": 589177,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589177.json"
    },
    "type": "petition"
}