{
    "attributes": {
        "action": "Remove the minimum wage age brackets above 18 years old.",
        "additional_details": "Our younger generation is typically higher educated as a result of our improved education system yet they are faced with discrimination as soon as they enter the workplace. For example; two workers at Mcdonalds do the exact same job yet the 19year old earns £2.35p/h less. How is this justified if the job has been done to the same standard and provide the same value? That's £4,643.60p/year, we all have the same responsibilites when we become an adult at 18 and therefore should be treated equally.",
        "background": "To provide a justified reason for the age brackets for minimum wage or remove them in their entirety and provide an equal playing field regardless of age. This provides the tools needed to succeed in this day and age and avoid getting involved in criminal activity at a young age just to provide.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-18T12:17:14.883Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-18T13:42:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-23T08:45:36.112Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current minimum wages for different age groups, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for the brackets to be removed, but also suggests a rationale could be provided for their use. It also refers to creating an equal playing field regardless of age, but only refers to the minimum wages for people aged over 18.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nEqual minimum wage for all ages: https://petition.parliament.uk/petitions/581563"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-28T13:52:14.376Z"
    },
    "id": 589164,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589164.json"
    },
    "type": "petition"
}