{
    "attributes": {
        "action": "Teachers should be given the \"right to switch off\" at the end of the day.",
        "additional_details": "Many teachers in the U.K. work incredibly long hours of 60+ hours a week, feel overwhelmed by work load and are leaving the profession they love due to increasing work load. This will help in recruitment and retention.",
        "background": "In the age where remote working from home has become easy, teachers should be given legal right to switch off when they have left for the day to set boundaries between home and work life  to ensure homes don’t become 24/7 schools. This will help with physical and mental health of teachers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-19T00:37:11.611Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-19T06:41:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-23T15:26:07.684Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about teachers' working hours, however it's not clear what you want the Government to do about this. \r\n\r\nIn any case, teachers' working hours are a contractual matter between individual teachers, teaching unions, and schools and governors, in line with working time regulations. They are not the responsibility of the UK Government or Parliament.\r\n\r\nYou could have a petition calling on the Government to reduce the maximum directed time of 1,265 hours over 195 days per school year (the time in which teachers are required by their school to be at work or available to work), if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-23T15:26:09.846Z"
    },
    "id": 589225,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589225.json"
    },
    "type": "petition"
}