{
    "attributes": {
        "action": "Establish Independent People’s Panels (IPPs) for Social Care Services",
        "additional_details": "Social Services deliver praiseworthy care functions but yet suffer negative public perception in many ways. We advocate zero tolerance for assaults on social workers but it does beg the question: what might some social workers be doing to provoke such attacks from those they serve. There're indications that whistleblowing is unpopular, recourse for aggrieved persons inaccessible or hopeless. IPPs will ensure free, fair process devoid of fear of retribution, shame, stigma or public embarrassment.",
        "background": "To promote active whistleblowing within Social Services; strengthen protection of whistleblowers; empower IPPs to review: attacks on social workers; Parental complaints/grievances about Social workers & make recommendations. Ensure a truly independent, cost-free & accessible recourse for all parties",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-18T20:33:20.417Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-22T08:07:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-29T07:22:49.718Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see independent panels appointed to oversee social services, but we're not sure exactly what powers or responsibilities you want these panels to have. Your petition also refers to additional protections for whisteblowers, but any additional protections would need to be set out in law, and would not simply result from appointing oversight panels.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-29T07:22:50.550Z"
    },
    "id": 589205,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589205.json"
    },
    "type": "petition"
}