{
    "attributes": {
        "action": "Make Covid-19 rules apply to all and not be selective with events",
        "additional_details": "Currently in Glasgow it seems to be one rule for some and another rule for others. Football fans have been allowed to attend events, not socially distanced, without masks, without testing while shouting and singing. Weddings are once in a lifetime for most people, with close family and friends gathering to celebrate. It is unfair that football fans are receiving special treatment by the Scottish Government for their own gain.",
        "background": "The Government should acknowledge and ensure that Covid-19 rules are not relaxed for selected events. If rules are relaxed they should apply to all and if people are allowed to attend events (such as those in Glasgow currently) then weddings should be able to take place with no restrictions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-19T14:20:23.554Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-19T21:04:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-24T10:22:25.287Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-24T10:22:26.668Z"
    },
    "id": 589257,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589257.json"
    },
    "type": "petition"
}