{
    "attributes": {
        "action": "Change planning and building regulations so new homes meet 21st century needs",
        "additional_details": "The regulations are no longer fit for purpose in the light of the housing crisis, the climate emergency and the levelling-up agenda. Developers are using the green belt to build large executive style houses that a) do not solve the national housing shortage and b) hugely contribute to emissions. Too few affordable homes are built: developers claim they are not financially viable in order to focus on their profit margins. Too many young people and families cannot afford homes to rent or buy.",
        "background": "Local people need more say over what kind of housing gets built where. Green spaces must not be destroyed to create estates of executive style 4/5 bedroomed houses when local people need 2/3 bedroomed houses or 1 or 2 bedroomed flats. Gas boilers must be banned immediately and source pumps fitted.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-19T20:13:28.364Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-20T07:52:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-24T10:47:23.711Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We understand you'd like changes to planning regulations, but we're not sure from your petition exactly what changes you'd like to see happen. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-24T10:47:25.241Z"
    },
    "id": 589275,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589275.json"
    },
    "type": "petition"
}