{
    "attributes": {
        "action": "Change the laws in regards to what is considered grooming",
        "additional_details": "When I was 15 years old I was groomed by someone aged about a year and a half older than me. Despite the police acknowledging that what happened to me was wrong, they told me that it \"would've been a completely different story if he had been 30\" and that it wasn't considered a \"serious offence\" even though he was over the age of consent and I below it. Following a social media post, I discovered that many others have had similar experiences with the police and their own reports of being groomed.",
        "background": "Right now, if for example a 13 year old was groomed by a 15 year old or a 15 year old by a 17 year old, the person grooming wouldn't face any consequences, despite abusing someone. I want the laws to change so that anyone who is been found to have groomed another person is able to be prosecuted.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-18T20:47:37.369Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-18T21:22:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-24T14:59:55.393Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about children being coerced into sexual activity by other children. However, doing so is already illegal, as it would likely constitute child sexual abuse under the Sexual Offences Act 2003. You can find out more about this such offences here: https://www.cps.gov.uk/crime-info/sexual-offences.\r\n\r\nAs activities akin to the 'grooming' of a child by another child are therefore already an offence, we're not sure what it is you'd like the Government to do. \r\n\r\nYou could have a petition calling for the Government to allow under-18s to be charged with grooming, if that is something you’d like to see happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-24T15:00:03.075Z"
    },
    "id": 589207,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589207.json"
    },
    "type": "petition"
}