{
    "attributes": {
        "action": "Allow parents to watch their children on sports day",
        "additional_details": "Although the risks are understood and measurements needed to control the virus. I feel more could be done to ensure the happiness of our future generation in such a rememrable  moment part of school. As i child i used to dread sports day because it filled me with anxiety but to look over to see my mum and dad cheer, would just be the thing to  calm me right down.\r\nNot only that but i feel it is the right time and moment to show cheer and appreciation for all our children have been through.",
        "background": "Our children have been through enough to say the least over this past year.\r\nFootball matches, pubs, weddings, small gatherings are all allowed now the ease of lockdown is upon us.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-22T15:03:04.036Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-22T15:23:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-24T12:25:20.795Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for individual schools.\r\n\r\nThe Department for Education have confirmed that there is no legal bar on spectators attending, providing that legal limits on outdoor gatherings and groups are followed:\r\n\r\nhttps://dfemedia.blog.gov.uk/2021/06/18/can-sports-days-go-ahead-and-will-i-be-able-to-attend-we-answer-your-questions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-24T12:25:21.799Z"
    },
    "id": 589486,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589486.json"
    },
    "type": "petition"
}