{
    "attributes": {
        "action": "Allow using NHS Covid swabs for travel, free or for a fixed fee.",
        "additional_details": "The current UK capacity for swabs, far exceeds the needs of the public. \r\nOffer NHS swabs, free or for a fixed fee, enough to cover the expenses plus 5£ surplus to be used to fund the NHS.\r\nThis will also be competition for the privates who are offering swabs for extortionate prices.\r\nFamilies made poorer by the pandemic restrictions, are now seeing what they can offer to their kids further curtailed, by the increase of prices for travel. \r\nNo school, no sport and now no holidays.",
        "background": "The fees on PCR private swabs, requested for travel, increase inequalities. Working families cannot afford travel at all any more. Even the 14% NHS staff who are EU nationals, cannot go visit their families after one year, as ‘fit to fly’ swabs are up to 150£ a person, 600£ for a family of 4.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-22T16:01:05.280Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-23T06:47:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-29T07:46:55.636Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the cost of Covid-19 tests for international travel, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIf you want people to be able to travel using the lateral flow tests that are already publicly available, you might like to sign this petition: https://petition.parliament.uk/petitions/582714\r\n\r\nIf you want the Government to make PCR tests freely available or available at fixed on demand, we could accept a petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-29T07:46:56.797Z"
    },
    "id": 589490,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589490.json"
    },
    "type": "petition"
}