{
    "attributes": {
        "action": "Change the laws and rules around E-Bikes. Make them 18year+ and give them sound",
        "additional_details": "I want these bikes to have rules. Ages limits and tests and treat them like actual motorcycles or mopeds/scooters. They should have to have some form of insurance etc. Sounds on the bike as they are silent and can not be heard coming. 40% of people rely on what they can hear while crossing a road, without the noise to them they are endangering pedestrians.",
        "background": "These bikes are dangerous and come in different forms, from electrical bicycle to trails bikes etc. All these bikes can move at a high speed some of 47+ mph. Yet they do not need MOT/TAX or insurance. They are targeted at youths and young adults so don't even require a licence. This needs to change.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-23T14:03:12.723Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-23T14:10:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-29T08:11:32.785Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. E-bikes are capped at 15.5mph.  Bikes that travel faster than this are already required to be registered and taxed, and require a driving licence to use.  You can read more here:\r\n\r\nhttps://www.gov.uk/electric-bike-rules\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-29T08:11:34.064Z"
    },
    "id": 589571,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589571.json"
    },
    "type": "petition"
}