{
    "attributes": {
        "action": "Make drink producers socially responsible for all their used tin cans/bottles.",
        "additional_details": "It's unfair that the tax payer has to pay to clear up drink producers waste products in the form of plastic bottles and tin cans which, although recyclable, litter verges, public spaces and beaches. Producers can't ignore the issue or assume that all consumers will act responsibly. \r\nRV schemes will reduce a tax burden, promote good habits, conserve materials and help the environment. They can start now. We can't afford to wait until 2024 when the problem of waste clearance will be even greater.",
        "background": "Move away from clear up schemes funded by the tax payer. Instead make drinks companies fund initiatives which deal responsibly with their used containers. This can be done with Reverse Vending machines (RV) already successfully deployed in many countries. The deposit/return/refund principle works.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-22T20:48:39.267Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-23T10:13:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-29T07:52:26.597Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. You might like to sign this petition on deposits:\r\n\r\nhttps://petition.parliament.uk/petitions/572535"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-29T07:52:27.808Z"
    },
    "id": 589518,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589518.json"
    },
    "type": "petition"
}