{
    "attributes": {
        "action": "Allow both parents to support poorly babies and children in hospital",
        "additional_details": "If one parent has covid, then so does the other, and so does the child (if from one household). After being faced with a terrifying situation where my son needed to be taken to hospital via ambulance and his father wasn’t allowed to come anywhere near the hospital, I really feel something needs to change here. You can go to the pub, meet 30 people outside, but you can’t have the support of your partner when there’s a seriously poorly child. Parents need the support of each other at these times!",
        "background": "Myself and many others are finding it very difficult to understand the reasoning for the current rules, specifically regarding parental visitation for poorly babies and children in hospital.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-23T20:43:33.796Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-24T07:44:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-29T09:05:12.934Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We're sorry to hear what you've been through.\r\n\r\nWe can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  There is no legal limit on hospital visitors, but individual hospitals are able to set their own visiting policy. You can find out more here:\r\n\r\nhttps://www.nhs.uk/nhs-services/hospitals/going-into-hospital/visiting-someone-in-hospital/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-29T09:05:14.308Z"
    },
    "id": 589603,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589603.json"
    },
    "type": "petition"
}