{
    "attributes": {
        "action": "To make physically and emotionally unavailable parents available",
        "additional_details": "The emotional and physiological effects on the child growing up has deep rooted impacts on their development & mental health leading into adulthood. There are multiple studies available on gingerbread charity’s website. We would like the government to make the law equal so fathers cannot abandon their children like a mother cannot. The family court is outdated and needs to be looked into with positive changes in order to assist “single parents” and innocent children to seek equal responsibility.",
        "background": "We want the government to make an ‘unavailable’ father to be legally responsible for his child emotionally as well as financially. If not possible, the same consequences should be in place as a mother who abandons their child. It should not be solely down to the mother to raise their child.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-24T21:00:25.048Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-24T21:13:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-29T15:05:14.866Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing arrangements for parental responsibility, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nBoth mothers and fathers who have parental responsibility for a child have responsibilities, including to provide a home for the child and protect and maintain the child. It is illegal for any parent, not just the mother, to abandon a child.\r\n\r\nA mother automatically has parental responsibility for her child from birth. A father usually has parental responsibility if he’s either married to the child’s mother or listed on the birth certificate.\r\n\r\nWe could accept a petition calling for changes to rules for parental responsibility, but it would need to be clear what changes you wanted to existing rules."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-29T15:06:02.404Z"
    },
    "id": 589688,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589688.json"
    },
    "type": "petition"
}