{
    "attributes": {
        "action": "Allow people to use NHS tests for travelling abroad and back (2,5 and 8 day).",
        "additional_details": "NHS tests are more accessible for all people in the U.K.and they are always on time when needed(paid tests do not always arrive on time).There is no difference between the PCR tests(free and paid),but if the free NHS COVID tests are valid for travel this will increase the level of safety on U.K.borders and in the country.Also this will improve traffic on the borders(as it’s easier to book the NHS tests)and this will help tourism and the related economy to increase revenues for the state budget.",
        "background": "Approve the free NHS PCR COVID tests for travelling abroad and back, to include tests which have to be done after returning to the U.K. (this being the second and eighth day tests, along with the fifth day test to release.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-24T12:23:20.415Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-24T13:31:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-29T10:53:21.210Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the cost of Covid-19 tests required for international travel, but we're not sure exactly what you'd like the Government or Parliament to do. At present PCR tests are only available through the NHS for people with Covid-19 symptoms. It's not clear if you want people to be able to accept results from any tests that are already available under these arrangements as part of the testing requirements for international travel, or if you want the Government to make PCR testing available from the NHS on demand, for people who are travelling to the UK.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nLower the price of the £210 COVID Home Test Kits for travellers entering the UK: https://petition.parliament.uk/petitions/575509\r\n\r\nAllow international travel with a lateral flow test result: https://petition.parliament.uk/petitions/582714\r\n\r\nMake Covid-19 tests freely available to all international travellers at airports: https://petition.parliament.uk/petitions/586262"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-29T10:53:22.180Z"
    },
    "id": 589645,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589645.json"
    },
    "type": "petition"
}