{
    "attributes": {
        "action": "Statutory Sick Pay(SSP) to be increased to reflect inflation and cost of living",
        "additional_details": "£96.35 is simply not enough,  and fails to provide a safety net for when someone falls ill. Considering this is £230 less per week than what a person earning the so-called 'living wage' would earn, it is clear that this is punishing someone for being ill.\r\n\r\nSSP must reflect the current cost of living, and not be so low that it causes financial stress and worry for those who are unlucky enough to fall ill.\r\n\r\nEither increase the weekly rate, or make it mandatory for employers to match the £96.35 SSP",
        "background": "The current weekly rate of SSP is far too low, and employers are not legally required to supplement SSP. This places the working public in a dilemma -  survive on less than £100 a week and get better, or go to work and potentially increase the risk of spreading bugs and worsening your health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-24T12:50:12.539Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-25T09:43:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-30T12:10:29.978Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the current rate of Statutory Sick Pay, but it's not clear how much you want this to be increased by.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease Statutory Sick Pay to £330 per week during COVID-19: https://petition.parliament.uk/petitions/569262"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-30T12:10:30.699Z"
    },
    "id": 589647,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589647.json"
    },
    "type": "petition"
}