{
    "attributes": {
        "action": "Children over 10 to be held legally responsible for their actions",
        "additional_details": "To many young children are being bullied, physically, via social media and via third parties. Children in the UK are losing their lives due to this and not enough is being done, legally, to stop this. Children are becoming increasingly ignorant to the law and in turn the rate of crime and 18 to 21 year olds in prison is increasing. Children need to be shown from a young age that the law applies to them just as much as an adult. They need to be held responsible",
        "background": "The law states that children over 10 are legally culpable for their actions. However this is to frequently ignored and children are getting away with physical assault, threats to kill, criminal damage to name a few. Children over 10 should be on a 3 strike system and then be dealt with by law",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-24T16:54:30.748Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-24T17:09:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-06-29T11:14:59.124Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the actions of young people, but we're not sure exactly what you'd like the Government or Parliament to do. As you note in your petition, the age of criminal responsibility in England and Wales is already 10 years old. Decisions about sentencing where someone has been found guilty of committing a crime is a matter for the courts, not the Government or House of Commons.\r\n\r\nIf you would like the Government to change legislation governing how children aged between 10 and 17 are treated by the justice system, you could start a new petition explaining clearly what changes you would like the Government or Parliament to make to this legislation."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-29T11:14:59.885Z"
    },
    "id": 589664,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589664.json"
    },
    "type": "petition"
}