{
    "attributes": {
        "action": "Preventing pollution and climate change",
        "additional_details": "Pollution is a serious problem due to its severe damages. For example long-term exposure to air pollution which can lead to chronic respiratory disease, lung cancer and other diseases. Toxic chemicals that accumulate in top predators can make some species unsafe to eat. Also climate change is affecting the temperature of the Earth. This leads to melting ice, meaning rising sea waters, leading to floods. And if it continues this way, after years the population will eventually die.",
        "background": "Raising awareness of the damages created by pollution and climate change.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-25T13:42:56.782Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-30T08:43:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-06T08:02:04.290Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about pollution and climate change, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. You'd need to give your full name if you start a new petition.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nLaunch a public information campaign on the climate and ecological emergency: https://petition.parliament.uk/petitions/578800\r\n\r\nIntroduce charges on carbon emissions to tackle climate crisis and air pollution: https://petition.parliament.uk/petitions/574678"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-06T08:02:04.935Z"
    },
    "id": 589759,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589759.json"
    },
    "type": "petition"
}