{
    "attributes": {
        "action": "End the inappropriate use of isolation against children in schools.",
        "additional_details": "The 2002 ‘Guidance for schools settings’ by the Department for Education classed seclusion as ‘Restrictive Physical Intervention’ which was only to be used in an emergency situation. \r\nSchool should be a positive experience for children. They are now placed into isolation for the wrong haircut or style of trousers. This punishment is possibly against their human rights. School is now run like a prison. It is time we faced up to this and it is time we did something about it.",
        "background": "Protect children against inappropriate use of isolation in school.  The most recent non-statutory advice for Headteachers and staff in all schools (DfE, 2014) suggests schools could adopt a policy that allows disruptive pupils to be placed in an area (an isolation room) for a limited period.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-26T13:21:44.998Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-26T15:38:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-01T08:04:15.898Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the use of isolation in schools, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear if you want the practice to be banned, Government guidance to be reviewed, or something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nBan use of isolation booths in schools: https://petition.parliament.uk/petitions/585045"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-01T08:04:16.790Z"
    },
    "id": 589978,
    "links": {
        "self": "https://petition.parliament.uk/petitions/589978.json"
    },
    "type": "petition"
}