{
    "attributes": {
        "action": "Change the government's policy if a schoolchild tests positive to Covid 19.",
        "additional_details": "It is now a proven fact that Covid 19's disruption to children's education has been dramatic. It will have long-lasting and far-reaching consequences on children's future ability to learn, improve their life chances and earn a living, for a generation to come.\r\n\r\nWe must preserve a class's ability to continue learning after 1-2 children have tested positive. Through compulsory daily tests, new positive cases can be identified and isolated quickly. Stadia are reopening. Schools must stay open too.",
        "background": "Change the government's policy so that if a schoolchild tests positive to Covid 19 the rest of his class or year bubble do not automatically have to isolate for 10 days, but can instead take compulsory daily lateral flow tests.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-27T05:59:52.063Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-27T07:43:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-01T10:04:30.927Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you are concerned about school closures resulting from positive Covid-19 tests, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Department for Education has made it clear that whole classes do not need to isolate if a pupil tests positive, and has said the only people who live in the same household as someone with symptoms or who has tested positive or close contacts of people who have tested positive or have symptoms: https://dfemedia.blog.gov.uk/2021/03/09/covid-testing-in-schools-who-will-get-tested-how-and-where-will-they-be-tested-who-has-to-isolate-after-a-positive-test-these-questions-and-more-answered/\r\n\r\nDecisions by schools to go beyond the Government's requirements for self-isolation is an operational decision for individual schools, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-01T10:04:32.092Z"
    },
    "id": 590037,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590037.json"
    },
    "type": "petition"
}