{
    "attributes": {
        "action": "Recognise all religious holidays with pay in schools and educational settings.",
        "additional_details": "Currently each educational setting follows  their own procedures regarding time off for religious holidays/beliefs. Therefore it’s left under the discretion of the hierarchy  whether the employees can have paid leave of absence/ time in lieu or have unpaid leave.   The UK Government says it recognises its multi-faith communities and encourages good employment practice.  Yet we are still faced with this discrimination year in year out and there is no equality and uniformity.",
        "background": "We want the uk  government to recognise all religious holidays of every faith and beliefs. At the present moment there is no automatic right for paid time off to observe religious holidays/festivities in all schools and educational settings.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-26T19:44:38.872Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-26T19:57:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-01T14:34:05.935Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for. \r\n\r\nThe Government sets legal entitlements for annual leave for all workers, but decisions about other leave available to staff in specific sectors, such as educational settings, is a matter for individual employers, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for all workers to be given rights to take paid leave to observe religious holidays, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-01T14:34:06.665Z"
    },
    "id": 590017,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590017.json"
    },
    "type": "petition"
}