{
    "attributes": {
        "action": "Frightening cost of freight- HMG needs to tackle cost of shipping from far East!",
        "additional_details": "The government needs to look into what is causing the blockade, as it is damaging trade. The increased price has meant that businesses have been unable to re-stock, meaning empty shelves, and consumers unable to satisfy consumption needs.",
        "background": "The cost of shipping from the far East has risen exponentially over the course of the past 6months, this has left businesses out of pocket with many having to shut shop. The government needs to address the shortage of containers and needs to act to ensure that supply chains are restored.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-28T19:39:30.415Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-28T19:53:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-05T07:53:03.890Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand that you are concerned about shipping costs, but the Government is not responsible for shipping costs charged by international freight companies.\r\n\r\nThe Competition and Markets Authority is responsible for investigating competition or market problems. You can find out how to notify the CMA if you think competition law might have been broken or you're concerned there’s a problem in a market sector here: https://www.gov.uk/guidance/tell-the-cma-about-a-competition-or-market-problem\r\n\r\nWe could accept a petition calling on the Government to provide financial support to businesses involved in international shipping, due to increased costs for shipping, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-05T07:53:04.582Z"
    },
    "id": 590150,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590150.json"
    },
    "type": "petition"
}