{
    "attributes": {
        "action": "Specialist lower tax rates for \"UK KEY WORKERS\" (healthcare/utility workers etc)",
        "additional_details": "Create a KEY WORKER TAX CODE which gives key workers a significant boost to their non-taxable allowance as well ring-fencing key workers and giving them a specialist tax code which entitles them to lower income taxes in recognition of the special service they provide to the nation which has become apparent during this pandemic.\r\n\r\nKey workers are poorly paid in relation to similarly qualified positions in other sectors and this would go a long way to recognising the valuable role key workers play.",
        "background": "Protect key workers who have worked tirelessly to keep the country running at their own risk throughout covid from the inevitable tax hikes that will be required to cover the cost of lockdowns. Key workers, particularly nurses, emergency services & water sector staff will be hardest hit with rises.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-29T17:56:03.160Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-29T18:43:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-05T13:55:36.949Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure how much less tax you'd like keyworkers to pay.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/568861"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-05T13:55:38.485Z"
    },
    "id": 590230,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590230.json"
    },
    "type": "petition"
}