{
    "attributes": {
        "action": "Make the PM take Prime Minister's Questions seriously - or else scrap PMQs.",
        "additional_details": "PMQs is meant to be a meaningful service to Parliament and the public and is a way to find out how and why the PM and his Government make decisions on our behalf. The way the PM currently treats PMQs is an insult to those he is supposed to serve and further undermines trust in the political system. We have had enough of cheap point scoring, deflection and lies. Politics and politicians already have a bad enough name. Make the PM treat PMQs with the respect it deserves - or else scrap PMQs.",
        "background": "Over the years PMQs has slowly degenerated into a farcical event where the PM hardly answers questions seriously anymore. Instead we are being treated to a weekly cheap pantomime performance where bad jokes and avoidance of real answers has become the norm. This needs to stop.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-01T07:45:28.072Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-02T15:10:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-07T15:04:33.084Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. MPs, including Ministers, are personally responsible for the statements they make in the House of Commons.  \r\n\r\nWe could accept a petition to scrap PMQs, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-07T15:05:22.806Z"
    },
    "id": 590362,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590362.json"
    },
    "type": "petition"
}