{
    "attributes": {
        "action": "Review the policy of self isolation for 10 days for school children",
        "additional_details": "The continued disruption and chaos to the education of young people is likely to cause irreparable damage. Allowing this predicament to continue without genuine necessity for it, is inexcusable.\r\n\r\nThe next generation have, quite rightly made hard sacrifices to protect the health of the nation.  The government owe it to them to do the right thing now and prioritise this matter urgently.",
        "background": "375,000 school children are currently isolating, their education along with their sports days are cancelled. Meanwhile LF testing permits entrance to football stadiums.\r\n\r\nPlease urgently implement an optional test to release scheme so children can attend schools until the end of the school year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-06-30T17:03:20.459Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-06-30T20:48:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-07T06:19:38.748Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/590093\r\n\r\nSince you started your petition the Government has announced that from 16 August 2021, children under the age of 18 years old will no longer be required to self-isolate if they are contacted by NHS Test and Trace as a close contact of a positive COVID-19 case: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/999798/Actions_for_early_years_and_childcare_providers_during_the_COVID-19_pandemic.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-07T06:19:39.821Z"
    },
    "id": 590320,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590320.json"
    },
    "type": "petition"
}