{
    "attributes": {
        "action": "Give students a full or partial refund who studied during the covid 19 epidemic.",
        "additional_details": "We as students have to pay over £9250 a year for University courses that have been affected tremendously due to Strikes, Covid-19 and endless enforced lockdowns that has very much effected courses by taking away the sufficient environment and resources for students to learn and thrive which we cannot do over a Zoom call. University Corporations feel they can get away with it due to the majority of students being young and inexperienced. We have had enough and will stand idle no more!.",
        "background": "We want the government to take students and young people seriously!. We are angry and disappointed we are not being heard and have had enough. If you pay for a product that doesn’t do what’s is advertised. The customer has a right for a refund!.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-02T12:44:42.906Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-02T13:29:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-07T11:13:17.767Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about tuition fees, however petitions must make a clear ask of the UK Government or Parliament, and it's not clear whether you want fees to be fully, or partially reimbursed. \r\n\r\nIn any case, tuition fees are paid to individual universities, so any refunding of fees would be a matter for those universities, not the Government.\r\n\r\nYou may like to sign these petitions which call for related actions:\r\n\r\n'Lower tuition fees to a minimum £5,000 for University students during covid-19': https://petition.parliament.uk/petitions/571221\r\n\r\n'Reduce university fees for degrees that do not offer full in-person teaching.': https://petition.parliament.uk/petitions/587066\r\n\r\n'Abolish University Tuition Fees For All Students': https://petition.parliament.uk/petitions/580498\r\n\r\n'Call for Reduction of University Student Tuition Fees from £9250 to £3000': https://petition.parliament.uk/petitions/581870\r\n\r\n'Require universities to reimburse students 1/3 of their tuition fees': https://petition.parliament.uk/petitions/573664"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-07-07T11:13:31.757Z"
    },
    "id": 590461,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590461.json"
    },
    "type": "petition"
}