{
    "attributes": {
        "action": "Make racial representation mandatory in the British humanities curricula",
        "additional_details": "I'm 20 and British Born Chinese, growing up in racially diverse London. However, in the humanities, there was little representation. History at least states it's about a set group in a set era. English is worse, touting largely white literary greats. As a result, I and many others lost interest.\r\n\r\nBLM and the rise in anti-Asian racism have shown racism is a real problem here. More must be done to educate from a young age, and the best way to do so is making it a mandatory part of the curriculum.",
        "background": "We want the government and parliament to make racial representation mandatory in every humanities subject in every Key Stage, including for exam boards during GCSEs and A-Levels. This should include a range of different ethnicities and cultural backgrounds within the BAME and BIPOC community.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-02T13:10:09.529Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-02T13:44:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-07T15:28:36.561Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the issue of representation in education, however it's not clear whether you want the concept of 'racial representation' to be taught in humanities lessons or whether you want the content of such lessons to be more racially representative. \r\n\r\nYou may like to sign these petitions which call for very similar actions:\r\n\r\n'Decolonise the UK curriculum and make it more diverse': https://petition.parliament.uk/petitions/581666\r\n\r\n'Create more curriculum around diversity and inclusion within secondary schools': https://petition.parliament.uk/petitions/580816"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-07T15:28:55.516Z"
    },
    "id": 590464,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590464.json"
    },
    "type": "petition"
}