{
    "attributes": {
        "action": "No quarantine for those recovered from COVID-19 returning from amber countries",
        "additional_details": "Studies suggest that natural immunity after COVID-19 could last eight months or more therefore those recovered from COVID-19 are unlikely to spread the virus or get ill within a certain period after recovery. Hence quarantining for them is unnecessary.",
        "background": "Studies suggest that natural immunity after COVID-19 could last eight months or more therefore the quarantine requirement should be removed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-03T09:01:29.169Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-03T14:49:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-09T07:14:45.586Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing quarantine arrangements, but we're not sure exactly how you'd like these to be changed.\r\n\r\nYour petition notes data that people who have recovered from Covid-19 are likely to have antibodies for some time, although this does not mean they cannot carry or transmit the virus, but it's not clear if you want people who have previously had Covid-19 to be exempt from quarantine arrangements indefinitely, or for a fixed period.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nInclude people with high Covid-19 antibody levels in Covid-19 passport schemes: https://petition.parliament.uk/petitions/580974"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-09T07:14:46.311Z"
    },
    "id": 590522,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590522.json"
    },
    "type": "petition"
}