{
    "attributes": {
        "action": "Stop universities from permanently switching to blended learning.",
        "additional_details": "A government press release stated all students could return to in person teaching on the 17th of may (Roadmap Step 3), but many universities are carrying on with restrictions into the new year for reasons unknown to anyone apart from saving money. \r\n\r\nLack of real in person teaching has made learning far harder and poorer quality, with many people paying £9250 to be sent YouTube videos a few times a week.\r\nIt has also negatively affected the mental health of many students lacking social contact.",
        "background": "We want government and universities to acknowledge that students do not support the movement of teaching to a blended format with online lectures and activities.\r\nUniversities must work with and listen to students who are demanding not to use this format unless specifically told by the government.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-03T15:12:05.403Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-03T15:23:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-09T13:21:18.080Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about how to deliver university courses are a matter for individual universities, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nReduce university fees for degrees that do not offer full in-person teaching: https://petition.parliament.uk/petitions/587066"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-09T13:21:19.033Z"
    },
    "id": 590542,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590542.json"
    },
    "type": "petition"
}