{
    "attributes": {
        "action": "End 'IVF/Fertility Treatment Postcode Lottery' in Basildon and surrounding CCGs",
        "additional_details": "This is clear discrimination against childless women with conditions negatively impacting fertility such as endometriosis and polycystic ovarian syndrome some of whom have little to no chance of concieving without IVF or fertility treatments.",
        "background": "In England, whether you are able to access NHS fertility treatment depends on your GP’s postcode, with different regions offering different levels of access to NHS IVF and some offering none at all (this includes Basildon and surrounding areas of Essex).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-03T18:40:42.608Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-03T19:40:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-09T07:47:07.138Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about access to fertility services are a matter for individuals Clinical Commissioning Groups (CCGs), not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe could accept a petition requesting that the Government require all CCGs offer a certain level of fertility treatment services, but could not accept a petition relating to only some CCGs."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-09T07:47:08.252Z"
    },
    "id": 590565,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590565.json"
    },
    "type": "petition"
}