{
    "attributes": {
        "action": "Change how we sell properties - Protect the seller from buyers pulling out.",
        "additional_details": "We need to change the rules with selling properties, if an offer gets excepted than you are legally in agreement to purchase that house and if you back out then you are liable for the sellers solicitor fees. I know people that have been selling their house for over 1 and a half years due to the buying pulling out 6 months later due to the fact that they have changed their mind or they have found another house they prefer. Loads of other countries do things differently, an offer\r\nIs legally binding.",
        "background": "We want to change how we sell properties. We can put a house on the market, get an offer in then 6-9 months later the buyer can decide they no longer want the house and your left with the solicitor fees and waisted months of your life with that buyer.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-03T15:45:55.662Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-03T16:45:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-09T07:33:08.604Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/580948\r\n\r\nYou've said you want buyers to be legally responsible for buying a house once an offer has been accepted, but go on to say that if they pull out they should only be liable for solicitor's fees. If you want rules on house sales to be changed in a different way to the above petition you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T14:10:08.667Z"
    },
    "id": 590543,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590543.json"
    },
    "type": "petition"
}