{
    "attributes": {
        "action": "Require universities to make all efforts to return to pre-pandemic contact hours",
        "additional_details": "Some universities, such as the University of Manchester, have decided to only provide online teaching for non participatory material (such as lectures) even after the government restrictions have eased sufficiently to allow these activities to be conducted in person. This has been done without student consultation, and breaches the university-student terms and conditions which state that changes to learning delivery will only be made where necessary.",
        "background": "Parliament must legislate to require universities to return all courses to pre pandemic contact hours in order to maintain value for money, and to prevent universities from breaching their own terms and conditions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-03T21:50:19.909Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-03T22:14:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-09T13:22:00.804Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about how to deliver university courses are a matter for individual universities, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nReduce university fees for degrees that do not offer full in-person teaching: https://petition.parliament.uk/petitions/587066"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-09T13:22:01.747Z"
    },
    "id": 590588,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590588.json"
    },
    "type": "petition"
}