{
    "attributes": {
        "action": "Lateral Flow Tests. Are they reliable enough to lockdown a country?",
        "additional_details": "If the Government are insisting that all travellers require a test, I want the Government to allow travel based on the results of the free lateral flow tests as this would prove that the purpose of the PCR is not to deter people from travelling to other countries and also not to extort money. It would also prove how accurate they actually believe the lateral flow test is. If they are not willing to do this then I ask that lateral flow test results are no longer included in the daily reported numbers.",
        "background": "Please explain to me why the free lateral flow tests are reliable enough to lockdown a country but not reliable enough to go on an aeroplane?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-05T18:22:43.447Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-05T19:03:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-09T11:39:18.111Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, either to allow LFT to be used for flights or for LFT not to be used on testing figures. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-09T11:39:19.612Z"
    },
    "id": 590745,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590745.json"
    },
    "type": "petition"
}