{
    "attributes": {
        "action": "Do not end the requirement to wear a face covering on 19 July 2021",
        "additional_details": "Anywhere groups of people gather could be a risk if the use of face coverings is abandoned. Social distancing is due to end meaning the only mitigation would be to wear a mask in crowded places such as pubs, public transport and shops. \r\nThe government have a policy of personal responsibility but this cannot be applied to the use of face coverings. Wearing of a face covering does not protect the wearer, rather it protects others so requires everyone to continue wearing them to stop the spread.",
        "background": "On 19 July 2021 mandating the wearing of face coverings will end. \r\nCovid cases are currently doubling approximately every 9 days suggesting an exponential rise in new cases. \r\nThe unvaccinated and vulnerable could be at significant risk of infection if face coverings are not used.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-06T06:58:32.240Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-06T07:15:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-09T13:37:04.372Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nKeep face covering mandatory in indoor public settings beyond 19th July 2021: https://petition.parliament.uk/petitions/590616\r\n \r\nKeep face masks mandatory for public transport after the lifting of restrictions: https://petition.parliament.uk/petitions/590694"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-09T13:37:05.600Z"
    },
    "id": 590787,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590787.json"
    },
    "type": "petition"
}