{
    "attributes": {
        "action": "Continue the legal requirement of face coverings in England after July 19th",
        "additional_details": "Shop workers, those in hospitality and transport, anyone public facing as well as the general public will be put at risk if the rule on mandatory face coverings is lifted.\r\nCases will rise, there will be more deaths, more lives will be disrupted, but these numbers can be kept down if face coverings continue to be mandatory.\r\nWhy should those who want to wear a face covering be put at risk of catching and spreading COVID-19 to our loved ones because others don’t want to wear a mask to protect us?",
        "background": "It is reckless to allow the public to choose whether to wear a face covering.\r\nNot all adults will have received two vaccines by July 19th and despite being double vaccinated, COVID-19 still poses a risk to everyone. Not everyone is ready for the lifting of restrictions and face masks should remain.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-06T22:14:15.078Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-07T15:16:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-09T13:47:05.469Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nKeep face covering mandatory in indoor public settings beyond 19th July 2021: https://petition.parliament.uk/petitions/590616\r\n\r\nKeep mandatory face coverings in supermarkets and on public transport: https://petition.parliament.uk/petitions/590836\r\n \r\nKeep face masks mandatory for public transport after the lifting of restrictions: https://petition.parliament.uk/petitions/590694\r\n\r\nKeep requirement to wear a face covering in shops & supermarkets after July 19th: https://petition.parliament.uk/petitions/590829"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-09T13:47:06.275Z"
    },
    "id": 590889,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590889.json"
    },
    "type": "petition"
}