{
    "attributes": {
        "action": "We call on Government to keep the wearing of masks in public places mandatory",
        "additional_details": "Our adult vaccine rollout only completes in September. There is no rollout planned for children at all.\r\nBy 19 July we will have a million cases of covid. Hospitalisations of children are rising. 1000s of cases of long covid will devastate young lives & educations.\r\nCovid is an airborne disease. Masks reduce its transmission. This is an issue of public health, not a question of individual liberty. For most it is no issue to wear a mask.  Government is irresponsible to halt mandatory mask wearing.",
        "background": "Mandatory wearing of masks ends on July 19.\r\nThis is a mistake. Government must protect the vulnerable, essential workers & children for whom there is still no vaccine programme.\r\nMasks must remain mandatory in public places including public transport at least until our vaccine is fully rolled out.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-07T18:53:46.638Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-08T07:25:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-09T13:50:23.681Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nKeep face covering mandatory in indoor public settings beyond 19th July 2021: https://petition.parliament.uk/petitions/590616\r\n\r\nKeep mandatory face coverings in supermarkets and on public transport: https://petition.parliament.uk/petitions/590836\r\n \r\nKeep face masks mandatory for public transport after the lifting of restrictions: https://petition.parliament.uk/petitions/590694\r\n\r\nKeep requirement to wear a face covering in shops & supermarkets after July 19th: https://petition.parliament.uk/petitions/590829"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-09T13:50:24.392Z"
    },
    "id": 590975,
    "links": {
        "self": "https://petition.parliament.uk/petitions/590975.json"
    },
    "type": "petition"
}