{
    "attributes": {
        "action": "Challenge the government of Australia about their international border closure.",
        "additional_details": "There is no timeframe for re-opening vague date of late 2022. Australia has severely capped arrivals and insists on 2 week hotel quarantine with limited facilities to meet demand and no exceptions for the fully vaccinated. Their restrictions are causing emotional pain and mental health problems for thousands of British families in Australia and the UK who need the support of close family; new mothers, the unwell & dying. The harsh exemption process is unforgiving and unjust for ordinary people.",
        "background": "We demand UK government intervention on behalf of UK nationals who have been separated since March 2020 from their parents/children/grandparents as it is illegal for them to leave Australia. Family are prevented from visiting them even when fully vaccinated and with access to accurate Covid testing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-08T23:57:02.496Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-09T08:30:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-13T09:26:07.627Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for the Government of Australia.\r\n\r\nWe could accept a petition calling for the Government to seek to negotiate a travel corridor between the UK and Australia, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-13T09:26:13.177Z"
    },
    "id": 591252,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591252.json"
    },
    "type": "petition"
}