{
    "attributes": {
        "action": "Access to cancer treatments to be fairly accessible throughout the UK.",
        "additional_details": "So cancer patients do not have to travel to certain parts of the country to access better treatment. Cancer patients should not have to travel miles & miles away from their home just because, where they live, treatment cannot be given due to funding. It’s just not fair. Either more money needs putting into the NHS to distribute the treatments fairly or money needs taking out & putting into the deprived areas. We are all human and pay our way just the same. There is no equality. It shouldn’t be a postcode lottery.",
        "background": "My mum has terminal cancer and where we live in the UK, the treatment has been stopped because there is nothing else they can do. After accessing treatment in London, my mum’s cancer is shrinking and her quality of life is amazing. It’s unfair that where you live in the country depends on your life.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-09T09:13:54.472Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-12T19:40:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-16T08:37:21.764Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions about which treatments are available in which areas are a matter for the relevant NHS trusts and not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-16T08:37:21.760Z"
    },
    "id": 591288,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591288.json"
    },
    "type": "petition"
}