{
    "attributes": {
        "action": "Make real life financing skills and knowledge a mandatory topic in schools.",
        "additional_details": "I feel many young don't feel confident financially when they have left school. They are unaware of what bills are needed, what options there are. Once young people move out many don't have a great income. They end up moving back home or worst case homeless. This is because they didn't learn how to save and understand costs of living. Many young people don't know about council tax. This can lead some young people to get in a loop hole of loans. We need this to be taught mandatory in school to prepare our young people.",
        "background": "I would like the government to make financing a mandatory topic in schools in the UK. Teach pre teens and teens what is coming ahead. Teach Tax, insurance, bills, rent the risk of loans of money situations. The process of buying a house financially.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-08T21:24:09.225Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-08T21:35:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-13T09:04:01.708Z",
        "rejection": {
            "code": "already-happening",
            "details": "The national curriculum for citizenship already states that secondary school students should be taught about the functions and uses of money, the importance and practice of budgeting, income and expenditure, credit and debt, insurance, savings and pensions, financial products and services, and how public money is raised and spent.\r\n\r\nYou can read the full national curriculum for key stages 3 and 4 here: https://www.gov.uk/government/publications/national-curriculum-in-england-secondary-curriculum"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-13T09:04:02.829Z"
    },
    "id": 591229,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591229.json"
    },
    "type": "petition"
}