{
    "attributes": {
        "action": "Resume priority online supermarket slots and vitamin D for extremely vulnerable",
        "additional_details": "Action targeted towards the most vulnerable will ease pressure on the NHS and minimise loss of life to Covid-19. If face masks are no longer required in shops, the extremely vulnerable should have priority online supermarket slots restored to allow them to access food safely. Providing N99 / FFP3 face masks to this group will provide protection against virus transmission in other indoor settings. Resuming free vitamin D supplements to the extremely vulnerable will offer further protection.",
        "background": "Specifically regarding those defined as 'extremely clinically vulnerable', please can the government do the following: 1. Reopen priority access to supermarket delivery slots; 2. Restart free vitamin D supplements offered by the NHS and 3. Provide face masks to this group, ideally N99 / FFP3",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-09T15:41:20.208Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-11T22:46:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-14T16:25:48.211Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Priority delivery is a decision for supermarkets and not the UK Government or Parliament.  Prescribing of vitamin D is a decision for the NHS. \r\n\r\nWe could accept a petition calling the Government to provide free facemasks for clinicially vulnerable people, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-14T16:25:49.516Z"
    },
    "id": 591350,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591350.json"
    },
    "type": "petition"
}