{
    "attributes": {
        "action": "Stop heat pumps from replacing gas central heating systems in homes from 2025",
        "additional_details": "Whilst we all appreciate that we need to do our part with climate change, this is one change which will not provide a sufficient alternative to gas central heating. You need to appreciate that the majority of UK households cannot afford an heat pump. They do not provide sufficient heat when in operation to cope with the UK long winters. Many UK homes are not suitable for heat pumps to work sufficiently with more than one device being required. They are expensive to run. Please reconsider.",
        "background": "The proposed decision to replace gas central heating systems with heat pumps from 2025 is not suitable for the majority of UK homes. Heat pumps are expensive to install, do not provide sufficient heat, can be noisy when in operation and need sufficient spacing to install. Say NO people!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-09T12:01:58.161Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-09T12:23:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-13T09:39:51.979Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  The requirement for heat pumps after 2025 is only for new homes and not a requirement for all homeowners to switch.  \r\n\r\nYou could start a new petition calling for the requirement for new homes to have heat pumps to be scrapped, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-13T09:39:56.317Z"
    },
    "id": 591320,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591320.json"
    },
    "type": "petition"
}