{
    "attributes": {
        "action": "Allow Australian professionals to qualify in UK without further study or tests.",
        "additional_details": "Until 2011, lawyers for example could become English qualified by demonstrating they had a law degree and post-qualification experience. Now it is very expensive and difficult to do so. It does not make sense to impose requirements for Australian lawyers to have to pay thousands more, undertake further testing, and study areas of law that are niche and not relevant to their practice, especially when UK-Aus laws are very similar and lawyers are trained to find and interpret ever-changing laws.",
        "background": "Professionals who have qualified in Australia such as accountants and lawyers should be able to apply to be English qualified without having to undertake further study or take tests. It should be enough to prove you have studied, obtained the qualification and gained experience in Australia.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-09T11:29:37.723Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-09T12:24:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-13T09:46:26.549Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  The forthcoming UK-Australia trade deal is expected to include provisions for mutal recognition of qualifications, but final decisions are a matter for the professional regulators. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-13T09:46:35.296Z"
    },
    "id": 591314,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591314.json"
    },
    "type": "petition"
}