{
    "attributes": {
        "action": "Stop the health and care bill 2021 from being implemented",
        "additional_details": "This health and care bill is detrimental to our National Health Services, it would encourage and allow privatisation giving private stakeholders a share in decision making processes through the use of integrated care systems. It would break England down into 42 of these integrated care systems where private steakholders from companies would decide the future of the NHS, it’s systems and influence decisions regarding hospitals across the country.",
        "background": "The government should abolish the health and care bill 2021 and instead be looking at regulating the NHS,stopping privatisation and giving funding and resources to those who need it. In particular stop the use of integrated care systems which would be made if this bill is implemented.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-09T22:04:01.998Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-09T22:15:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-13T14:55:10.027Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYour petition calls for the Government to withdraw the Health and Social Care Bill 2021 in order to prevent the creation of Integrated Care Systems. However, ICSs already exist and cover all parts of England. \r\n\r\nYou can read more about ICSs, including an assessment of the possibility of private companies taking a greater role in NHS decision making and service delivery, here:\r\nhttps://www.kingsfund.org.uk/publications/integrated-care-systems-explained\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-13T14:55:10.024Z"
    },
    "id": 591388,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591388.json"
    },
    "type": "petition"
}