{
    "attributes": {
        "action": "Allow face to face check up for babies again with health visitors and midwifes",
        "additional_details": "To allow parents and their children to be seen face to face for appointments and making sure infants and small children are meeting their milestones and there are no underlying health issues which a parent with no medical knowledge might not be able to recognise.\r\nAll restrictions are loosening and we are able to go out and mix with other people but a one on one appointment with a health care professional and our babies is still impossible unless we feel there is something wrong with our child",
        "background": "To allow face to face appointments for babies and young children. Eg. 1 years check up.\r\nAt the moment only phone appointments are available or in our situation we were provided with an information email, but no option for face to face appointments.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-10T15:47:39.835Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-11T08:35:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-14T15:36:43.279Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision made at a local level and there's no legal ban on face-to-face meetings.\r\n\r\nWe could accept a petition calling for a legal right for babies to receive in-person health visits, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-14T15:36:44.939Z"
    },
    "id": 591468,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591468.json"
    },
    "type": "petition"
}