{
    "attributes": {
        "action": "Prioritise education & testing and support Herpes (HSV) treatments and cures.",
        "additional_details": "Despite medical advances it has been 30 years since a treatment came to market. There is still no cure and no way to prevent transmission. \r\nBeyond physical symptoms other impacts of HSV include: mental health implications show a 1.4 times higher risk of suicidal behaviour; 30% of new HIV infections were due to to HSV infection; it is the leading cause of blindness from infection; and may cause / increase the risk of Alzheimer's to name but a few.",
        "background": "Educate healthcare professionals on ‘best practice’ for HSV testing and advice. \r\nRoutinely test HSV in STD panels (or at least provide choice).\r\nSupport treatment and cure research by providing funding, removing unnecessary bureaucracy, and fast-tracking trials.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-07-10T14:53:49.880Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-10T17:06:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-14T15:09:57.201Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions on testing are clinical decisions and not made by the UK Government or Parliament.\r\n\r\nWe could publish a petition calling for increased funding for Herpes research, awareness and testing, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T11:28:10.009Z"
    },
    "id": 591457,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591457.json"
    },
    "type": "petition"
}