{
    "attributes": {
        "action": "Explain how demand for puppies will be met after puppy imports are banned",
        "additional_details": "There is a risk the ban on puppy imports could lead to an increase in puppy farming within the UK itself.  We don’t want to swap one evil for another. Puppy farming is abhorrent wherever it takes place. Puppy farming continue if puppies  can be bred in one location then transported without their mother for sale at another location. Puppies should only be sold from the premises where they were born, this will safeguard animal welfare and help to make the sector more resilient to crime.",
        "background": "Estimated annual puppy sales in the U.K. are 400,000 to 700,000.We welcome the ban puppy imports but failing to plan now means the welfare benefits of the ban will be limited. The government must set out plans for meeting demand for puppies after the ban is implemented.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-11T12:42:58.853Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-16T09:18:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-21T11:33:05.140Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the possible impact of the ban on puppy imports, but we're not sure exactly what you'd like the Government or Parliament to do. Meeting demand for puppy sales is a matter for breeders and sellers of puppies, not the Government or House of Commons.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-21T11:33:05.946Z"
    },
    "id": 591543,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591543.json"
    },
    "type": "petition"
}