{
    "attributes": {
        "action": "Thank our national football teams for their performances at Euro2020",
        "additional_details": "Football has brought people together after a traumatic period for the country and we should thank all involved as players, coaches and management. But we who enjoyed the spectacle must also make clear through our Parliament that we are with the players in fighting racism, that they are not alone and that we thank them for the way they have played, and represented themselves and their countries on the pitch. And that we must continue to push the case for racial equality with further action.",
        "background": "Acknowledge the contribution made by the teams of England, Scotland and Wales in Euro 2020, particularly the achievement of England in reaching the final, condemn the appalling racist abuse faced by players and commit to more action to tackle it. Thank the England players for taking a stand.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-12T05:53:07.894Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-12T20:23:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-19T13:54:13.848Z",
        "rejection": {
            "code": "honours",
            "details": "The football teams of England, Scotland and Wales did their countries proud, but we can't accept petitions calling for the Government to honour or congratulate individual sport teams."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-19T13:54:19.623Z"
    },
    "id": 591663,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591663.json"
    },
    "type": "petition"
}