{
    "attributes": {
        "action": "Commemorate the NHS in their fight against Covid-19 on £10 notes and £1 coins",
        "additional_details": "We would like the government to honor NHS Staff for the huge sacrifices they made during the Covid-19 pandemic. They have put their lives and that of their families at risk and unfortunately many NHS staff lost their lives. We would like the hard work of the NHS staff during the pandemic to be acknowledged by dedicating a commemorative £10 note and £1 coin to the NHS. This way the efforts of healthcare workers will be remembered and the legacy of the work done by them will not be forgotten",
        "background": "Ever since Nye Bevan and the Labour Government first established the NHS in 1948, it has been a matter of great pride for the citizens of this country. The COVID-19 pandemic has once again highlighted the essential nature of the NHS as the backbone of our society.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-11T23:06:06.860Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-12T16:10:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-19T13:12:33.013Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Bank notes are the responsibility of the Bank of England, which is independent of the Government and Parliament.\r\n\r\nYou can find out how the Bank decides who will be on bank notes here:\r\nhttps://www.bankofengland.co.uk/banknotes/banknote-characters\r\n\r\nCoins are manufactured and issued by the Royal Mint, which is independent of the Government and Parliament.\r\n\r\nYou can find out more about UK coins here: https://www.royalmint.com/discover/uk-coins"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-19T13:12:49.999Z"
    },
    "id": 591630,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591630.json"
    },
    "type": "petition"
}