{
    "attributes": {
        "action": "Bring in tougher legislation for hate crimes/speech on social media sites",
        "additional_details": "Social media sites have to be responsible for the care of users. \r\nThey have to show full transparency when reporting and there should be zero tolerance for hate speech & crime and online bullying of any kind. \r\nIt’s not enough to just block or delete a page.\r\nIt should be harder to join and be monitored more thoroughly than it is at the moment.",
        "background": "Social media sites like Facebook, Instagram, Twitter and Snapchat need to have tougher consequences for hate crimes and speech. Deleting and blocking accounts is not enough. Punishment for online hate speech and crime needs to be stronger. Details for individuals need to be passed to the police.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-12T15:04:22.489Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-12T16:28:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-19T08:24:51.874Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nProduce and enforce a zero-tolerance strategy to end racism on social media: https://petition.parliament.uk/petitions/591720\r\n\r\nRequire social media platforms’ terms of use to prohibit racism and hate speech: https://petition.parliament.uk/petitions/591760\r\n\r\nIncrease legal penalties for those convicted of online racial abuse: https://petition.parliament.uk/petitions/591776\r\n\r\nRequire Social media sites review every post/comment before publication: https://petition.parliament.uk/petitions/582820\r\n\r\nDecisions about investigating alleged offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-19T08:24:54.769Z"
    },
    "id": 591789,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591789.json"
    },
    "type": "petition"
}