{
    "attributes": {
        "action": "Are regulations in place for social media platforms to crackdown on racism?",
        "additional_details": "The main purpose of this petition is due to racism on social media platforms towards athletes in particular football players. This is not the first time and I don’t think it will be the last. The racist tweets and posts is absolutely disgusting behaviour, these athletes should be praised for there hard work and dedication, racism needs to be kicked out and we have to start with social media as that is where athletes sadly get targeted. I am hoping we can stand together and kick racism out!",
        "background": "If it’s at all possible I would like the Government/Parliament to check the regulations/procedures imposed by these social media platforms towards racism online. It is getting out of hand especially towards sports athletes, the remarks they are receiving online is absolutely disgusting.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-12T11:00:30.945Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-12T16:30:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-19T08:26:23.746Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about racist abuse on social media, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProduce and enforce a zero-tolerance strategy to end racism on social media: https://petition.parliament.uk/petitions/591720\r\n\r\nRequire social media platforms’ terms of use to prohibit racism and hate speech: https://petition.parliament.uk/petitions/591760\r\n\r\nIncrease legal penalties for those convicted of online racial abuse: https://petition.parliament.uk/petitions/591776\r\n\r\nRequire Social media sites review every post/comment before publication: https://petition.parliament.uk/petitions/582820\r\n\r\nIf you want the Government to do something different to the above petitions you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-19T08:26:24.558Z"
    },
    "id": 591722,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591722.json"
    },
    "type": "petition"
}