{
    "attributes": {
        "action": "Convict people of hate crimes for online racist abuse toward sports people",
        "additional_details": "This abuse has been condemned by the PM himself. However, this racial abuse is deemed a hate crime in other areas of the public realm and many broadcasters stand in solidarity to act against racial abuse and inequalities. \r\n\r\nTherefore, this petition proposes that online abuse should be deemed a hate crime and depts/stakeholders should work to identify these individuals as criminals and convict them. The health and wellbeing of our sportspeople (and all people) should be a priority.",
        "background": "Following the disgraceful online abuse that three young professional and talented footballers have received, after the defeat at the Euros 2020. It is undeniable that we are shocked, embarrassed and horrified by the behaviour of people who have taken to social media platforms to abuse these players.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-12T11:51:58.405Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-12T12:37:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-15T08:23:15.953Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt's already possible to convict individuals of hate crime offences for online communications, including posts on social media, where those posts meet the legal definition of hate crime. Decisions to prosecute individuals accused of such offences are a matter for the police and prosecuting authorities, not the UK Government or Parliament.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-15T08:23:15.950Z"
    },
    "id": 591736,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591736.json"
    },
    "type": "petition"
}