{
    "attributes": {
        "action": "A new Law that makes online abuse punishable with strict consequences",
        "additional_details": "Online abuse or “trolling” has increased year on year and its becoming more and more impactful on normal everyday people and our Athletes. In light of the recent Euro 2020 competition where Marcus Rashford, Bukayo Saka and Jadon Sancho received particularly horrifying abuse and racism it’s gotten to a point where it’s gone from too far to one of the biggest crises of the modern era. Enforcing a law like this will show the offending persons there are consequences to their actions.",
        "background": "Government should debate and introduce a law should enable authorities to track People that are abusive and racist online via their IP address. Once the offender is found, a punishment should consist of a criminal offence on their record, a jail term or community service.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-12T21:21:57.088Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-12T21:30:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-19T09:15:07.234Z",
        "rejection": {
            "code": "already-happening",
            "details": "There are already a number of offences that cover online abuse. You can read about these here: https://www.cps.gov.uk/legal-guidance/social-media-guidelines-prosecuting-cases-involving-communications-sent-social-media\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProduce and enforce a zero-tolerance strategy to end racism on social media: https://petition.parliament.uk/petitions/591720\r\n\r\nRequire social media platforms’ terms of use to prohibit racism and hate speech: https://petition.parliament.uk/petitions/591760\r\n\r\nIncrease legal penalties for those convicted of online racial abuse: https://petition.parliament.uk/petitions/591776\r\n\r\nSocial media companies to be held accountable for racially abusive posts: https://petition.parliament.uk/petitions/591688"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-19T09:16:50.539Z"
    },
    "id": 591895,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591895.json"
    },
    "type": "petition"
}