{
    "attributes": {
        "action": "Comprehensive review of  deterrent sentences across current racism legislation",
        "additional_details": "Racism is institutionally embedded across the UK; current legislation is neither harsh nor punitive enough to deter overt or covert forms of racism. \r\n\r\nCurrent burden of proof also tends to be on the victims and not the perpetrators.\r\n\r\nThere isn't sufficient oversight over the government bodies to prosecute cases, when these crimes actually make it past the investigations stage.\r\n\r\nA sea-change is required, and this needs to be driven from the top and via enforceable / deterrent legislation.",
        "background": "Review and update current legislation (with the help of external experts, as necessary) such that deterrent sentences will be imposed on acts of racism.\r\n\r\nCurrent statutory guidelines are inadequate and non-punitive,  resulting in the wanton display of racism out in the open (e.g. post Euro 2020)",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-13T08:59:49.168Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-13T10:44:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-22T15:01:25.964Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Law Commission are already in the middle of conducting a review, which you can view the progress of here: https://www.lawcom.gov.uk/project/hate-crime/\r\n\r\nYou may also like to sign the following petition which we have open which calls for increased penalties for hate crimes:\r\n\r\nIncrease penalties for racist and religious hate crimes\r\nhttps://petition.parliament.uk/petitions/592025\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "race-and-equality"
        ],
        "updated_at": "2021-07-22T15:01:32.192Z"
    },
    "id": 591960,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591960.json"
    },
    "type": "petition"
}