{
    "attributes": {
        "action": "Intervention needed to protect the people of South Africa",
        "additional_details": "South Africans are cradling their children as they are struck by fear! Men have taken to the streets to form a barricade to stand against the evil that destroy the towns, homes, streets, shops ect. The shops have been destroyed or shut down, even if they could leave their houses, there’s no food available to buy. The army has apparently been deployed but every town being targeted and riddled with destruction ….no army could tackle this alone. Please help the people of South Africa",
        "background": "We need the Uk to send their army to help the good citizens and people of South Africa who are being attacked and looted and what can be the start of civil war and unrest, if we get there to help now we can keep South African them safe and ALIVE The government are not doing enough to protect them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-12T22:23:46.004Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-12T22:54:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-19T13:53:01.440Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nMaintaining order in South Africa is a matter for the South African authorities. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe could accept a petition calling on the UK Government to work with or offer assistance to the South African authorities to help protect the people of South Africa."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T11:11:02.012Z"
    },
    "id": 591918,
    "links": {
        "self": "https://petition.parliament.uk/petitions/591918.json"
    },
    "type": "petition"
}