{
    "attributes": {
        "action": "We would like the government to scrap the current traffic light system.",
        "additional_details": "The “failed and damaging” traffic light system for international travel must be abandoned if the UK travel and tourism sector are to be saved from total collapse.\r\nThe London-based World Travel and Tourism Council (WTTC) said the Government must scrap the system, which has “wreaked havoc” among consumers and businesses, in order to save hundreds of thousands of jobs.\r\n\r\nBusiness and jobs to 1 side. Families are desperate to unite with loved ones. Nobody knows who will be here tomorrow!",
        "background": "To allow fully vaccinated people to arrive in the UK without the need of Hotel quarantine or 10-day self-isolation. If the government can not accept this then we can accept a PCR test upon arrival. Self-isolation will be for those with a positive result.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-13T16:57:27.494Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-13T17:22:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-19T14:21:52.928Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the UK Government's 'traffic light' system for international travel. However, it's not clear whether you want all restrictions on international travel, as set out in the traffic light system, to be lifted or whether you want the requirements relating to PCR tests on arrival to be retained.\r\n\r\nIf you have a specific change you'd like to be made to international travel restrictions, you could start a petition about that. \r\n\r\nYou may like to sign these petitions which call for related actions:\r\nhttps://petition.parliament.uk/petitions/577580\r\nhttps://petition.parliament.uk/petitions/586189\r\nhttps://petition.parliament.uk/petitions/575118\r\nhttps://petition.parliament.uk/petitions/568602\r\nhttps://petition.parliament.uk/petitions/586691"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-07-19T14:21:58.335Z"
    },
    "id": 592036,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592036.json"
    },
    "type": "petition"
}