{
    "attributes": {
        "action": "Acknowledge and take action on the current events in South Africa.",
        "additional_details": "I would like the government to consider allowing residents of the United Kingdom to bring over family members from South Africa to ensure their safety and well being. \r\nSouth Africa is at a very unstable stage at this point in time with basic needs not being guaranteed such as food security, safety, job security, etc.",
        "background": "I would like the Government to acknowledge and take action to the current events that are occurring in South Africa. Families are going hungry and South African government is in denial.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-13T16:05:47.537Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-13T16:20:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-20T07:15:32.803Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about recent events in South Africa, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nResponding to a recent parliamentary question about what steps the Government is taking to help protect the lives and business interests of UK citizens in South Africa, the Government has said:\r\n\r\n\"The UK is concerned by the outbreak of violence and looting in South Africa in recent days, which has sadly resulted in injuries, loss of life, and substantial damage to buildings and businesses. As a long-standing friend of South Africa, our High Commission in South Africa raises issues of concern with the South African authorities where necessary, in particular where UK nationals are involved. We encourage British Nationals to check our Travel Advice pages, which we are regularly updating. The UK welcomes the South African government's efforts to restore stability and President Ramaphosa's emphasis on the importance of the rule of law. We will continue to work with South Africa as it deals with this violence and its efforts to address current social and economic challenges.\"\r\n\r\nYou can read the full parliamentary question and the Government's response here: https://questions-statements.parliament.uk/written-questions/detail/2021-07-13/32337"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-20T07:15:33.844Z"
    },
    "id": 592027,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592027.json"
    },
    "type": "petition"
}