{
    "attributes": {
        "action": "Introduce a law penalising racial abuse that results in criminal records or jail",
        "additional_details": "Racism comes in many forms and is widely condemned. Strongly worded statements and symbolic gestures has raised awareness but more concrete action is required. 31m people watched three young lions miss a penalty. Sorrow though quickly turned to anger by virtue of the racial abuse they have since unfairly suffered. Football aside - It is only through diversity that we as a country can succeed in tackling the diverse problems of our age. Racism is holding us back and action is long overdue.",
        "background": "We need to tackle racism in this country. Those caught being racist either online or on the street need to know they will suffer repercussions for these actions or else there is no incentive to stop. The punishments themselves could range from a criminal record to jail time and should be debated.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-13T18:03:10.420Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-13T18:31:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-20T07:46:47.218Z",
        "rejection": {
            "code": "already-happening",
            "details": "There are already a range of offences for acts of racial abuse, which can result in fines or custodial sentences, and a criminal record. You can read a list of offences use to prosecute racist crime here: https://www.cps.gov.uk/legal-guidance/racist-and-religious-hate-crime-prosecution-guidance#a16"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-20T07:46:48.086Z"
    },
    "id": 592048,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592048.json"
    },
    "type": "petition"
}