{
    "attributes": {
        "action": "SEND children to be able to access specialist provision and EHCPS to be abided.",
        "additional_details": "There are thousands of disabled and extra needs children not being allocated a space within a specialist provision including our son. The correct supportive environment as a child reduces the cost later on to society as life skills and independency is taught alongside an individual curriculum.\r\nEducation plans which are incredibly difficult to achieve are not being adhered to even though they should be a legally binding contract. \r\nIt is discrimination and failure by the Government.",
        "background": "There is a huge lack of specialist education provisions across the country. All children should be entitled to an appropriate education regardless of ability. Special needs and disabled children are being put into mainstream schools without their education plans being adhered to and failed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-14T12:48:06.864Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-14T13:23:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-20T11:37:34.216Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as funding increased SEND specialist provision, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-20T11:37:35.256Z"
    },
    "id": 592149,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592149.json"
    },
    "type": "petition"
}