{
    "attributes": {
        "action": "Let two birth partners in during labour and increase visitation time after birth",
        "additional_details": "This will not change without the Government taking action. It is putting a huge strain on mental health, by leaving mums feeling vulnerable, upset and alone. \r\nNobody should have to go through such a big life change by themselves, and not have that support from their families.\r\nIt’s taking away that important skin to skin father bonding from the child in those early days.\r\nIt is appalling that mothers like myself have to choose between their husband or their mother to be present at the birth.",
        "background": "With the restrictions easing Wales should follow England on the rules surrounding child birth.\r\n\r\nTwo family members should be able support the woman during labour.\r\n\r\nAfter labour if a woman is kept in, one family member who was present during the birth shouldn’t have a limit on support & bonding.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-14T13:21:50.184Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-14T15:39:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-20T12:09:32.299Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about visitors are a matter for the NHS, not the Government or House of Commons. You should check with your maternity team and sonography unit for their policy on visitors attending antenatal appointments, including scans."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-20T12:09:33.485Z"
    },
    "id": 592158,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592158.json"
    },
    "type": "petition"
}