{
    "attributes": {
        "action": "Stricter control on all racial crimes by imposing harsh fines and restrictions.",
        "additional_details": "It is our goverments responsibility to ensure that all of its citizens, regardless of the colour of their skin, grow up and live in a society where they are not discriminated against.\r\n\r\nWe are far too developed to be experiencing these issues. Our leaders consistently tell us they are against this kind of behaviour and I believe its time for them to put their money where their mouths are by putting in stricter controls on rasism and ending it once and for all!",
        "background": "It has become clear after the England football game that racial abuse in the UK is out of control. A developed country like the UK should not be experiencing embarrassing racial incidents like this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-15T13:18:06.562Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-15T13:42:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-21T11:00:51.705Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nIncrease penalties for racist and religious hate crimes: https://petition.parliament.uk/petitions/592025\r\n\r\nRequire lifetime Football Banning Orders for racist football offences: https://petition.parliament.uk/petitions/591817\r\n\r\nIf you want particular restrictions to be imposed on people found guilty of offences related to racism, we may be able to accept a petition about this, but it would need to be clear what restrictions you want to be imposed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-21T11:00:53.021Z"
    },
    "id": 592314,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592314.json"
    },
    "type": "petition"
}