{
    "attributes": {
        "action": "Create a flat tax system and ban tax havens",
        "additional_details": "Banning tax havens while making it mandatory that all UK companies have UK registered headquarters for tax purposes will ensure a fair low tax system and simultaneously ensure the UK has enough tax revenue to sustain our society while ensuring long term stable economic growth.",
        "background": "In order to create a fairer society the UK should adopt a flat tax system over £18000 earned annually and simultaneously abolish all over forms of taxation including business rates, VAT, council tax and corporation tax.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-16T20:36:07.438Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-18T12:02:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-22T11:06:27.358Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing tax arrangements, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe understand that you want a flat tax for people earning over £18,000 per annum, but it's not clear how much you want them to be taxed.\r\n\r\n\"Tax havens\" are countries that have low tax regimes, and the Government is not responsible for the tax regimes of other countries. HMRC already pursues individuals and businesses for tax non-compliance involving tax havens: https://www.gov.uk/government/publications/use-of-marketed-tax-avoidance-schemes-in-the-uk/use-of-marketed-tax-avoidance-schemes-in-the-uk\r\n\r\nWe also couldn't accept a petition that made unsubstantiated assertions about the outcome of the changes you have proposed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-22T11:06:28.373Z"
    },
    "id": 592446,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592446.json"
    },
    "type": "petition"
}