{
    "attributes": {
        "action": "Scrap COVID Restrictions plans for the next 5 winters.",
        "additional_details": "This plan will take away people's freedoms in short term, add more fear to people's mental health and it can wreck the economy even more with businesses closing. If this plan happens, this country will be on it's knees for years to come.\r\n\r\nIt is time to move on like what we did with Spanish flu pandemic, we got to live with this virus with no restrictions at all. We already got the vaccine and we going to get the COVID antiviral pill later this year. Scrap the plan or face multiple consequences.",
        "background": "The Government needs to scrap plans for Covid restrictions in next 5 winters including masks, social distancing, track and trace and even vaccine passports. Which will be a horrible idea for the UK economy and for people's livelihoods.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-17T09:03:30.359Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-19T21:30:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-26T07:41:09.103Z",
        "rejection": {
            "code": "fake-name",
            "details": "The Government has not announced plans to reintroduce Covid-19 restrictions in the winter months, so we couldn't accept a petition calling for plans to do so to be scrapped, but we could accept a petition calling for such restrictions not to be reintroduced."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-26T07:41:09.999Z"
    },
    "id": 592474,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592474.json"
    },
    "type": "petition"
}