{
    "attributes": {
        "action": "Why maintain quarantine for people travelling from France? Evidence needed",
        "additional_details": "Such an important decision needs to be supported by scientific evidence. For example, what is the increased risk for COVID-19 contamination by people travelling from France compared to other amber list countries? What is the increased risk of Beta variant related deaths due to people traveling from France ? The government needs to share with the public the figures and statistical models supporting this key decision and how this outcome has been balanced against the impacts.",
        "background": "The decision to maintain quarantine for double jabbed people travelling from France after the 19th of July will have an impact on the UK economy, businesses, people mental health. Families won’t be able to reunite, or won’t be able to go on holiday. The public needs scientific evidence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-18T19:46:02.792Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-18T20:13:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-22T13:51:12.699Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nData is provided from the Joint Biosecurity Centre here https://www.gov.uk/government/collections/data-informing-international-travel-risk-assessments.  Methodology is also available on the JBC pages on GOV.UK\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as changing the entry requirements for people travelling from France, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-23T14:00:09.256Z"
    },
    "id": 592585,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592585.json"
    },
    "type": "petition"
}