{
    "attributes": {
        "action": "Fine people that walk their dogs in high temperatures",
        "additional_details": "Dogs have all different coats and to be walking in hot weather is disgusting, not only are they overheating but their paw pads are burning on the scalding pavements and peeling off. This is animal abuse as all dogs are relying on their owners to keep them safe, not needing vet treatment and possibly death",
        "background": "Too many dogs are suffering and dying by either walking in high temperatures or being in a vehicle. Fines need to be made to these people and they may think twice before maybe killing or hurting their dog",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-19T08:30:36.039Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-19T10:14:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-22T13:51:36.027Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the welfare of dogs in hot weather, however the Animal Welfare Act 2006 already makes it an offence if a person causes, by act or omission, an animal to suffer. This would cover suffering caused by taking a dog for a walk in excessive heat.\r\n\r\nThe Government's code of practice for the welfare of dogs, which provides owners and keepers with information on how to meet the welfare needs of their animals, and can be used in courts as evidence in cases brought before them relating to poor welfare, specifically highlights the risks of heat stress: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf\r\n\r\nIn any case, decisions about investigating alleged animal welfare offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-22T13:52:03.996Z"
    },
    "id": 592603,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592603.json"
    },
    "type": "petition"
}