{
    "attributes": {
        "action": "Remove mandatory double-jab vaccination for venue entries.",
        "additional_details": "The Government should continue the use of negative covid tests results and not solely vaccinations. We risk the danger of crossing ethical and discriminatory lines in the efforts to get people vaccinated. A two-tier system will be created where persons who have not taken the vaccines for various reasons will be excluded from services and places of recreation. \r\n\r\nOne can only imagine just how much “encouragement” people will be receiving before it turns into something else.",
        "background": "On the 19th of July 2021, the British Government officially announced that by the end of September being double vaccinated will be compulsory to enter venues of large gathering. In particularly, night clubs as well as “other venues” which have not yet been defined appropriately.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-20T12:44:44.912Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-20T21:48:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-26T08:49:24.680Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nDo not require Covid vaccination passports for crowded events: https://petition.parliament.uk/petitions/592671\r\n\r\nOutlaw discrimination against those who do not get a Covid-19 vaccination: https://petition.parliament.uk/petitions/575801"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-26T08:49:25.549Z"
    },
    "id": 592801,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592801.json"
    },
    "type": "petition"
}