{
    "attributes": {
        "action": "Abolish vaccination passports and digital identification.",
        "additional_details": "The vaccine in question (COVID-19), does not prevent the person vaccinated from catching or spreading the virus, thus being no different to someone who hasnt been vaccinated, and should not be treated any differently, as the vaccinated will be protected from severe symptoms already.",
        "background": "Allow people free choice and the right to choose whether they receive a vaccination or not, and for it not to determine entrance or inclusion in any event or venue.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-20T13:55:38.665Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-22T15:07:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-27T08:56:53.315Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you would like people to have the freedom to choose if they get the vaccine or not, but getting the vaccine is currently voluntary, so we are not sure what change the Government could make.\r\n\r\nWe also understand that you would like to see vaccination passports abolished, and for a person's vaccination status not to determine if they are allowed in a venue or not. We do currently have a few petitions open on this topic which you may like to sign:\r\n\r\nDo not require Covid vaccination passports for crowded events\r\nhttps://petition.parliament.uk/petitions/592671\r\n\r\nDo not mandate a vaccine passport for international travel to or from the UK.\r\nhttps://petition.parliament.uk/petitions/581401\r\n\r\nOutlaw discrimination against those who do not get a Covid-19 vaccination\r\nhttps://petition.parliament.uk/petitions/575801"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-27T08:56:53.312Z"
    },
    "id": 592810,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592810.json"
    },
    "type": "petition"
}