{
    "attributes": {
        "action": "Lack of raw materials in our industry to remain operational, post covid",
        "additional_details": "We would like you to ask a question of the Business Secretary in parliament as to what can be done to secure enough aluminium material for not just us but our industry in general. Can the government subsidise materials or drop the dumping duty that befell China. The European mills are profiteering and have no capacity. \r\n\r\nWe are at a point where, we will have to look at short time working, then lay-offs, redundancies and if it goes on too long the closure of the business.     \r\nHelp !!!!",
        "background": "As Managing Director of a north east supplier to the construction industry, I want to raise an issue which is becoming all too commonplace in these strange times post covid. We are becoming increasingly concerned at the lack of raw materials required to conduct our business.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-20T14:30:29.265Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-20T15:24:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-26T08:33:11.427Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about shortages of materials for the construction industry, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIf you want to ask the Department for Business, Energy & Industrial Strategy a question you can find their contact details here: https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-26T08:33:12.236Z"
    },
    "id": 592814,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592814.json"
    },
    "type": "petition"
}