{
    "attributes": {
        "action": "GIVE SUPORT OF ANY KIND TO NHS WAITING LIST PAITENTS",
        "additional_details": "Support for advice, mental health checks and financial assistance to all especially or at least to those over nhs 18 weeks minimum target",
        "background": "People on nhs waiting unable to continue work, made unemployed or restricted ability to work untill procedure currently receive no extra support despite waiting list being 2 to 3 times more then the 18 weeks minimum target for nhs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-20T23:09:25.887Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-21T17:56:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-27T07:19:35.708Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of waiting for NHS medical care, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. We could accept a petition calling for additional funding for the NHS to reduce waiting times, or financial support for people waiting for NHS treatment, but it would need to be clear what financial support you want to be provided, and who to."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-27T07:19:36.596Z"
    },
    "id": 592866,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592866.json"
    },
    "type": "petition"
}