{
    "attributes": {
        "action": "Stop using clubs as a weapon to coerce  those that don’t want the covid vaccine.",
        "additional_details": "‘ A weekly update from the ZOE study at King’s College London, said there were currently 15,537 new daily symptomatic cases in partly or fully vaccinated people, an increase of 40% from 11,084 new cases last week.’\r\n‘ By contrast in unvaccinated people in the UK there are currently an average of 17,581 new daily PCR-confirmed symptomatic cases of Covid, according to the ZOE figures, a drop of 22% from the week before.",
        "background": "There are many people that are not willing to take the vaccine, by using this ‘weapon’ you are coercing people and forcing them to take something they don’t want. This method doesn’t respect a persons free will or their human rights. \r\n\r\nResearch shows we will never be fully protected.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-20T13:26:22.134Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-20T13:39:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-27T16:41:13.871Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nDo not require Covid vaccination passports for crowded events: https://petition.parliament.uk/petitions/592671\r\n\r\nDon't restrict admission to nightclubs to only vaccinated customers: https://petition.parliament.uk/petitions/592668\r\n\r\nOutlaw discrimination against those who do not get a Covid-19 vaccination: https://petition.parliament.uk/petitions/575801"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-27T16:41:15.842Z"
    },
    "id": 592808,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592808.json"
    },
    "type": "petition"
}