{
    "attributes": {
        "action": "Fines for people walking dogs in the heat or leaving them in cars",
        "additional_details": "Please can you give people fines or make it a law that in the summer heat the dogs can’t go walking till the evening or early morning as so many dogs are dying of heatstroke which is a awful way to die. The amount of dogs I have seen people walking in the town centre on very hot days is terrible. Even if they give them water it’s still not enough. Dogs won’t die from missing a walk but will die from going out in the heat.",
        "background": "The amount of dogs that are dying in the summer due to people walking there dogs in the heat or leaving them in the cars is ridiculous. To many dogs are suffering and it’s so sad something needs to be done.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-21T14:58:43.651Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-21T15:34:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-26T11:43:05.892Z",
        "rejection": {
            "code": "already-happening",
            "details": "We understand you're concerned about the welfare of dogs in hot weather, however the Animal Welfare Act 2006 already makes it an offence if a person causes, by act or omission, an animal to suffer. This would cover suffering caused by taking a dog for a walk in excessive heat.\r\n\r\nThe Government's code of practice for the welfare of dogs, which provides owners and keepers with information on how to meet the welfare needs of their animals, and can be used in courts as evidence in cases brought before them relating to poor welfare, specifically highlights the risks of heat stress: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf\r\n\r\nDecisions about investigating alleged animal welfare offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nIf you're concerned about a specific incident, you may wish to report it directly to the RSPCA: https://www.rspca.org.uk/utilities/contactus/reportcruelty"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-26T11:43:06.587Z"
    },
    "id": 592968,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592968.json"
    },
    "type": "petition"
}