{
    "attributes": {
        "action": "Put a stop to changing the Official Secrets Act pre-inquiry.",
        "additional_details": "Stop the processes of changing the Official secrets Act to allow for an external & independent review & inquiry of the governments activity throughout the pandemic.\r\n\r\nThere have been many wrong decisions & many alleged wrong doings by the government during the pandemic. To restrict the rights of journalists & whistleblowers and threaten 14 years imprisonment is to restrict the truth and freedom of speech that the public needs to scrutinise the UK leaders.  \r\n\r\nWe need the truth for the lives lost.",
        "background": "Stop all proceedings that seek to change the official secrets act until a full, independent inquiry has been carried out on the governments activity throughout the pandemic.\r\n\r\nThe potential of a journalist being jailed for 14 years for whistle blowing is a risk to the inquiry.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-21T09:04:50.468Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-21T09:28:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-27T08:47:16.022Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure whether you want any changes to the Official Secrets Act to be delayed until after an inquiry into Covid-19 or not to happen at all.  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nYou might also be interested to find out more about statutory public inquiries and the powers they already have: \r\n\r\nhttps://commonslibrary.parliament.uk/research-briefings/sn06410/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-27T12:23:32.722Z"
    },
    "id": 592909,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592909.json"
    },
    "type": "petition"
}