{
    "attributes": {
        "action": "Some Veterinary fees for personal pets to be exempt or reduced to 5% VAT.",
        "additional_details": "In addition to incurring considerable costs of treatment the addition of 20% VAT pushes costs up by a fifth.   Whilst, we can afford to pay for that many, particularly low paid folk and pensioners, cannot.  This puts animal lives at risk and causes unnecessary suffering and also at risk of being euthanised as the treatment is not affordable.  Insurance cover can run into hundreds of pounds per year and can contain many exclusions.  Non-elective surgery and emergency and essential treatments and drugs for long-term diseases and syndromes (such as Cushings) should be exempt or at least reduced to 5%.  Routine vaccinations and cosmetic treatments could continue be charged at a higher rate.  We are supposed to be a pet loving country, whynis Ireland more progressive than the UK on this issue?",
        "background": "Pet insurance is not affordable for many pet owners.  For many years, VAT at the full rate has been applied to all services supplied by veterinary surgeons, including life threatening and long term incurable illnesses. In the Republic of Ireland VAT is charged at a reduced rate for some services.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-21T12:28:03.359Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-23T13:10:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-28T07:49:53.797Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/590352"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-28T07:49:59.042Z"
    },
    "id": 592944,
    "links": {
        "self": "https://petition.parliament.uk/petitions/592944.json"
    },
    "type": "petition"
}