{
    "attributes": {
        "action": "Give greater priority to the health and wellbeing of children and young people.",
        "additional_details": "If the Government doesn’t act now we are heading towards the least healthy generation of UK adults in living memory. Apart from individual human tragedies, the economic costs will be devastating. For example, obesity alone has an estimated price tag of £5.1 billion per annum ALREADY and much more money is needed to fund even the current demand for mental health services, with credible sources anticipating demand will skyrocket. Immediate and determined action is needed to safeguard the future.",
        "background": "Appoint a current Cabinet Minister to take direct responsibility for the health and wellbeing of children and young people. New cross-Departmental policies are required to halt and reverse the serious deterioration in health and wellbeing, entrenched before the pandemic and now exacerbated by it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-23T12:09:47.395Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-23T14:51:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-28T08:05:08.986Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the health and wellbeing of young people, but we're not sure exactly what you'd like the Government or Parliament to do, other than appoint a dedicated Minister for this.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-02T11:18:14.188Z"
    },
    "id": 593192,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593192.json"
    },
    "type": "petition"
}