{
    "attributes": {
        "action": "Make Mental Health Resource Packs Essential when signed off or on a waiting list",
        "additional_details": "To many people are dieing on waiting lists for mental health support. To many people are being signed off work and left with the one thing they dread the most, their own mind. It's time for workplaces, doctors to be given resource packs to give to their patients and employees whilst left with this time. A starting point that will ease the strain not only of the persons mind but also the on the mental health system. Its time to be proactive, to support the system, the waiting list, the people.",
        "background": "How many people die on a waiting list. Make giving someone guidance & resources once signed off work or put onto a mental health waiting list essential, rather than being left stranded. There are many charities and help out there and this should be provided by services to help kick start recovery.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-23T19:13:06.192Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-23T19:22:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-28T10:22:30.052Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about what information to provide patients is a matter for the NHS and individual clinicians, not the Government or House of Commons.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease funding for NHS mental health services: https://petition.parliament.uk/petitions/581222"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-28T10:22:30.928Z"
    },
    "id": 593237,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593237.json"
    },
    "type": "petition"
}