{
    "attributes": {
        "action": "The Government cannot dictate what the STRB can recommend",
        "additional_details": "It is a disgrace that the Government present their evidence and their ‘remit’ before the STRB even have a chance to examine evidence. Their hands are tied and they are unable to independently recommend pay decisions. The Government controls their decisions so it is a pointless review body as their decisions are made, unfairly, for them. Teachers deserve better, like the NHS.",
        "background": "Stop interfering in the decisions made by, and the proposals made by, the STRB which is supposed to be an independent review body. Allow them to independently make their recommendations, then accept or reject their suggestions publicly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-23T21:55:16.222Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-23T22:16:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-28T13:52:40.745Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about teacher pay. However, the STRB accepts informed evidence when consulting on its proposed advice on teacher pay, including from the Government, so it's not the case that the Government 'dictates' what the STRB can recommend. We're therefore not sure what it is you'd like the Government to change about how the STRB operates.\r\n\r\nYou could have a petition calling for STRB recommendations to be legally binding, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-28T13:55:20.984Z"
    },
    "id": 593250,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593250.json"
    },
    "type": "petition"
}