{
    "attributes": {
        "action": "Remove the \"adult\" at 18 in special needs children",
        "additional_details": "A special needs child whatever age they reach will always be children or in many cases babies, their care needs to remain consistant with the trained Nurses and Doctors they are treated by from birth. I want the \"adult\" at 18 for everyone to be removed and for those with special needs to be allowed to remain with what they are familiar with",
        "background": "Special needs children need specialist care they receive as minors to be continued when they reach 18. They are placed in adult wards where they are not able to meet their needs",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-24T15:57:24.614Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-24T16:40:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-28T14:44:03.162Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the continuity of care for special needs children as the child transfers over to adult care services, but the Government would not be able to take a specific action when it is unclear which 18 year olds and which special needs circumstances would be effected by your changes.\r\n\r\nYou could start a petition calling for a review of the provision of care for people with special needs who are over 18, if this is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-28T14:44:14.177Z"
    },
    "id": 593297,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593297.json"
    },
    "type": "petition"
}