{
    "attributes": {
        "action": "Recognize vaccinations from outside of the UK Programme.",
        "additional_details": "Many of us in Great Britain are from various backgrounds. We have family, friends, expats living in different countries. They cannot visit for a short period of time without quarantine even for serious reasons (Funerals, child-births) even if they are fully vaccinated with the same product as we are here in the UK. This creates an unneccesary difficulty and a two-faced situation where UK aims to create 'Vaccination Passports' that fail recognizing other countries efforts. It's bad diplomacy.",
        "background": "Citizens from outside UK receive the same geniune and recognized Pfizer(a.o) vaccines. Anyone arriving into UK that's vaccinated, but not under the UK programme, have to quarantine for a significant period of their stay, whilist UK Vaccinated individuals do not. It's illogical and confusing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-23T17:19:37.351Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-23T18:36:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-28T09:37:45.852Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/592505\r\n\r\nYou might be interested to know that the Government has indicated it plans to allow foreign nationals who have received a UK-approved vaccine to enter the UK without needing to quarantine: https://inews.co.uk/news/politics/ministers-close-to-allowing-quarantine-free-travel-to-uk-for-fully-vaccinated-foreign-nationals-1122271"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-07-28T09:39:41.603Z"
    },
    "id": 593228,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593228.json"
    },
    "type": "petition"
}