{
    "attributes": {
        "action": "Allow non UK residents to enter UK for key life events of UK residents.",
        "additional_details": "The Government has considered relaxing the restrictions due to Economic reasons and to appease the public, such as during the EUROS.\r\n\r\nGovernment should look into placing importance on family and relationships during COVID. Steps include allowing family visits from Amber /Red list countries under certain conditions and ensure the options are affordable to avoid it being punitive to visit family. \r\n\r\nKey life events should be given the importance it deserves and restrictions must be reasonable.",
        "background": "The COVID Travel restrictions have been necessary to safeguard lives but may need to consider the impact on family relationships. \r\n\r\nFamilies have not been able to be a part of key life events such as births, weddings, and funerals nor celebrate key milestones (e.g. graduation ceremony).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-24T11:46:06.950Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-24T15:17:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-28T11:54:20.944Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you would like the travel restrictions to be reviewed for when people are travelling in to the UK for important life events, but as there is no formal definition of what would constitute a \"life event\", it is unclear what action the Government could take.\r\n\r\nIf you would like to see changes to the covid travel restrictions you may like to sign the following petitions which are currently open on this topic:\r\n\r\nAllow international travel with a lateral flow test result\r\nhttps://petition.parliament.uk/petitions/582714\r\n\r\nDo not mandate a vaccine passport for international travel to or from the UK.\r\nhttps://petition.parliament.uk/petitions/581401"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-03T10:00:11.845Z"
    },
    "id": 593285,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593285.json"
    },
    "type": "petition"
}