{
    "attributes": {
        "action": "control and regulate the release of emissions from waist treatment plants",
        "additional_details": "Waist treatment sites up and down the uk are releasing possible harmful gases and odours in a in controlled and none regulated amounts \r\nMost of these gasses are contributing to the greenhouse effect and are drastically reducing the possibility of local councils and the uk from reaching or emissions targets",
        "background": "We want a stop to the release of odours and emissions from waist treatment sites and also regulations to be brought in to control if any the amount of possible harmful emissions and odours that can be released",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-23T19:39:00.190Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-23T19:48:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-28T10:32:38.484Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about emissions from waste treatment facilities. However, such facilities are already regulated by the Environment Agency, who monitor the emissions such facilities are required to report to them. You can find out more about this here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/850130/Env-reporting-guidance_inc_SECR_31March.pdf.\r\n\r\nIt's therefore not clear what more you'd like the Government to do.\r\n\r\nYou could have a petition calling for the Government to change these reporting guidelines in some specified way, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-28T10:32:45.384Z"
    },
    "id": 593240,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593240.json"
    },
    "type": "petition"
}