{
    "attributes": {
        "action": "Reverse the Cruel Changes on the NICE Chronic Pain Guidelines",
        "additional_details": "Numerous outcomes for secondary interventions for medicines and other treatments have been withheld in the evidence made available to the public.The Information Commissioner has accepted my case after agreeing with my findings. I am waiting a case worker. \r\nFor many of us with chronic pain there is no cure, yet effective pain relief (such as those medications that are no longer approved by NICE) can be the difference between having a quality of life and being bed bound. Please help us.",
        "background": "Contacting NICE on our behalf as they are no longer replying to our communications. \r\nDebate this in the House of Parliament, where it will be officially recorded, and potentially come to the attention of the press and public.\r\nAllow Chronic Pain Paitents to have their side of the story heard.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-07-23T20:54:18.161Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-24T05:34:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-28T10:41:50.954Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nThe National Institute for Health and Care Excellence is an executive non-departmental public body, so the content of guidance produced by NICE is an operational matter for NICE, not the Government or Parliament.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-26T14:10:02.500Z"
    },
    "id": 593244,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593244.json"
    },
    "type": "petition"
}