{
    "attributes": {
        "action": "Link public sector pay rises by % to whatever pay rise MP's vote for themselves",
        "additional_details": "Rather than each independent public sector having to negotiate their own percentage pay rise and to ensure a fair & equitable approach ; make ALL public sector pay rises (teachers, nurses, police, fire service, etc...) pay rises linked to MP's Pay Rises by percentage.\r\n\r\nEvery time MP's vote themselves a pay rise, ALL other public sector employees get the identical percentage pay rise, payable immediately without deferment \r\n\r\nIf MP's vote themselves an X % pay rise, that's what everyone else gets",
        "background": "To ensure fairness to all public sector workers especially the many valued Key Workers who have been identified from the pandemic, link annual pay rises by percentage to whatever MP's accept as their annual percentage pay rise",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-24T12:43:26.989Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-24T15:53:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-27T08:59:00.783Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. MPs do not set or vote on their pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-27T08:59:01.760Z"
    },
    "id": 593287,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593287.json"
    },
    "type": "petition"
}