{
    "attributes": {
        "action": "Compulsory Teaching About the British Empire in the Education Sector",
        "additional_details": "There are increasing reports about biased teaching in schools about the British Empire which focus only on the negative. It is important that students are provided with a fair and accurate account of the empire's history, which includes its role in ending slavery and its role in defeating the Nazis in WWII. We ask the government to make it compulsory to ensure that the positives, as well as negatives, are taught by teachers who choose to implement it in their teaching.",
        "background": "Teach a fair account of the British Empire in the education sector. As well as slavery, this should include:\r\n1) How Britain spent 150 years of its existence wiping out the slave trade\r\n2) Role in defeating Nazi Germany in WWII\r\n3) The spread of democracy, rule of law & education.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-24T17:39:37.376Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-24T17:49:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-29T07:04:18.398Z",
        "rejection": {
            "code": "no-action",
            "details": "The national curriculum already requires schools to teach about the empire in key stage 3: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/239075/SECONDARY_national_curriculum_-_History.pdf\r\n\r\nExamples of subjects schools might teach include Britain’s transatlantic slave trade: its effects and its eventual abolition, the Second World War and the wartime leadership of Winston Churchill, and Britain’s place in the world since 1945.\r\n\r\nWe could accept a petition calling for subjects such as the above to be made mandatory teaching."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T11:43:02.552Z"
    },
    "id": 593308,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593308.json"
    },
    "type": "petition"
}