{
    "attributes": {
        "action": "Give parents the choice to protect their children against Covid-19.",
        "additional_details": "A mix of winter illnesses and covid with no proper mitigations is a poor choice. If the government is wrong, it will be too late to fix it. Children will struggle to access overburdened healthcare. The UK will also have a generation of children who face unknown long-term health and wellbeing consequences due to covid exposure and school disruptions. Other countries have mitigations to reduce spread in schools. Give parents the choice for how best to protect their own children.",
        "background": "Parents have the right to protect their children against covid and its potential long term health consequences.\r\n1. The choice to wear a mask for school-aged children\r\n2. The choice to vaccinate school-aged children\r\n3. The choice to use best practices for ventilating classrooms (fans and purifiers)",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-24T20:15:04.671Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-25T07:52:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-29T07:20:44.389Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how children are protected from Covid-19, but we're not sure exactly what you mean by giving parents the choice over whether children wear masks, are vaccinated, and ventilation of classrooms, especially as the latter would affect multiple children with different parents, who might have different views on the matter.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nOffer the Covid-19 vaccine to under 18s: https://petition.parliament.uk/petitions/589254\r\n\r\nWe could accept a petition calling on the Government to give school students a right to wear face coverings in school, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-04T07:42:28.755Z"
    },
    "id": 593316,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593316.json"
    },
    "type": "petition"
}