{
    "attributes": {
        "action": "Fix the price of covid tests when returning to the uk",
        "additional_details": "Even on the gov website it is not obvious how much a company will\r\nCharge until you ‘click’ through and fill in your information only\r\nTo find the actual cost is 5 x’s the advertised price.",
        "background": "Testing appears to be unregulated and costs vary widely allowing for financial gain/abuse.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-25T17:21:10.643Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-28T09:10:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-30T10:19:02.425Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you would like for there to be less fluctuation in the prices of PCR tests, and for them to be sold at the prices originally advertised, but it is unclear what action the Government could take to control the price, as it is up to individual suppliers to price their products. It is also unclear if you are referring to tests you need to take abroad, before you come back to the UK, in which case it would not be the responsibility of the UK Government to set prices of PCR tests for companies based abroad.\r\n\r\nYou could have a petition calling on the Government to cap the price of PCR tests supplied in the UK at a certain amount, if that is something you would like to see happen.\r\n\r\nYou may also like to sign the below petitions currently open on this topic:\r\n\r\nProvide free PCR tests for international travel and return to the UK\r\nhttps://petition.parliament.uk/petitions/590483\r\n\r\nAllow international travel with a lateral flow test result\r\nhttps://petition.parliament.uk/petitions/582714\r\n\r\nLower the price of the £210 COVID Home Test Kits for travellers entering the UK\r\nhttps://petition.parliament.uk/petitions/575509\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-30T10:19:02.423Z"
    },
    "id": 593373,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593373.json"
    },
    "type": "petition"
}