{
    "attributes": {
        "action": "Grant Amnesty to overstayers willing to work in Health & Social Care",
        "additional_details": "Health and Social Care  is currently experiencing severe staffing shortages more so now due to Covid Fatigue.\r\nWe need a large workforce to sustain demand in care homes, hospitals etc",
        "background": "Stop deportation of overstayers and retrain them to work in health and social care. \r\n\r\nGrant amnesty to help recruitment in Healthcare and Social Care \r\nThere are plenty of people already in the country with no papers or delays from home office.\r\nThis will help staffing in the industry",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-25T03:12:55.767Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-26T08:23:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-29T08:36:05.246Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to policy regarding people who overstay their visa conditions, but it's not clear exactly how you want this to work. Your petition says that Government should \"Stop deportation of overstayers and retrain them to work in health and social care\", but we couldn't accept a petition calling for overstayers to be forced to train and work in health and social care.\r\n\r\nWe could accept a petition calling on the Government to create a scheme for people who have overstayed to apply to work in health and social care, instead of being removed from the country."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-29T08:36:06.001Z"
    },
    "id": 593334,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593334.json"
    },
    "type": "petition"
}