{
    "attributes": {
        "action": "Ban Multi-Level Marketing schemes as a variation on a pyramid scheme",
        "additional_details": "Multi level marketing schemes exploit loopholes in legislation designed to prevent Pyramid schemes, but are in fact legitimised pyramid schemes.\r\n\r\nThey evade existing law by selling products, but these schemes are set up such that the only way for their members to make money is by  recruiting other members, and therefore are pyramid schemes.\r\n\r\nSaudi Arabia, Bangladesh, and China have already made these schemes illegal, and the US FTC has issued official advice against participating.",
        "background": "Introduce legislation to disrupt multi level marketing schemes, and launch an inquiry in to whether these schemes have in fact breached existing laws.\r\n\r\nAs a minimum, this industry should be heavily regulated and required to show statistics to their prospective members of how many actually profit.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-26T07:03:49.430Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-01T16:44:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-03T07:38:37.258Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBan Multi Level Marketing businesses from trading in the UK: https://petition.parliament.uk/petitions/583958\r\n\r\nEnforce more regulation and transparency for MLM companies in the UK: https://petition.parliament.uk/petitions/581482"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T14:09:06.436Z"
    },
    "id": 593407,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593407.json"
    },
    "type": "petition"
}