{
    "attributes": {
        "action": "Legislate to limit the size of dog breeding establishments.",
        "additional_details": "We don’t want to swap one evil for another. Puppy farming is abhorrent wherever it takes place. Puppy farming will continue as long as breeders can breed thousands of puppies and transport them to another site for sale without their mother. Large breeding establishments cannot provide an appropriate environment for dog breeding. Puppies should only be sold from the premises where they were born, this will safeguard animal welfare and ensure buyers make informed choices when buying a puppy.",
        "background": "Estimated annual puppy sales in the U.K. are 400,000 to 700,000. We welcome the puppy import ban but failing to plan now could mean the welfare benefits of the ban will be limited. There is a risk the ban on puppy imports could lead to an increase in puppy farming within the UK itself.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-07-26T16:15:41.621Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-02T10:38:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-04T07:51:00.686Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about large-scale dog-breeding operations, but it appears that much of your request is already covered by 'Lucy's Law', which means that anyone wanting to get a new puppy or kitten in England must now buy direct from a breeder, or consider adopting from a rescue centre instead, and that licensed dog breeders are required to show puppies interacting with their mothers in their place of birth. You can read more about this law here: https://www.gov.uk/government/news/lucys-law-spells-the-beginning-of-the-end-for-puppy-farming\r\n\r\nWe could accept a petition calling on the Government to limit the size of dog-breeding establishments, provided this didn't imply that things that have already been prohibited are allowed to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-24T11:15:49.267Z"
    },
    "id": 593463,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593463.json"
    },
    "type": "petition"
}