{
    "attributes": {
        "action": "That a councillor is deemed to be acting as a councillor at all times.",
        "additional_details": "This rule will not have an effect on most councillors because they already take their positions seriously. However, a minority of councillors are not held to account when acting wrongly by saying that they were not acting as a councillor at the time. This is wrong as it has the effect of potentially bringing a council into disrepute. Councillors are elected to represent the residents and as such should follow Nolan Principles of Public Life at all times.",
        "background": "To make it law that ALL councillors at ALL levels of councils are deemed to be acting as councillors at ALL times. Also that they must adhere to the Nolan Principles of Public Life at all times. These rules MUST be adopted by ALL councils as part of their Code of Conduct.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-26T17:38:23.444Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-26T19:20:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-30T07:28:59.394Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about local authority codes of conduct and scrutiny of councillors' behaviour are a matter for individual local authorities and the electorate, not the Government or House of Commons. The Seven Principles of Public Life (also known as the Nolan Principles) apply to anyone who works as a public office-holder, including councillors.\r\n\r\nWe could accept a petition calling for it to be made an offence for councillors to breach the Nolan Principles, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-30T07:29:00.386Z"
    },
    "id": 593468,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593468.json"
    },
    "type": "petition"
}