{
    "attributes": {
        "action": "Outdoor water fun for young children e.g. shallow water pool or fountains",
        "additional_details": "The local area does not currently have somewhere for families and children to go to. Now lockdown is over and more summer days are coming. Children and families would appreciate having somewhere to go. Around the water area a few bins can be added so there is no litter and maybe even it can be fenced so there is added security. There is not much a single person to do so this is why I decided to make a petition for the council to see if they can help not just me but other families",
        "background": "Set out a specific place where families and children under a certain age can go to where there is safe water. There is currently no where for children to go to cool down other than rivers or big swimming pools etc. Whether it is a very shallow pool or fountains where water can be recycled.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-27T11:38:36.937Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-27T11:50:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-30T08:33:37.931Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about local pools and other water-based play areas, are a matter for individual local authorities and leisure facilities, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-30T08:33:39.110Z"
    },
    "id": 593525,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593525.json"
    },
    "type": "petition"
}