{
    "attributes": {
        "action": "Prohibit emergency services operators engaging in 3rd party marketing activity",
        "additional_details": "Whilst talking someone through steps to find a location may be sensible during a call, it is not appropriate to actually engage in marketing activity for a third party commercial company (such as talking someone through downloading an \"app\"). Location can be managed with many means (text a link, use network services, or a variety of simple web pages), and does not need downloading a commercial app. Marketing a third party commercial app should be banned.",
        "background": "It seems, from various reports, that many emergency services are engaging in marketing activity during an emergency call - specifically getting callers to download a third party commercial application on to their mobile phone. This is clearly against their primary objectives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-28T08:29:53.864Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "HO",
                "name": "Home Office",
                "url": "https://www.gov.uk/government/organisations/home-office"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-28T08:37:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-30T11:23:22.853Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about people being advised to download a mobile application to identify their location, but in the situation you have described this appears to be a means of identify the location of a person who has contacted the emergency services, rather than a marketing service for the relevant application."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-03T13:26:53.842Z"
    },
    "id": 593591,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593591.json"
    },
    "type": "petition"
}