{
    "attributes": {
        "action": "Make Long Covid a Disability and provide financial support.",
        "additional_details": "Despite being Vaccinated and adhering to all social distancing issues this voracious virus still continues to run rampant on the health of a Long Covid sufferer making us more vulnerable to variants, and anecdotal reports show that booster vaccines will likely incapacitate us further along with reinfection making us more vulnerable and some who have even recovered will not feel safe enough to return to the work place immediately. Therefore we will need financial support going forward to survive.",
        "background": "Currently there is no clear pathway for financial support, along Covid has over 1 million in the UK too ill to work for an avg of 6 months according to ONS data (2021). We would like PIP type financial support which is currently being refused to often with housing and daily living costs required.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-27T09:03:21.238Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-27T11:48:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-30T08:41:09.152Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: \r\n\r\nProvide financial support & fund research into interventions to treat long COVID: https://petition.parliament.uk/petitions/581110\r\n\r\nBenefits for people with health conditions, which would include long-term effects of Covid-19, are based on whether a health condition prevents people from being able to work, or perform other daily tasks. You can read more about disability and sickness benefits here: https://www.gov.uk/financial-help-disabled/disability-and-sickness-benefits\r\n\r\nThe only context where particular health conditions are classified as a disability is in relation to occupational illness. If you would like the Government to classify long Covid as an occupational illness, you might like to sign this petition: https://petition.parliament.uk/petitions/575778"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-30T08:59:40.976Z"
    },
    "id": 593510,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593510.json"
    },
    "type": "petition"
}