{
    "attributes": {
        "action": "Allow Food Delivery personell to park anywhere when picking up food",
        "additional_details": "I am an Uber Eats driver and there's literally nowhere to park without getting a ticket unless it's in a paid parking space and I pay for parking while there. I shouldn't have to pay £2-£5 for a 3 minutes stay. I then have to walk a couple hundred feet to and from the restaurant, this shedding time off my delivery time and causing me to have low payments and less tips",
        "background": "Designate areas outside certain restaurants and establishments so that Uber Eats and Deliveroo & Just Eat drivers can pick up without being slapped with a parking ticket for leaving their car for less than 10 mins. Or have parking attendants to just leave us alone",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-29T14:04:24.644Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-29T14:47:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-02T08:22:27.846Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about parking restrictions are a matter for individual local authorities and private land owners, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-02T08:22:28.588Z"
    },
    "id": 593690,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593690.json"
    },
    "type": "petition"
}