{
    "attributes": {
        "action": "We call on the UK Parliament to discuss and issue a statement on Cuba",
        "additional_details": "Non-violent protests are a fundamental right to democratic societies and have been throughout history. It is how policies have been challenged and changed in the past. Without them, you are effectively saying nobody has the right to peacefully challenge anything. If people feel the need to protest a government should listen and not shut down this legitimate way of people voicing their concerns and opinions.",
        "background": "The right to peaceful assembly and protest are fundamental principles of any democracy. Parliament has a duty to discuss and issue a statement on Cuba.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-29T09:27:50.248Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-29T11:34:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-02T08:01:56.041Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand you're concerned about protests in Cuba. However we can't accept petitions which call for members of Parliament to make statements on any particular issue individually or collectively, as that is a personal matter for them.\r\n\r\nYou could have a petition asking the UK Government to call on the Cuban Government to ensure its citizens' right to peaceful protest is respected, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-03T08:28:24.480Z"
    },
    "id": 593660,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593660.json"
    },
    "type": "petition"
}