{
    "attributes": {
        "action": "Change early setting isolation rules as soon as possible.",
        "additional_details": "As a self employed person who runs a little business, I have been asked many times before and after the pandemic to go and pick my child up from nursery middle of the day and told to stay home until health providers tells it’s safe for him to go back! I never once was asked to do it when he was going to childminders! \r\nI lose client and I lose chunk from my earning each time I had to stay with him at home. Plus to pay full fees and not being credited back to childcare fee account is a killer!",
        "background": "To get daily fees back each time parents are asked to pick nursery age kids due to kids are not feeling good. I believe nurseries have been violating their rules of self isolation and stay home policy other type of illnesses young kids catches from each other!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-28T19:29:23.780Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-28T20:16:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-30T07:53:52.614Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about self-isolation rules for childcare settings, but it's not clear what it is about these rules that you'd like the Government to change.\r\n\r\nIn any case, any decision to refund fees is a contractual matter between childcare providers and parents, and not the responsibility of the UK Government or Parliament.\r\n\r\nYou could have a petition calling for the Government to give parents a legal right to a refund when children are unable to attend childcare due to illness, if that is something you'd like to see happen.\r\n\r\nYou might like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/593301"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-07-30T07:54:10.978Z"
    },
    "id": 593630,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593630.json"
    },
    "type": "petition"
}