{
    "attributes": {
        "action": "Review judiciary resources allocated for family court proceedings trainin",
        "additional_details": "To review and incite improved training of magistrates in the matter of abusive behaviour in all its forms.  Currently the system is failing thousands of parents by not identifying accurately, the dynamics and abusive subtleties in the family court arena.  The system itself is unwilling to open mindedly update itself in its knowledge of abusive behaviour and multiple court proceedings are being used as a means of abusive, along with lack of knowledge regarding the term PA and it’s validity",
        "background": "Review the judiciary systems resources and implementation of magistrates training in the context of coercive and controlling behaviour, abusive behaviour and unevidenced, false allegations of parental alienation",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-30T10:12:27.371Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-03T21:15:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-05T08:11:15.632Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about training for members of the judiciary are a matter for the judiciary, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe could accept a petition calling on the Government to review the justice system's handling of family proceedings, which could assess the concerns you raise in your petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-05T08:11:15.629Z"
    },
    "id": 593755,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593755.json"
    },
    "type": "petition"
}