{
    "attributes": {
        "action": "Reduce council tax across Newark On Trent due to a lack of services & amenities",
        "additional_details": "1. No Police station - Old one was closed new one was built then closed due to cost. \r\n2. No A&E we are now forced to go to Lincoln or Mansfield / Nottingham\r\n3. Poor upkeep of all local parks and amenities\r\n4. Poor Emergency response times due to lack of funding to the Ambulance service (This will be the next closure)\r\n5. Roads are all in a state of disrepair\r\n6. Millions was spent on poor drainiage around Newark yet it still floods in the same places.\r\n\r\nYet council tax keeps rising.",
        "background": "We would like the Government / Parliament to re consider the amount of council tax we pay in Newark On Trent \r\nas one of the highest council tax rates in the East Midlands yet we have the least amount of services available to us.\r\nNewark average £1,485.68 per houeshold",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-30T10:18:28.932Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-30T12:11:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-02T09:21:40.136Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about local council tax rates are a matter for your local authority, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council directly. Find out how to petition your council here: https://www.newark-sherwooddc.gov.uk/petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-02T09:21:41.043Z"
    },
    "id": 593757,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593757.json"
    },
    "type": "petition"
}