{
    "attributes": {
        "action": "Introduce drug testing stations in venues to promote harm reduction",
        "additional_details": "Controlled substances are illegal but they will continue to be consumed by people who wish to partake in them, through the use of drug testing the countless number of deaths and hospitalisations which occur in venues can be reduced significantly. There is a minimal cost for this but the amount of lives it would save will be priceless. The Netherlands use a similar strategy where partygoers can test their substances inside venues, leading to a significant decrease in drug-related incidents.",
        "background": "Through the use of official drug testing stations in nightclubs and venues, partygoers could have the opportunity to ensure a given substance is actually what it is claimed to be whilst also being able to assess its purity and safety. Testing kits are quick and easy to use, with minimal costs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-01T20:55:01.305Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-01T21:06:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-03T08:00:21.545Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want drug testing stations to be introduced, but it's not clear what venues you want these to be introduced to.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-03T08:00:22.844Z"
    },
    "id": 593896,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593896.json"
    },
    "type": "petition"
}