{
    "attributes": {
        "action": "Urge goverment to invest in new technologies to stop mass cull of live chicks.",
        "additional_details": "Male chicks in the egg industry are seen as waste, Therefore they are either gassed or ground up alive. New technology (Ovo Spectroscopy) would put an end to this. Not only will day old chicks not be violently killed but it would also be more efficient than current methods. Germany and France have banned mass culling of chicks by 2022, with the government investing in the new technologies. \r\nhttps://www.findlight.net/blog/2019/11/26/in-ovo-spectroscopy-for-chicken-egg-sex-determination/",
        "background": "I am creating a petition to draw attention to the inhumane mass culling of day old male chicks in the egg industry . New technology allows the sex of chicks to be determined, while in the egg and before any nervous system is formed. This would put an end to the gassing and maceration of live birds.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-07-31T15:17:50.093Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DEFRA",
                "name": "Department for Environment, Food and Rural Affairs",
                "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-07-31T17:44:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-03T07:17:34.748Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about animal welfare policy are a matter for the Government, but decisions about investing in agricultural equipment are a matter for individual agricultural businesses, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe could accept a petition calling on the Government to require agricultural businesses in the egg industry to install technology that can determine the gender of chicks in the egg.\r\n\r\nWe have also published the following petition, which you might like to sign:\r\n\r\nBan the culling of male chicks: https://petition.parliament.uk/petitions/570946"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-03T07:17:35.505Z"
    },
    "id": 593829,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593829.json"
    },
    "type": "petition"
}