{
    "attributes": {
        "action": "Help Us To Support Our Gurkhas And Save Lives",
        "additional_details": "Boris Johnson, we as the Veterans and their families ask you again to sit down an talk with these individuals to see how this could be resolved without the need for loss of life.\r\n\r\nProud Soldiers standing alongside British Soldiers deserve to be treated better. Now they are having to put their lives on the line again once more in their fight for equality. The difference now is these fearless men and women are elderly and although strong in mind and spirit, their bodies will be weaker.",
        "background": "Brave Elderly Gurkha Men Who Have Fought Alongside The British Army Are Having To Go On A  Hunger Strike Over A Right For Fairness And Equality.\r\n\r\nSome of the elderly Gurkha men are receiving £47 per month pension for 20 years of service received. Is this fair?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-02T09:45:19.598Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-02T17:53:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-04T08:23:55.093Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about support for Gurkhas, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling for changes to pension rights for people who have served in the Brigade of Gurkhas, or for a review of financial support for veterans from this Brigade."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T14:08:26.995Z"
    },
    "id": 593928,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593928.json"
    },
    "type": "petition"
}