{
    "attributes": {
        "action": "Allow scalp cooling/cold caps to continue in hospitals for cancer patients.",
        "additional_details": "NHS is supposed to be a public service. Decisions like stopping beneficial treatments for patients using the excuse of Covid 19 is unacceptable. \r\nThe general public, patients and NHS staff must have decision making power.\r\nRestricting care and comfort of poorly people is a crime. There are always solutions to problems, we will not allow our people to suffer. The NHS needs reform, dissallowing a simple treatment such as scalp cooling is a sign of poor planning. We can do it better.",
        "background": "Cold caps cool the scalp using a machine. This is a recommended and usually regular treatment for chemotherapy patients, there is evidence to suggest that the cold caps/scalp cooling treatment reduces the symptom of hair loss. Since Covid 19 for many the treatment has been stopped.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-03T08:12:19.841Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-03T09:41:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-04T13:32:30.546Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nWe understand you're concerned about whether hospitals are offering scalp cooling to patients undergoing chemotherapy. However, the decision on whether or not to offer specific clinical interventions such as this, including whether it is appropriate to do so in light of the need for covid-19 infection prevention and control, is a matter for individual hospitals and NHS Trusts, not the UK Government or Parliament.\r\n\r\nYou might like to raise this matter with your MP. You can find your MP's contact details here:\r\nhttps://members.parliament.uk/members/commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-04T13:32:30.544Z"
    },
    "id": 593983,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593983.json"
    },
    "type": "petition"
}