{
    "attributes": {
        "action": "Introduce mental health first aid training for all appropriate workers",
        "additional_details": "People need to be aware of the signs of a decline in a persons mental health. I was recently told outside of a club that I was faking a panic attack by a security guard, which highlighted the lack of education around mental health, which is extremely dangerous when working with the public. By being trained in what signs to spot in a person who may be struggling, you may be able to save a life. People need to be educated and aware of the detrimental effects of mental health that can  occur",
        "background": "Make mental health first aid training accessible for all workers who may come into contact with someone who is experiencing any form of mental distress. Mental health is invisible but effects many people, especially coming out of this lockdown.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-02T19:20:37.203Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-02T19:50:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-04T08:33:02.319Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/576887\r\n\r\nIf you want the Government to do something different to the above petition, you could start a new petition explaining more clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-04T08:33:03.281Z"
    },
    "id": 593961,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593961.json"
    },
    "type": "petition"
}