{
    "attributes": {
        "action": "Allow drug testing facilities at festivals and night clubs to reduce harm",
        "additional_details": "There is no way to prevent drug use on the streets, at home, nor at festivals or nightclubs, and there’s no way to lower the risk of death or overdose when it comes to the streets or home but, there is when it comes to night clubs and festivals.\r\n\r\nDrug testing facilities at festivals at nightclubs and festivals will help prevent people taking drugs.\r\n\r\nif users are aware of adulterants and other things that shouldn’t be in the drug the chances are they will dispose of it, however if they know how strong the substance they have is they may dispose of it or they will likely use it sensibly by using less of it over a shorter time. \r\n\r\nThis will then reduce the number of overdoses and deaths due to a rise in substance awareness.",
        "background": "Supply drug testing kits/equipment and fund club owners and festival workers with relevant education on drug testing and/or allow them to hire independent drug testing facilities such as “the loop”",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-02T08:40:44.909Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DCMS",
                "name": "Department for Digital, Culture, Media and Sport",
                "url": "https://www.gov.uk/government/organisations/department-for-digital-culture-media-sport"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-02T10:07:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-04T07:46:25.445Z",
        "rejection": {
            "code": "fake-name",
            "details": "If you resumbit your petition you should be clear if you want the Government to fund the uptake of these facilities, or require they be provided, or something else."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-04T07:46:26.236Z"
    },
    "id": 593917,
    "links": {
        "self": "https://petition.parliament.uk/petitions/593917.json"
    },
    "type": "petition"
}