{
    "attributes": {
        "action": "Invest in the environmental infrastructure of the England.",
        "additional_details": "I hope you see the value of nature, if not, none of my words can convince you; however, if you do, then see that this is the moral and just thing to do. The amount of job creation would be substantial.\r\n\r\nWe can easily set an example, here in England to the rest of the world on what they too should be doing; Investing, not just to make more money, but to ensure future generations can thrive. Nature, has given us all we have. Can we please give back. You can do good, and gain the publics love.",
        "background": "It is time we start to address the decline of our planet by beginning at home, investing in the future wellbeing of our country through mass environmental projects, aimed at increasing the amount of green space (parks, national grounds, wildlands), and the reforesting of the Fells across England.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-03T11:46:40.624Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-03T15:09:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-05T08:35:24.123Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see more done to increase green space in the UK, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIntroduce a National Reforestation Scheme: https://petition.parliament.uk/petitions/573066\r\n\r\nRequire developers felling trees to fund reforestation projects: https://petition.parliament.uk/petitions/578554"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-05T08:35:25.076Z"
    },
    "id": 594001,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594001.json"
    },
    "type": "petition"
}