{
    "attributes": {
        "action": "Amend rules for student finance England providing funding for estranged students",
        "additional_details": "Provide more assistance and clear help for students who become estranged or are in complicated circumstances regarding divorced parents, changed custody or being adopted. The method of having regular contact with a professional third party is outdated and doesn't stand to work if a student becomes in a difficult situation and doesn't have any regular place to live. Make estranged status easier to achieve and make definitions more clear.",
        "background": "Qualifying for additional funding and independent status does not stand to benefit those in poorer circumstances. Requiring professional evidence isn't always viable and time frames for responses make it unrealistic for students to be able to accommodate sudden changes in circumstance.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-04T14:59:50.326Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-04T15:05:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-05T09:22:57.260Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about support for students who are estranged from their family, but we're not sure what changes you want to be made to current definitions or support.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-05T09:22:58.297Z"
    },
    "id": 594088,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594088.json"
    },
    "type": "petition"
}