{
    "attributes": {
        "action": "London Authorities should be banned for massacre any trees in London.",
        "additional_details": "Investigations into whether the public authority has failed to comply with environmental law, and employee decision-making.\r\nLocal Authorities in London should be initiated into the roles and importance of trees.\r\nA tree has the ability to provide an essential of life for all living things on our planet: oxygen, and the power to remove harmful gases like carbon dioxide making the air we breathe healthier.\r\nThe government should take in considerations my proposal of a new Bill  \r\nalready written.",
        "background": "UK air pollution is a public health emergency, London boroughs have to recognise that air pollution in London is a critical issue that must be tackled, duty to governance and policies for improving the natural environment, for innovative air quality projects and reduction of CO2 emission in London.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-03T14:34:31.054Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-10T11:57:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-16T11:20:45.965Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. This is a matter for the London Assembly and the London Mayor.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nWe could accept a petition calling to changes for the felling of trees across England, if that's something you'd like to happen.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRequire developers felling trees to fund reforestation projects: https://petition.parliament.uk/petitions/578554"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-16T11:20:46.822Z"
    },
    "id": 594015,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594015.json"
    },
    "type": "petition"
}