{
    "attributes": {
        "action": "No to vaccinations without parental consent",
        "additional_details": "I believe children below the age of 18 are not suitable to decide if vaccines should be administered",
        "background": "Ban the idea of allowing children to be vaccinated against or without parental agreement",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-04T19:36:20.909Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-04T20:05:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-06T09:39:59.484Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you would like for all children to require parental consent for vaccinations however all children under 12 do currently require parental consent for vaccinations. Those aged between 12 and 16 do also require parental consent but if the consent is not given there is an option for those children to prove what is called  \"Gillick Competency\" and receive a vaccine without the consent of their parents. Those between the ages of 16 and 18 don't need parental consent as they are deemed able to consent as per Family Law Reform Act 1969. \r\n\r\nYou can read more about the different levels of consent for vaccinations here:\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/138296/dh_103653__1_.pdf\r\nAnd you can read more about the Family Law Reform Act 1969 here:\r\nhttps://www.legislation.gov.uk/ukpga/1969/46\r\n\r\nWe're not sure exactly what action you'd like the Government or Parliament to take. You could start a new petition calling on the Government to require parental consent for 16 and 17 year olds to be vaccinated."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-06T09:40:12.769Z"
    },
    "id": 594114,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594114.json"
    },
    "type": "petition"
}