{
    "attributes": {
        "action": "Stop covid testing for children or come up with less invasive test.",
        "additional_details": "Current covid testing is traumatic for adults never mind children, especially the ones who are not aware of what is happening to them, but this is required from the nurseries and primary schools when symptoms appear, in order for the children to be allowed back in (and parents go back to work)\r\nMost children experience no symptoms even if they were to have covid, when they develop cough or temperature the likelihood of this being covid is very low. Stop traumatising children.",
        "background": "Government needs to make it illegal for children to be required to be tested for covid by either nurseries or primary schools, alternatively, come up with less invasive and traumatic way to test our future generation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-05T09:35:21.521Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-05T10:47:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-06T07:26:51.836Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action that they are responsible for.\r\n\r\nWe understand that you are concerned about the impact of testing on children, but we're it's not clear exactly what you want to do, and your request is partly about things the Government is not responsible for.\r\n\r\nThe Government currently encourages regular testing for secondary school and college students, to identify positive cases and prevent onward transmission: https://www.gov.uk/government/publications/what-parents-and-carers-need-to-know-about-early-years-providers-schools-and-colleges-during-the-coronavirus-covid-19-outbreak/step-4-update-what-parents-and-carers-need-to-know-about-early-years-providers-schools-and-colleges#symptoms-and-testing\r\n\r\nWe could request changes to this guidance, but it would still be up to individual educational settings whether to require children in attendance to be tested for Covid-19.\r\n\r\nWhile developing new medical devices is a matter for the medical industry, we could accept a petition calling on the Government to provide funding to research Covid-19 tests that do not involve swabbing the nose or throat."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-06T07:26:53.170Z"
    },
    "id": 594161,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594161.json"
    },
    "type": "petition"
}