{
    "attributes": {
        "action": "To open more swimming bath's.",
        "additional_details": "To re open or open More leisure centres as it helps the youth of the UK get off the streets and he helps and come in to a better place chill axe with there friends causing trouble on the street as it frightens many old and young people that's why we would like to government to open more leisure centres and in Moses centres open swimming baths as youngsters would like to go swimming rather than staying at home and beyond the devices.",
        "background": "To open more swimming bath's as some people have to travel far to go to other swimming bath's\r\nE.g small heath leisure centre has closed their swimming pool for 8 years without letting people know why.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-05T22:55:42.918Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-06T11:36:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-06T11:54:00.271Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about local leisure facilities are a matter for individual local authorities and leisure providers, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-06T11:54:01.093Z"
    },
    "id": 594256,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594256.json"
    },
    "type": "petition"
}