{
    "attributes": {
        "action": "Change the law regarding the 'right to roam' for aggressive cats, eg the Bengal.",
        "additional_details": "To ensure the Environmental Protection Act 1990 is enforced by the local authority to prosecute a person, where a cat is being a 'nuisance'. The law should be the same as the one for dangerous dogs, so as to include aggressive cats, such as the Bengal. Cat owners should have a duty of responsibility to ensure that their cat does not cause damage to property, poultry and livestock as well as causing an injury to people. They should also be held liable for the damage caused and for costs incurred.",
        "background": "To make it a criminal offence when an aggressive cat enters property causing damage/injury to a cat. As one has done in this case, with the resident cat requiring vet treatment, the worst that had been seen by them, when a Bengal entered the property via a microchipped cat flap, by destroying it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-07T11:32:26.980Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-11T00:20:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-16T12:48:26.758Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/588684\r\n\r\nWe could accept a petition calling for rules regarding right to roam for cats to be changed for specific breeds, but you would need to be clear what breeds you want to be covered."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-16T12:48:27.947Z"
    },
    "id": 594373,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594373.json"
    },
    "type": "petition"
}