{
    "attributes": {
        "action": "Make Sociological, Pathological Narcissistic \r\nEmotional Abuse A Crime & Offence",
        "additional_details": "To acknowledge the seriousness of psychological emotional abuse against people globally. It’s silent abuse and is not wholly recognised or dealt with seriously or effectively. From personal experiences it can derail & dehumanise people from feeling valued and worthy. It impacts physical and mental health destroying people.People have lost their voices to stand up for themselves while the perpetrator gets away with it and continues to perform such behaviour on new victims. It’s an endless cycle.",
        "background": "To stop and punish narcissistic emotional perpetrators from psychologically abusing victims through financial abuse, fake love bombing, manipulation, gaslighting, humiliation, isolation, devaluing, silencing, controlling, threats and actual physical violence, destroying people and their sanity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-07T08:13:29.356Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "HO",
                "name": "Home Office",
                "url": "https://www.gov.uk/government/organisations/home-office"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-07T10:56:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-16T06:16:43.336Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/592654\r\n\r\nThe Domestic Abuse Act 2021 created a statutory definition of domestic abuse, emphasising that domestic abuse is not just physical violence, but can also be emotional, controlling or coercive, and economic abuse. You can find out more about this act here: https://www.gov.uk/government/publications/domestic-abuse-bill-2020-factsheets/domestic-abuse-bill-2020-overarching-factsheet\r\n\r\nDecisions about investigating alleged domestic abuse offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nIf you or someone you know is a victim of domestic abuse you can find out how to get help here: https://www.gov.uk/guidance/domestic-abuse-how-to-get-help"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-16T13:00:00.224Z"
    },
    "id": 594363,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594363.json"
    },
    "type": "petition"
}