{
    "attributes": {
        "action": "Stop developers from driving up house prices with \"use it or lose it\" regulation",
        "additional_details": "In 2013, developers took on average 1.7 yrs to build a home from the time that planning permission was granted. By 2017, that figure had more than doubled to 4 years.** In many cases, land with residential planning permission isn’t even held by developers; it sits with land promoters whose sole purpose is to speculate on the value of the land increasing with no intention of building anything. The result is an entire generation who are priced out of the housing market. \r\n(*The Times)\r\n(**Home Truths)",
        "background": "More than 1.1 million homes have been approved but not built in the past 10 years* despite a critical housing shortage. Large housing developers hoard land & slow build in order to keep prices high & maximize profit. These developers should be taxed & ultimately receive Compulsory Purchase Orders.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-07T12:30:22.871Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-07T20:17:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-11T08:26:00.452Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd like landowners to be penalised for failing to build on land, but we're not sure whether you'd like land to be taxed immediately until it is built on, and we're not sure when you'd like CPOs to be used. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-11T08:26:01.509Z"
    },
    "id": 594375,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594375.json"
    },
    "type": "petition"
}