{
    "attributes": {
        "action": "“Permanent Sex-Segregation of NHS hospital wards to reflect anatomical reality”.",
        "additional_details": "All applaud service of NHS staff. This petition questions whether hard-pressed NHS staff are equipped to conduct H&S Risk Assessments for placement of male transwomen in female wards given the prevailing “myths & stereotypes” re: Rape & those who have been. Such basic facts: Rape Crisis (E&W) 1 in 5 females subjected to rape since 16th birthday ONS & Eurostats 2018: 88-90% of the “sexually offended against” are FEMALE. MOJ 2001-20: more than 99% of all sexual offenders are MALE.",
        "background": "Amend Equality Act 2010 to include explicit duty of care to mitigate risk of rape & sexual violence including H&S Risk Assessments with the \"known knowns\" of MOJ statistics 2001-2020 > 99% of all sexual offenders are MALE & 88-90% of \"sexually offended against\" are FEMALE (ONS &Eurostats 2018).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-06T14:42:45.532Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-06T18:05:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-16T06:25:24.375Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's not clear if you want all NHS facilities be required to have separate wards for men and women, or a new duty for NHS authorities to be required to consider when making decisions about how services are delivered, or both.\r\n\r\nWe also couldn't accept a petition that discriminated against people on the basis of a characteristic that is protected under the Equality Act 2010, including the protected characteristic of gender reassignment."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-06T09:30:02.407Z"
    },
    "id": 594311,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594311.json"
    },
    "type": "petition"
}