{
    "attributes": {
        "action": "Ban the sale of alcohol on days of monumental football matches",
        "additional_details": "Although not a solution to the root of the racism, sexism and homophobia, I believe it will encourage football fans to act more consciously and people wouldn't have to fear for their lives during football matches. A statement needs to be sent, that this behaviour is not acceptable and people's lives and our community must be protected.",
        "background": "The final of the UEFA 2021 was followed by online and physical racist attacks, and vandalism of public areas. Football fans cannot be trusted to behave appropriately or conscientiously. Banning the sale of alcohol would reduce the racist, sexist and homophobic behaviour which plagues football.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-06T18:07:25.072Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-08T23:58:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-16T09:12:20.311Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the consequences of drinking alcohol on days of major football matches, but we're not sure if you want the sale of alcohol to be banned at just football matches, or also in hospitality settings and shops.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-16T09:12:21.794Z"
    },
    "id": 594324,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594324.json"
    },
    "type": "petition"
}