{
    "attributes": {
        "action": "Bring the CEO's of all UK water companies causing pollution to rivers to court.",
        "additional_details": "Presently, Water Utilities are continually polluting rivers and waterways with daily impunity whilst the Regulators watch without action taken.\r\nMaking the CEO's and the Boards of Directors personally responsible along with the operational managers to account in the courts will ensure a greater application of due diligence thus imposing stronger measures to avoid claimed accidents when these are deliberate and or events that are clearly avoidable at any time by reducing incompetence.",
        "background": "The UK Government Amend all present legislation to bring the Directors and CEO's of all UK water companies to account  personally in the courts by means of personal summons when their company causes any pollution and or causes environmental harm to rivers and waterways of England and Wales.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-08T09:02:31.548Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-08T19:28:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-20T12:55:33.111Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about criminal action being brought in respect of water pollution, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt is already possible for senior staff of corporate bodies to be prosecuted for environmental offences, where they have committed a relevant offence. You can read the Environment Agency's enforcement and sanctions policy here: https://www.gov.uk/government/publications/environment-agency-enforcement-and-sanctions-policy/environment-agency-enforcement-and-sanctions-policy\r\n\r\nDecisions about investigating alleged offences and prosecuting these are an operational matter for the Environment Agency."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-20T12:56:04.454Z"
    },
    "id": 594426,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594426.json"
    },
    "type": "petition"
}