{
    "attributes": {
        "action": "Remove Pakistan, Bangladesh and Africa from the \"red list\"",
        "additional_details": "The government decided to keep Pakistan, Bangladesh and African countries on the red list despite having the lowest infection/death rates whereas chosen India to be on the grey list, neglected all the seriousness of the Delta variant\r\n\r\nDecisions like this impact millions and a clear understanding is important to build confidence that the government is deciding based on scientific data not on political affiliation and economic interest\r\nPublicly available data does not support government decisions.",
        "background": "We wish that Government should publish the criteria through which they decide on such important decisions, impacting millions. Government should remove Pakistan, Bangladesh and  Africa from the red list based on the lower infection and death rate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-09T09:59:58.026Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-09T14:35:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-16T10:17:09.262Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nPublish criteria for when countries on the UK's Red List may be removed from it: https://petition.parliament.uk/petitions/582326\r\n\r\nRemove Pakistan from red list for travel: https://petition.parliament.uk/petitions/581974\r\n\r\nRemove Bangladesh from red list: https://petition.parliament.uk/petitions/582789\r\n\r\nNot all African countries are on the red list, but we could accept a petition calling for all African countries that are on the red list to be removed from this list."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T13:31:03.840Z"
    },
    "id": 594506,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594506.json"
    },
    "type": "petition"
}