{
    "attributes": {
        "action": "Introduce focused media coverage about how we are dealing with climate change.",
        "additional_details": "During the last couple of years, it has been near impossible to stay away from any news of Covid 19 even if people wanted to (though this was needed the point still stands). Through this, our way of life itself changed and has adapted for what challenges we needed to face. This should be no different for climate change. We have to reshape the way we as a society view and understand this crisis. A more efficient stream of news coverage could do this, whether it was focused on what we are trying to achieve as a country or advice about how individuals can adapt their lives.",
        "background": "Most people have come to terms and agree that Climate Change is a catastrophic disaster. But yet most are also; to no immediate fault of their own, immensely unclear about what we as a country are doing or should be doing about it. This has to improve.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-10T00:18:40.741Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-10T12:13:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-16T11:23:35.391Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about media coverage are a matter for news providers, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nLaunch a public information campaign on the climate and ecological emergency: https://petition.parliament.uk/petitions/578800"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-16T11:23:36.433Z"
    },
    "id": 594571,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594571.json"
    },
    "type": "petition"
}