{
    "attributes": {
        "action": "Further rethink how GCSE's and A-levels are sat in 2022 -They are still not fair",
        "additional_details": "Whilst schooling has partially returned to normal, much of my time in the classroom was spent watching teachers setting up online learning for students isolating at home. The quality of learning in school has significantly dropped as there are many restrictions of what we can do in classrooms. For example, in Science, we could no longer perform essential practical's for our GCSE's. I understand that parliament have changed the GCSE and A-level exam papers, however I feel more can be done to make the exams fairer.",
        "background": "GCSE's and A-levels are currently not a fair way of examining students during these times of uncertainty. As a student getting ready to sit my GCSE's in 2022, I will need to revise for 19 different exams all whilst missing roughly 9 months of schooling.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-09T20:11:21.486Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DfE",
                "name": "Department for Education",
                "url": "https://www.gov.uk/government/organisations/department-for-education"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-09T20:18:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-16T10:46:17.902Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how GCSE's and A-levels are examined, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nGive 2022/2023 GCSE students a choice between exams or teacher assessed grades: https://petition.parliament.uk/petitions/578115\r\n\r\nReduce examination content for all GCSEs and A Levels in 2022: https://petition.parliament.uk/petitions/591792\r\n\r\nCancel all GCSE, AS and A level exams until 2024: https://petition.parliament.uk/petitions/573737"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-16T10:46:18.751Z"
    },
    "id": 594558,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594558.json"
    },
    "type": "petition"
}