{
    "attributes": {
        "action": "Implement mandatory dementia training for hospital nurses/ healthcare assistants",
        "additional_details": "Every time I, or somebody I know, visit hospital, 9/10 there is an individual on the ward with a form of dementia. During our stays, the patient will have a period of being distressed and the nurses don’t understand how to manage the outburst or de-escalate the situation. I am aware of the presence of specialised dementia nurses in hospitals, however, there aren’t enough for each patient admitted- especially with the time needed to reach the patient when they become overwhelmed/ aggressive.",
        "background": "I believe that a basic mandatory training for all nurses/ HCAs regarding dementia and the handling of dementia patients should be implemented across the NHS.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-11T07:20:45.062Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-11T12:21:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-16T13:41:07.448Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about training requirements for nurses and healthcare assistants are a matter for the relevant professional bodies, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-26T16:38:36.129Z"
    },
    "id": 594642,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594642.json"
    },
    "type": "petition"
}