{
    "attributes": {
        "action": "Bring the terms of plan 1 student loans in line with plan 2 loans.",
        "additional_details": "There is considerable inequity dependending on when you started studying. Someone finishing studying at 21 could be paying the loan 1 back for upto 44 years when they reach 65. Therefore a maximum amount of years should be applied in line with plan 2. Similarly, the income thresholds should align. In terms of equality impact females are statistically more likely to work part-time, particularly if they are a mother, therefore will be disproportionately impacted by the current rules. It is likely many will face the prospect of paying student loans to retirement. Additionally, the people most likely to have needed the maximum loans are those with less money to begin with so the current policy disadvantages those from poorer backgrounds.",
        "background": "Make the income threshold to start paying the same and also the time it is written off the same. This should be after 25 years or at 65 whichever comes first so not to disadvantage older or younger people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-13T06:07:13.045Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-13T09:02:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-17T15:30:47.799Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the same terms to apply to people with students loans on Plan 1 or Plan 2, but we're not sure exactly what terms you want to apply to repayment of these loans.\r\n\r\nYou could start a new petition explaining clearly what terms you want to apply to repayment of these loans."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-17T15:30:48.679Z"
    },
    "id": 594781,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594781.json"
    },
    "type": "petition"
}