{
    "attributes": {
        "action": "Give concessions to blood/platelet/plasma donors if traveling into a Birmingham",
        "additional_details": "Blood/platelet/plasma donation is vital to the recovery of many illnesses including cancer, organ transplant, accident or surgery. \r\n\r\nI have given over 200 donations, having to travel into Birmingham City Centre as this is the only place I can donate. All donors donate for free and in their own time. Its morally wrong for donors to be out of pocket when completing this act of kindness. We currently receive 4 hours free parking but now are charged to enter Birmingham.",
        "background": "Give all platelet/plasma/blood donors that have to travel into Birmingham or Bath a concession on the current £8 charge when entering the clean air zone to donate. To donate platelets I have to travel into Birmingham as its the only place this is possible to donate",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-12T13:04:26.998Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-12T15:04:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-17T09:57:46.672Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about clean air zones and any exemptions to charges for these are a matter for the relevant local authority, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nBirmingham City Council has its own petitions site if you would like to raise this issue with them: https://www.birmingham.gov.uk/info/20146/consultation_and_engagement/702/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-01T11:00:01.613Z"
    },
    "id": 594725,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594725.json"
    },
    "type": "petition"
}