{
    "attributes": {
        "action": "Mandate swabbing for blood cancer patients in the UK Anthony Nolan & DKMS",
        "additional_details": "Being a harmless process the cells the donor donates will be regenerated by the body in 6 weeks. I’d like the government and parliament to mandate swabbing in the UK because people are dying and the possibility of a match being found and the reason it was not found is because not everyone knows about the stem cell register and it would be great if they did as so many lives would be saved and there would not be any lacking of ethnicity’s that are a minority. This simple strategy can save lives",
        "background": "I would kindly like to ask the Government to mandate swabbing for blood cancer patients in the UK. Such charities such as Anthony Nolan & DKMS are well known to help cancer patients when in need however the fight again blood cancer can be won easier having it mandated as it is a harmless process",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-13T11:17:06.128Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-17T10:13:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-23T07:29:55.113Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to require people to be swabbed, but we're not sure exactly for what purpose, and what if any information you want to be retained regarding people who have been swabbed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-23T07:29:57.892Z"
    },
    "id": 594790,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594790.json"
    },
    "type": "petition"
}