{
    "attributes": {
        "action": "Postpone the decision to restructure Cumbrian local government for one year.",
        "additional_details": "There has been very little consultation with the Cumbrian public on the proposals to restructure local government, something that will have effects on the lives of all living in the county. To take such a step at a time when many are struggling with the effects of the pandemic, when no public meetings or protests could be held is undemocratic and unacceptable.",
        "background": "The decision to restructure should be postponed until the 2022 autumn sitting of Parliament. In the meantime the public should be informed of the logistical and cost implications each plan in the short term and long term.\r\nA decision should be by referendum giving 3 options and preferential voting.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-12T13:17:00.967Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-16T08:52:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-19T08:38:45.872Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-20T10:37:18.928Z"
    },
    "id": 594729,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594729.json"
    },
    "type": "petition"
}