{
    "attributes": {
        "action": "Stop the digital switchover of land line phones.",
        "additional_details": "Many people especially the elderly would be disadvantaged as they don’t have internet. Landlines are a basic, essential, reliable source of communication. Internet is always going down and often unreliable. If someone wants emergency services, or alarm system needs to activate, or elderly person needs to press emergency panic button, and the internet has gone down, the call or signal will not go through. Land lines also work in the event of a power cut. This a ludicrous and dangerous idea.",
        "background": "Stop the telecommunications industry scrapping the phone network, and swapping it to a digital internet based phone network by 2025. Internet networks are always going down. There is no logical sense to scrap the phone network. The elderly would be most at risk as many do not have internet.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-14T07:19:24.951Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-14T07:31:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-23T13:32:43.083Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nThe Government sets minimum service standards for access to telecommunications, but decisions about the technology used to meet these standards (including replacing the Publicly Switched Telephone Network (PSTN) to internet-based phone services are a matter for individual telecommunication providers, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-23T13:32:50.008Z"
    },
    "id": 594862,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594862.json"
    },
    "type": "petition"
}