{
    "attributes": {
        "action": "Our National Flagship Should be a Tall Ship",
        "additional_details": "A further £100m could build a spectacular 100 metre tall ship for developing our future naval officers and representing our nation abroad, hosting events wherever the Prime Minister may go.\r\n\r\nThe remaining £70m could recommission STS Lord Nelson, restore Falls of Clyde and sustain the community programmes delivered by all four vessels for decades to come.\r\n\r\nThat's four wind powered flagships for Britain with a century of valuable service ahead of them: a truly priceless investment in our nation.",
        "background": "In place of the £250m UK flagship, our government should invest £80m in building an 80 metre Sail Training tall ship named Prince Phillip, a ship that would deliver environmental education across the nation while developing the key competencies young people need to excel in any British industry.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-13T15:33:48.230Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-13T16:33:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-18T07:05:23.806Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nSTS Lord Nelson and the ship Falls of Clyde are not owned by the UK Government, so restoring them would be a matter for their owners, and we cannot accept petitions calling for the UK Government to purchase specific privately owned objects.\r\n\r\nWe could accept a petition calling for the proposed spending to be redirected to other projects, but we also couldn't accept a petition calling for any of the ships to be named after a particular individual."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-18T07:05:24.641Z"
    },
    "id": 594816,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594816.json"
    },
    "type": "petition"
}