{
    "attributes": {
        "action": "make extreme misogyny that incites violence towards women an act of terrorism",
        "additional_details": "To make living in society as a woman, safer, fairer and more equal. To help educate the men involved in these acts that women are equal as human beings and deserve respect and to feel safe. To open up the dialogue between the sexes about our outdated gender roles and preconceived ideas about what is expected of each sex. To create safe spaces for men to be able to talk in a healthy way about social and physical issues that might enable a better mutual understanding.",
        "background": "treat the Incel phenomenon as a terrorist risk and give the relevant terrorism resources to deal with it - for example making it illegal for websites that encourage these acts to exist, track people who are a potential threat and categorise misogyny in the same way as racism or antisemitism.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-15T15:39:32.849Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-16T20:49:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-20T09:21:33.329Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/594827\r\n\r\nIt would already be possible for people engaging in gendered-violence to be charged of terrorism offences. Terrorism is the use or threat of action, both in and outside of the UK, designed to influence any international government organisation or to intimidate the public. It must also be for the purpose of advancing a political, religious, racial or ideological cause.\r\n\r\nDecisions about whether someone is charged with terrorist-related offences is a matter for the Crown Prosecution Service, not the Government or House of Commons. You can find out more about this here: https://www.cps.gov.uk/crime-info/terrorism"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-20T09:21:34.271Z"
    },
    "id": 594985,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594985.json"
    },
    "type": "petition"
}