{
    "attributes": {
        "action": "Kerbside clearance/maintenance \r\nGeneral greenland maintenance",
        "additional_details": "I would like to ask that as we are out of the EU now can’t  we concentrate on our country and reinstate services that make a difference to our country for the better. The weather is getting worse, the rain is getting heavier and our drains are not copping and therefore we need to clear as much debris as possible to keep the drains running clearer. I strongly believe this will make a difference, even if it is only minor it could help those in need. I am speaking from experience.",
        "background": "Years ago we had a machine that went round the roads and cleared away any weeds/growth/ debris from the kerbsides at least once a month. This has been forgotten about for sometime now, overgrowth is everywhere, causing clogging/backup and flooding. It looks awful too, can we reinstate this service?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-15T08:54:57.254Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-15T10:01:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-18T10:49:06.810Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you would like to see cleaner and better maintained pavements and roads but we're not sure what exact action you'd like the Government or Parliament to take.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-18T10:49:06.808Z"
    },
    "id": 594943,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594943.json"
    },
    "type": "petition"
}