{
    "attributes": {
        "action": "Change the RSE to teach the differences between attractions / Dangers of Porn",
        "additional_details": "I want the Government to consider these changes to the RSE curriculum so students can better understand what they are feeling especially when going through such drastic changes to their bodies. And to teach the dangers of consumption of Pornographic material and Masturbation as both are Highly Addictive (comparable to drug addiction) and also can create health problems and mental illness such as depression. I would like the Government to consider these Changes to the RSE to help students.",
        "background": "To Change the Sexual Education (RSE) Aspect of the curriculum to Teach students of Eleven years and up the difference between attractions (I.e Romantic, aesthetic, sexual.) And to also mandate the teaching of the dangers of Pornographic Material/ Masturbation to students of 12 years and up",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-14T21:04:19.018Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-15T11:04:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-18T12:38:44.279Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government's new Relationships and Sex Education curriculum, which is mandatory in all state schools from this year, has been developed to teach young people to understand human sexuality and to respect themselves and others. It requires that students are now taught about different types of relationships, including intimate and sexual relationships, and issues around sexually explicit material such as pornography: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-18T14:17:27.244Z"
    },
    "id": 594926,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594926.json"
    },
    "type": "petition"
}