{
    "attributes": {
        "action": "Change the laws on how juveniles are dealt with when committing adult crimes",
        "additional_details": "When a 14 year old boy constantly is constantly sending inappropriate photos and explicitly sexual messages to other children as young as 11, Has been accused of sexual assault, yet the police are limited to what they can do due to his age as the crimes committed are considered adult.\r\nThe police are restricted due to the current laws and are as frustrated as we are.\r\nMany of these messages were and still  are being sent whilst under investigation for other crimes.",
        "background": "Change the  laws and rules around how Juveniles are dealt with when committing adult crimes, These rules should not only apply to the police but also to any agency that deals with juveniles.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-15T10:26:23.430Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-15T10:42:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-18T11:49:26.800Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The law currently allows for anyone between the ages of 10 and 18 to be arrested if they are found to be breaking the law. Treatment of under 18 year olds is different when wit comes to sentencing. You can find out more about the age of criminal responsibility here:\r\nhttps://www.gov.uk/age-of-criminal-responsibility\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-18T11:49:26.797Z"
    },
    "id": 594954,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594954.json"
    },
    "type": "petition"
}