{
    "attributes": {
        "action": "Recall Parliament to grant refuge to civilians and allies from Afghanistan.",
        "additional_details": "As the taliban takes control of Afghanistan due partly to our actions, it should be our duty at the very least to grant refuge to Afghan civilians and intelligence providers to the UK forces who will be persecuted as a result of their education, gender, sexuality, political ideology, religious beliefs, or support of UK forces. \r\nParliament should be recalled to pass emergency legislation to save those who would otherwise be killed by the taliban by the time Parliament sits again.",
        "background": "Recall Parliament or pass emergency Government legislation to be able to grant immediate refuge to Afghan intelligence providers, translators, civilians and others in who will be persecuted as the taliban takes control of Afghanistan.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-15T10:01:38.226Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-15T10:30:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-18T12:30:26.532Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you have started your petition Parliament has been recalled to discuss the current situation in Afghanistan, and the Government has announced a resettlement scheme to welcome Afghans to the UK who have been forced to flee the country: https://www.gov.uk/government/news/bespoke-resettlement-route-for-afghan-refugees-announced\r\n\r\nWe have published the following related petition, which you might like to sign:\r\n\r\nHelp the people of Afghanistan: https://petition.parliament.uk/petitions/594723"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-18T12:30:27.282Z"
    },
    "id": 594951,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594951.json"
    },
    "type": "petition"
}