{
    "attributes": {
        "action": "StopSIM: mental illness is not a crime.",
        "additional_details": "Depriving those that are mentally vulnerable of receiving medical or psychological help when they are most in need is disgusting. Services have a duty of care but following the SIM protocol neglects this on every level. \r\n\r\nPlease look at https://stopsim.co.uk/ for further additional points. \r\n\r\nThis is not how to treat those in need. Do better.",
        "background": "For the High Intensity Network’s Serenity Integrated Mentoring (SIM) model to be halted, and for a national independent inquiry and review to be conducted as soon as possible to explore better avenues.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-14T21:57:55.825Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-23T22:12:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-26T09:58:44.416Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about the delivery of patient care are a matter for the NHS and individual NHS trusts, not the Government or House of Commons.\r\n\r\nNHS England and NHS Improvement have written to the medical directors of National Health Service mental health trusts asking them to review the implementation of Serenity Integrated Mentoring and similar models in trusts.\r\n\r\nWe could accept a petition calling on the Government to hold their own inquiry into the implementation of Serenity Integrated Mentoring and similar models, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-26T09:58:49.345Z"
    },
    "id": 594928,
    "links": {
        "self": "https://petition.parliament.uk/petitions/594928.json"
    },
    "type": "petition"
}