{
    "attributes": {
        "action": "Reopen Health Visitor run baby weigh-ins across all regions within the UK",
        "additional_details": "Since Covid-19 many of these groups have not reopened. Those that have are by appointment only. For some parents, this may be their only interaction with other parents.\r\n\r\nThese events fit into a multi-agency concern; Mental Health Provision, Domestic Violence, Neglect, Poverty, car seat safety, missed illness, allergies, the list goes on.\r\n\r\nThis service is crucial for the health and well-being of children and mothers - without these events, issues mentioned above may be missed or left unnoticed.",
        "background": "Baby weigh-ins were held during the week, giving new and existing mums the opportunity to weigh their child. Some held a stay and play group afterwards, where parents could interact with others in similar situations. This assured parents that were not alone in the rollercoaster that is parenthood.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-16T11:12:51.997Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-16T11:40:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-20T16:50:11.286Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about events organised by health visitors in particular localities are a matter for individual health visitors, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could start a petition calling for the Government to provide additional funding to local authorities to arrange local baby groups."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-20T16:50:11.284Z"
    },
    "id": 595022,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595022.json"
    },
    "type": "petition"
}