{
    "attributes": {
        "action": "Help Afghan refugees fleeing the Taliban",
        "additional_details": "Those at risk of being murdered by the Taliban include former interpreters, and others who supported the British forces, humanitarians, journalists, female leaders and girls who dream of getting an education. \r\n\r\nIf we do nothing, these refugees will be forced to seek safety anyway – but they will have to take dangerous routes that could lead to many tragedies, such as children drowning at sea. \r\n\r\nIn 2015, we stepped up. We should not let Afghans down in their hour of need.",
        "background": "In 2015, we helped Syrian refugees. This government should do the same for Afghan refugees fleeing the Taliban by scrapping its anti-refugee Borders and Nationality Bill, halting deportations of Afghans, resettling people through the UK Resettlement Scheme and offering other safe routes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-16T16:09:51.405Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-16T16:41:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-09T08:12:09.120Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nOffer asylum to all Afghans who have worked for UK organisations: https://petition.parliament.uk/petitions/595572\r\n\r\nIncrease the number of Afghan refugees the UK will welcome: https://petition.parliament.uk/petitions/595479\r\n\r\nIf you would like the Government to withdraw the Nationality and Borders Bill we could accept a petition requesting this, but it would need to be clear that this was the main request, as it does not solely relate to the situation in Afghanistan."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-09T08:12:10.118Z"
    },
    "id": 595052,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595052.json"
    },
    "type": "petition"
}