{
    "attributes": {
        "action": "No more IR35 restrictions for IT professionals: Life is getting worst day by day",
        "additional_details": "I am IT professional and had been trading through my Ltd. company since 2011. I had been off work due to COVID-19 for 9 months in 2020 i.e. no business/trading. How IR35 has impacted me\r\n\r\nNo lenders are willing to lend mortgagees since trading in business.\r\n\r\nBounce back help has already been spent, find difficult  to repay instalments\r\n\r\nInside IR35 contracts end up take home up to 53%\r\n\r\nDay by day family life is being stressed due to financial crisis\r\n\r\nEU is rarely giving contracts to UK after Brexit",
        "background": "I want government to review IR35 once again as its affecting lots of IT professionals/small scale IT service provider companies. IT businesses are struggling to find outside IR35 contracts, bounce back loan has already been spent to survive, no business from EU after Brexit.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-16T16:47:44.548Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-17T08:39:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-23T07:17:22.728Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about about the impact of IR35 regulations, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to revoke IR35 regulations for people working in the IT industry.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIntroduce a statutory regulator for IR35 assessments: https://petition.parliament.uk/petitions/574730\r\n\r\nChange IR35 rules to require client to pay employer NI: https://petition.parliament.uk/petitions/582935\r\n\r\nRevoke IR35 regulations until April 2023: https://petition.parliament.uk/petitions/584575"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-23T07:17:23.398Z"
    },
    "id": 595055,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595055.json"
    },
    "type": "petition"
}