{
    "attributes": {
        "action": "Call for the UK Government to Grant Safe Passage to Afghan Refugees",
        "additional_details": "As one of the world's wealthiest countries, the United Kingdom has the moral duty to play a key role in alleviating the impacts of the Afghan refugee crisis. At the moment, government signals have not been encouraging, with Home Secretary Priti Patel showing fear that welcoming asylum seekers may send a wrong message. We believe that the UK Government should revise its stance, developing a plan to provide safe passage to Afghan refugees.",
        "background": "The ongoing Afghan crisis has left hundreds of thousands of local citizens at risk of gross human rights violations from the incoming Taliban Government, which has been known to repeatedly violate basic human rights, particularly those of women and children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-16T13:24:21.696Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-16T14:52:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-20T07:35:50.312Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Home Office announced on 18 August 2021 a bespoke resettlement route for Afghan refugees who have been forced to flee the country. You can read more about it on the gov.uk website: https://www.gov.uk/government/news/bespoke-resettlement-route-for-afghan-refugees-announced\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nHelp the people of Afghanistan: https://petition.parliament.uk/petitions/594723\r\n\r\nRedeploy UK Forces to Afghanistan to protect the citizens against the Taliban: https://petition.parliament.uk/petitions/594823"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-20T07:35:51.342Z"
    },
    "id": 595037,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595037.json"
    },
    "type": "petition"
}