{
    "attributes": {
        "action": "Reform housing rules around social housing to make the council the main source",
        "additional_details": "The housing crisis needs to be looked at. Currently inundated with flats, people are forced to live in overcrowded flats with multiple children, all sharing when it's not age appropriate. If medical grounds is a factor there needs to be a time limit on when and how that is dealt with. Most people applying for rehousing are left for years having to try and find a mutual exchange or bid on a system themselves. Put the social housing completely into the hands of local councils.",
        "background": "I would like the council to be the main source of contact to deal with re housing. Currently it's based on a mutual exchange or the bidding system. Especially if they have medical reasons for moving. Make social housing responsible to local councils. The wait time is currently years or non existent.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-17T10:27:34.610Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-17T11:11:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-23T07:49:56.082Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Local housing authorities are responsible for how housing in their locality is allocated. Whether they manage this directly or residents need to apply to housing associations directly is a matter for individual local authorities, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-23T07:49:59.123Z"
    },
    "id": 595115,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595115.json"
    },
    "type": "petition"
}