{
    "attributes": {
        "action": "Give Parliament power to investigate and punish ministers who lie to it.",
        "additional_details": "It is a serious breach of the Ministerial Code of Conduct to make a misleading statement to Parliament or to leave such a statement on the record. But recent events have demonstrated the impotence of the Code - because the Prime Minister of the day is its sole enforcer and the sole person who can initiate investigation of an alleged breach. This situation is absurd and leaves Parliament and public helpless against a shameless Prime Minister. But there is a simple remedy. Any minister must be a member of either House. If ministers' statements were within the ambit of their Codes as MPs or peers they could be the subject of investigation by the Standards Commissioner of each House and of sanctions for a breach of the respective Code.",
        "background": "Each House of Parliament should amend its Code of Conduct to make it a breach for any member - including a minister - to publish a false or misleading statement on its record or to fail to correct such a statement publicly and promptly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-17T20:13:08.818Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-18T14:34:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-23T11:44:15.964Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for a similar action:\r\n\r\nMake the Ministerial Code and Nolan Principles legally enforceable for MPs\r\nhttps://petition.parliament.uk/petitions/593204\r\n\r\nMake lying in the House of Commons a criminal offence\r\nhttps://petition.parliament.uk/petitions/576886"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-25T12:01:33.326Z"
    },
    "id": 595172,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595172.json"
    },
    "type": "petition"
}