{
    "attributes": {
        "action": "Protect Council & Social Housing in law",
        "additional_details": "Housing associations are not-for-profit organizations set up to provide affordable homes-support local communities.\r\nThis includes building new affordable homes for people living with disabilities, older people, and those who need them. this is housing that most people on low income depend on. Housing Associations are about to lobby the Government to remove the very purpose they were established to do. We call on the Government to defend Council &  Social housing and protect this  purpose in law",
        "background": "Londons largest Housing Associations want  Government to remove their responsibility to offer social housing to tenants on low income & in receipt benefits, this will hit key workers- people living with disabilities hard. We seek law change to protect all  social housing",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-17T14:46:21.675Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-17T15:47:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-23T08:28:12.050Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about protections for social housing, but we're not sure exactly what you'd like the Government or Parliament to do. There are already a limited number of circumstances in which social housing can be bought or repurposed, and it's not clear how you want rules relating to social housing to be changed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-23T08:28:12.800Z"
    },
    "id": 595146,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595146.json"
    },
    "type": "petition"
}