{
    "attributes": {
        "action": "Introduce a mandatory requirement for Key-Workers to be paid for break times.",
        "additional_details": "Over the pandemic, Keyworkers were the ones at risk feeding and caring for the nation. For example, Supermarkets don't pay for the break times their staff, it is not a legal requirement unless stated in their employee contract. Supermarkets have proven to be one of the most profitable and sustainable businesses during these times, yet they do not pay for breaks even though most have had record profits this year. It's time we start paying there accordingly.",
        "background": "Introduce a mandatory requirement for businesses and organisations who were classed as Key-Workers and are on hourly wages, to be paid for break times taken for employees on a full-time contract (35 Hours+ a week).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-17T11:32:54.181Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-19T08:17:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-23T13:35:22.309Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about whether to pay key workers for their breaks are a matter for individual employers, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe could accept a petition calling for changes to employment law requiring employers to pay their staff for breaks, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-23T13:35:28.284Z"
    },
    "id": 595121,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595121.json"
    },
    "type": "petition"
}