{
    "attributes": {
        "action": "Rescue Afghan women, bring them into safe homes offered by UK civilian families",
        "additional_details": "There are 14.2 million females in Afghanistan. As Taliban take over, fear looks over their future as their last reign clearly proved what Taliban say and what they do are very different. Many men have fled leaving women behind and large numbers of women are hiding, burning education certificates or simply in despair, if we can rescue them and bring them into UK- we the civilians pledge to house them upto 1 year (or even more) and provide them the means they need to rehabilitate themselves.",
        "background": "We demand that the UK government put more real effort into rescuing and helping Afghan women . We the civilians will offer them housing in our spare rooms and guest rooms. Each person signing this petition will offer 1 room each at least ( for each woman + her children ) if they are brought into UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-20T00:36:21.912Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-20T03:34:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-24T07:56:54.697Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Home Office announced on 18 August 2021 a bespoke resettlement route for Afghan refugees who have been forced to flee the country. You can read more about it on the gov.uk website: https://www.gov.uk/government/news/bespoke-resettlement-route-for-afghan-refugees-announced\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nHelp the people of Afghanistan: https://petition.parliament.uk/petitions/594723\r\n\r\nIn addition, it is not possible for people to pledge to take a certain action by signing an e-petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-24T07:56:55.783Z"
    },
    "id": 595384,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595384.json"
    },
    "type": "petition"
}