{
    "attributes": {
        "action": "Rename agricultural subsidy to Farming Benefit and absorb into Universal Credit",
        "additional_details": "The introduction of Farming Benefit and its eventual absorption into Universal Credit will remove any uncertainty farmers and their families have regarding continued sustainability of the farming industry following the loss of any EU subsidies they may have received in the past, and will help them as they work, grow and adapt to any post-Brexit changes in their role and requirements within the UK farming industry.",
        "background": "Subsidies to farmers are just another form of means-tested income support. As such they should be renamed as Farming Benefit and brought under the umbrella of Universal Credit.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-21T10:57:40.632Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-22T20:18:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-25T07:36:13.819Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to how agricultural subsidies are provided, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere are a number of different grants available to the agricultural sector, and none of them are called \"agricultural subsidy\". We could accept a petition calling for changes to how new agricultural grants work, but it would need to be clear what changes you wanted to be made to these."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-25T07:36:14.552Z"
    },
    "id": 595473,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595473.json"
    },
    "type": "petition"
}