{
    "attributes": {
        "action": "To create a badge for Afghan interpreters and others to wear with pride in U.K.",
        "additional_details": "For 20 years U.K. forces have been operating in Afghanistan and it’s successes would not have been possible if not for the brave sacrifice of many Afghan people. These men and women risked death and persecution to support the U.K. presence and those who have now relocated to the U.K. should be formally acknowledged so that their part be recognised and be thanked by the public. A badge could be worn with pride and ensure their role in Afghanistan not be forgotten.",
        "background": "To formally produce a way that those Afghans who supported the U.K. efforts in Afghanistan to be formally recognised. This will allow these people who have sacrificed so much to make our job possible to be acknowledged by society. This could be similar to the current veterans badge.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-21T05:34:34.096Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-21T18:16:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-24T11:24:26.819Z",
        "rejection": {
            "code": "honours",
            "details": "We also cannot accept petitions which call for honours or appointments, as the Government already has a direct system for this.\r\n\r\nYou can find out more about nominating someone for an honour or award via the Government website: www.gov.uk/honours"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-24T11:24:26.815Z"
    },
    "id": 595451,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595451.json"
    },
    "type": "petition"
}