{
    "attributes": {
        "action": "Give adult children living in the Marital Family Home more rights during divorce",
        "additional_details": "Adult children who are still living in the MFH should have more rights over their access to the MFH when parents divorce. For instance, when a parent forcefully removes the child from the home and then changes the locks and does not let them access their belongings or see family pets. When a parent will not be reasonable with the children nor the other partner and will not allow them to be able to collect belongings, collect/see pets, or have any access at all to the house that was their home.",
        "background": "Give adult children still living in the Marital Family Home more rights when their parents separate/divorce and they are still living in the MFH - but are suddenly made to leave by a parent. Allow them to access the MFH to obtain belongings and access family pets etc.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-20T18:53:56.429Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-21T12:49:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-24T13:37:58.688Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about managing access to property, possessions and family pets are a matter for individual families and, in the event of a dispute, the courts, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-24T13:37:58.684Z"
    },
    "id": 595427,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595427.json"
    },
    "type": "petition"
}