{
    "attributes": {
        "action": "Stop parking companies fining EV drivers whilst they are using rapid chargers",
        "additional_details": "I have now been finned by various parking companies now for charging my car on a rapid charger. They are normally located in pub, gyms, or restaurants car parks. Rapid chargers are for keeping you moving on a long journey, the EV equivalent of a petrol station. They are not for leaving your car on charge whilst you are in a pub ora gym.",
        "background": "Make an exception for rapid chargers to avoid the fine. Normally the car park is for \"patrons\" of the pub or gym, the business are normally fine with you just going in and entering you reg to avoid the fine. The problem however is the signage it's normally small and not located by the chargers",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-21T10:07:49.006Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-21T10:24:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-24T14:58:05.381Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about parking restrictions for charging points in private parking areas are the responsibility of the landowners or the parking providers and not of the UK Government.\r\n\r\nYou could start a new petition calling for the Government to fund more charging points for electric vehicles in public areas, if this is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-06T09:54:51.567Z"
    },
    "id": 595468,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595468.json"
    },
    "type": "petition"
}