{
    "attributes": {
        "action": "Scrap universal credit for working single parents to end the cap of earnings.",
        "additional_details": "money that they would’ve been given, and also being afraid of working more hours and then having their claim being shut down because the income is “too much”. universal credit does not work. It’s aim is to get single parents off benefits completely and into full time work. A lot of single parents don’t have the support for that and part time work is what works best for them. Single parents are not being supported by our government even though promised in 1942 “from the cradle to the grave”.",
        "background": "UC holds a cap on how much a single working parent can earn - £282 a month then after every pound earned 63p is deducted from the UC amount. This keeps working parents stuck in a loophole of not being able to earn/work more as the rest of their money is effected, therefore going to work to replace",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-21T18:51:18.068Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-22T04:55:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-24T13:57:13.998Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the existing rules for Universal Credit, but we're not sure exactly what you'd like the Government or Parliament to do. The title of your petition calls for Universal Credit to be scrapped for working single parents, but we don't think this what you want to happen.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling for the amount of earnings a claimant can receive before this affects their Universal Credit claim to be increased."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-24T13:57:20.942Z"
    },
    "id": 595505,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595505.json"
    },
    "type": "petition"
}