{
    "attributes": {
        "action": "Declare the Marble Arch Mound an Area Of Natural Beauty (AONB)",
        "additional_details": "The Mound is an important feature of Lonon’s inner city urban environment. To achieve our aims of regenerating our urban environment, tackling climate change and building an inclusive society open to all, its important to take action and fund bold projects such as this. Unfortunately the project has been severely underfunded, with a mere 6 million pounds dedicated to. Declaring it an AONB would recognise its inherent beauty and help us continue to develop this landmark project and protect it.",
        "background": "The Marble Arch Mound is a landmark project in public green space that is spearheading the urban regeneration of inner city London post Covid. Protect the future of the Mound by declaring it an AONB and help preserve the space for future generations.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-22T14:05:29.295Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-23T11:33:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-25T08:15:18.240Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about making an order to designate Areas of Natural Beuatry are a matter for Natural England, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-25T08:15:19.105Z"
    },
    "id": 595555,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595555.json"
    },
    "type": "petition"
}