{
    "attributes": {
        "action": "Urgently rescue and give safe haven to a fair proportion of Afghan refugees",
        "additional_details": "The government should use its extensive resources, both military and civilian, to quickly build safe, clean temporary accommodation and provide all essentials necessary for the Afghan refugees to feel safe. The government should then look at ways of safely integrating these people into UK society. Let the UK be a beacon of hope for humanity and show the world what can be done in such a crisis. Let us set the standard for dealing with this crisis for the rest of the world to follow.",
        "background": "I call upon the UK Government to rescue a fair proportion of Afghan refugees from Taliban persecution in Afghanistan. This rescue plan should be put into action quickly to avoid unnecessary suffering and loss of life and allow for the safe evacuation and provision of a safe haven for these people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-22T09:34:27.292Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-22T10:34:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-25T07:11:48.822Z",
        "rejection": {
            "code": "duplicate",
            "details": "The Home Office announced on 18 August 2021 a bespoke resettlement route for Afghan refugees who have been forced to flee the country. You can read more about it on the gov.uk website: https://www.gov.uk/government/news/bespoke-resettlement-route-for-afghan-refugees-announced\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease the number of Afghan refugees the UK will welcome: https://petition.parliament.uk/petitions/595479\r\n\r\nHelp the people of Afghanistan: https://petition.parliament.uk/petitions/594723"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-25T07:11:49.600Z"
    },
    "id": 595535,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595535.json"
    },
    "type": "petition"
}