{
    "attributes": {
        "action": "Stop Local councils putting Migrants & Refugees before Local residents",
        "additional_details": "It is known that Local councils are keeping a certain percentage of their Housing stock for emergency housing for Migrants & Refugee but when this is used up by mass migration such as the Afghanistan issue the need to then replenish this stock then means that Local service users are kept waiting an extcessive period of time because of the lack of housing stock.\r\nCouncils should not be using a percentage system an should be made to use a capped number per annum instead.",
        "background": "To stop Local Councils putting Migrants & Refugees before Local residents when it comes to Housing an other services if the Local Council housing waiting list is in excess of twelve months.\r\nSo that Local service providers, provide service on fair basis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-22T06:58:57.977Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-22T09:37:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-25T07:11:03.567Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about availability of housing for local residents, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Home Office, not local authorities, are responsible for housing people seeking asylum in the UK. Once someone has been granted a positive asylum decision they become eligible to apply for social housing.\r\n\r\nManaging the local supply of social housing and determining an allocation policy is a matter for individual local authorities, although they must take account of statutory guidance on social housing allocations for local housing authorities in England: https://www.gov.uk/government/collections/social-housing-allocations-guidance\r\n\r\nWe could accept a petition calling on the Government to require that all local authorities give local residents priority in housing allocation, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-25T07:11:05.909Z"
    },
    "id": 595525,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595525.json"
    },
    "type": "petition"
}