{
    "attributes": {
        "action": "Make disused areas able for people to ride off road bikes",
        "additional_details": "It would be a way to get people into the hobby as there wouldn’t be a need to find someone with a van and would stop people seeing them ridden illegally in the road, there are plenty of disused parks etc where this could take place and it is a shame to see the areas going to waste. If the users agreed to take care of the areas we would use I feel this would be a very constructive thing for the government to introduce for many reasons. I think it’s time we do something",
        "background": "There are a shortage of places to ride off road bikes as tracks are many miles away and I believe it would deter people from riding illegally on the road and encourage more youths to take to a constructive hobby that is quite expensive to get into",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-24T13:35:01.739Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-24T14:22:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-27T09:16:40.916Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about making areas available for biking are a matter for local authorities and other landowners, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-21T15:04:49.146Z"
    },
    "id": 595690,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595690.json"
    },
    "type": "petition"
}