{
    "attributes": {
        "action": "Tougher sentences for violent offences against women and young girls",
        "additional_details": "I am, asking parliament to consider tougher action and sentences ;so women can live freely without the threat of fear and violence. The government is failing to address violence against women and young girls. The government must drive out violence against women and girls and make every part of the criminal justice system work to better protect and defend them.",
        "background": "In the year to March 2020, 207 women were killed in Great Britain (England, Scotland and Wales). This means about one in four killings were of women.\r\n\r\nViolent offences against women are alarmingly growing, in the UK. Offences such as domestic abuse, rape and murders.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-24T13:06:19.554Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-24T13:46:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-27T09:15:54.524Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about sentencing are a matter for the courts, not the Government or House of Commons, and are made on the basis of the offence committed, not the sex of the victim.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease minimum and maximum sentences for all sexual offences: https://petition.parliament.uk/petitions/577443\r\n\r\nIncrease punishments and sentences for perpetrators of domestic violences: https://petition.parliament.uk/petitions/582525\r\n\r\nMinimum 8-year custodial sentence for all violent crime and sexual offences: https://petition.parliament.uk/petitions/579352"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-27T09:15:55.315Z"
    },
    "id": 595687,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595687.json"
    },
    "type": "petition"
}