{
    "attributes": {
        "action": "Change the RSPCAs policy to make not walking a dog a form of neglect and cruelty",
        "additional_details": "For there to be change in the RSPCAs policy and to recognise that if a dog is capable of being walked and is not that it is a form of neglect. Of course every dog is different, but when it is clear and obvious that a dog is being unduly imprisoned and never sufficiently exercised, there needs to be protection and action taken to ensure that the dog receives the basic level of care to ensure it is healthy and that the owner fulfils the commitment of their duty to the welfare needs of the dog",
        "background": "The RSPCA don't recognise neglect in not walking a dog that is perfectly capable. Dogs like humans, need regular exercise for good health both physically and mentally, to entrap a dog with no regular form of substantial exercise to the needs of the individual dog is cruel, ethically wrong and inhume",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-23T19:11:57.508Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-23T20:34:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-26T08:16:55.358Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about the policy of the RSPCA is a matter for the RSPCA not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nThe Government's code of practice for the welfare of dogs makes it clear that owners should provide their dog with regular opportunities for exercise, and should give their dog exercise at least daily unless their vet recommends otherwise: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-26T08:16:57.433Z"
    },
    "id": 595646,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595646.json"
    },
    "type": "petition"
}