{
    "attributes": {
        "action": "Reform Dental Practice so Patients choose to be treated by the NHS or Privately",
        "additional_details": "The Oral Health Foundation recently published the following statistics all due to dental issues:-\r\n3 School days missed yearly, 39% of adults don't go to the dentist regularly, 31% have tooth decay, 74% have had a tooth extracted, 2 million travel over 40 miles to access dental care.\r\nThere are over 8,300 new cases of mouth cancer each year.\r\nOver 3 million suffer from regular oral pain. This costs the UK economy £36.6 million yearly and each person £80.20 a day.\r\nAnd Dentists refuse NHS patients",
        "background": "Compel Dental Practices to have at least 25 - 50% of their patients as NHS patients, have a dental practice allocated as the area dentist, in the same way as GP Surgeries, require dentists to provide treatment at source, unless complicated procedures require Hospitalisation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-23T10:28:24.687Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-23T11:16:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-25T08:13:41.510Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about who private dental practices treat are a matter for individual practices, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease funding to ensure all adults in England have access to an NHS dentist: https://petition.parliament.uk/petitions/576982"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-25T08:13:42.650Z"
    },
    "id": 595606,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595606.json"
    },
    "type": "petition"
}