{
    "attributes": {
        "action": "Review the petition criteria to allow similar, but different, petitions to run",
        "additional_details": "My petition for helping UK citizens and Afghans at risk get safely to Kabul airport was rejected due to ‘similar petitions running’. One petition was asking for redeployment of troops. The other was ‘help the people of Afghanistan’ (aid related). They are not the same thing. In a democracy we deserve our voices to be heard on important issues. The petition criteria needs to be changed to allow similar, but different, petitions to run. Specifics matter. Review and widen the criteria.",
        "background": "Many citizens feel frustrated that their petitions are rejected on the grounds that similar petitions are running. However, it is the details of petitions that are important. We want the right to have our voices heard and for there to be more scope in the petitions criteria.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-24T10:44:03.836Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-26T20:31:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-31T13:30:25.357Z",
        "rejection": {
            "code": "already-happening",
            "details": "It is already possible for people to start petitions making similar but different requests to existing petitions.\r\n\r\nAll petitions are checked against the petition standards, which states that we cannot accept petitions that call for the same action as a petition that’s already open, before they can be opened.\r\n\r\nWhere a new petition makes the same, or a substantially similar, request to an existing petition, this is normally rejected as a duplicate of the existing petition. This is because having multiple petitions open making similar requests can split support and make it less likely any petition on the subject will secure the signatures necessary to receive a response from the Government, or be considered for debate.\r\n\r\nHowever, if someone wants to pursue a petition making a similar but different request they can email us at petitionscommittee@parliament.uk and we can try and help them open their own petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-08T13:27:27.044Z"
    },
    "id": 595679,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595679.json"
    },
    "type": "petition"
}