{
    "attributes": {
        "action": "Introduce measures to restrict the amount of holiday homes in our communities.",
        "additional_details": "Cornwall is suffering from a huge shortage of affordable properties to buy or rent whilst at the same time being subjected to vast amounts of house building which is not for local need. Many houses are being bought as investment properties and used to rent out to tourists. In July 2021 Cornwall had more than 10,290 active Airbnb listings whilst there were only 41 rental properties available on Rightmove. Our way of life is being destroyed and our infrastructure simply cannot cope any longer.",
        "background": "Protect properties so that they can only be used as a primary residence. Implement a change of use policy for houses purchased for holiday rental. Close loophole allowing owners to register houses as a business for tax avoidance. New builds to be for local needs with the majority being affordable",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-26T01:08:29.485Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-29T12:52:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-01T12:27:10.662Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the number of holiday homes, but it's not clear if you want the Government to prohibit residential properties from being used for anything other than a primary residence, or something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-01T12:27:11.464Z"
    },
    "id": 595785,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595785.json"
    },
    "type": "petition"
}