{
    "attributes": {
        "action": "Allow those coming from Amber countries to avoid quarantine if fully vaccinated",
        "additional_details": "Many British expats and those that wish to visit the UK are still separated from loved ones due to the current restrictions. Decisions are being made by the British Government to enable travel back to the UK to become easier over the last few months, including the recognition of vaccines in some countries. In fact, many countries outside the EU and US allow adults vaccinated in the UK into their countries without the need to quarantine or pay extortionate costs for tests. It is time vaccine certificates from other countries are also recognised.",
        "background": "Since 2nd August 2021, adults vaccinated in the EU and US, along with their unvaccinated children under 18 have been exempt from home quarantine when entering the UK from Amber countries. This needs to change to allow those of us vaccinated with UK approved vaccines the same privilege.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-24T16:44:29.280Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-24T17:13:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-08-27T09:23:05.097Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nRemove UK quarantine for all fully vaccinated people from Amber list countries: https://petition.parliament.uk/petitions/588597\r\n\r\nAllow ALL vaccinated British Expats to visit the UK without quarantining: https://petition.parliament.uk/petitions/585438\r\n\r\nRecognise all vaccinations using WHO approved vaccines for international travel: https://petition.parliament.uk/petitions/594456"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T11:42:25.391Z"
    },
    "id": 595707,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595707.json"
    },
    "type": "petition"
}