{
    "attributes": {
        "action": "Give further coronavirus vaccine supplies to countries with low vaccine access",
        "additional_details": "We ask the government to increase the amounts of vaccine donated to under -vaccinated populations rather than offering third vaccines to the British population until vaccination rates worldwide are comparable to those here.  Sharing vaccines creates a more even and equitable distribution.  Everyone deserves the same opportunity for protection.\r\n\r\nWithout this wider distribution the virus is more likely to continue to spread and more variants could emerge putting the whole human race at ongoing risk.  This virus does not recognise state borders and neither should the vaccine.",
        "background": "People in the UK who chose vaccination against coronavirus have received two doses of vaccine. Further supplies should be given to countries  with fewer resources, where there has been a very low rate of vaccination due to lack of supply, finance or access.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-27T20:38:17.181Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-28T15:43:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-01T08:08:46.846Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petition:\r\n\r\nLimit the Covid-19 booster programme to alleviate global vaccine inequality\r\nhttps://petition.parliament.uk/petitions/594690"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-01T08:08:46.844Z"
    },
    "id": 595888,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595888.json"
    },
    "type": "petition"
}