{
    "attributes": {
        "action": "Remove Ben Wallace from post for failing to protect British and allied citizens",
        "additional_details": "It is the duty of the House, as elected representation of the people of Great Britain, to act in a swift manner and remove this minister for incompetence and dereliction of duty. He has proven incapable of acting professionally and in the country’s interest.\r\nHe has failed to protect British subjects and the lives of our allies overseas.",
        "background": "Remove the RT Hon Ben Wallace from his role as defence minister, and from the House completely, and commence legal action to prosecute him for the consequences of his actions against British and Allied subjects trapped in Afghanistan.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-27T11:51:02.710Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-01T11:07:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-06T10:05:49.143Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.\r\n\r\nYou might like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/595335"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-06T10:06:20.279Z"
    },
    "id": 595862,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595862.json"
    },
    "type": "petition"
}