{
    "attributes": {
        "action": "Act of Parliament to ban the UK from ever invading Afghanistan again.",
        "additional_details": "It was obvious two decades ago that when Parliament voted to invade Afghanistan the war would be badly planned & end in failure; and it remained obvious throughout the entire campaign. It was obvious that the MOD, Civil Service, Parliament and senior officers in the main were uninterested in learning lessons of previous defeats in Afghanistan and were uninterested in listening to suggestions from Russia about how not to fail again. This must never be allowed to happen again.",
        "background": "Introduce the bill as described below, and allow a free vote.\r\n1. The UK shall not invade, wage war in, or deploy forces to, Afghanistan. 2. If a breach of (1) be intended or discussed, then the PM, and Lord Chancellor, shall confirm in writing that they have learnt all lessons from before.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-26T20:20:37.090Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-26T23:24:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-01T08:17:03.418Z",
        "rejection": {
            "code": "no-action",
            "details": "Acts of Parliament cannot bind future governments or parliaments, because legislation can be overturned by future governments and parliaments, so it would not be possible for legislation to be passed that prevented the UK from ever taking military action in a particular country.\r\n\r\nWe could accept a petition calling for legislation that created certain requirements for military action, provided this didn't imply that such legislation could prevent any military action ever again."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-01T08:17:04.294Z"
    },
    "id": 595838,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595838.json"
    },
    "type": "petition"
}