{
    "attributes": {
        "action": "Combine all England, Scotland, Wales and Northern Ireland public/ Bank Holidays",
        "additional_details": "This will help to Unite even further the United Kingdom, as we can all have public holidays at the same time. It will also help to stimulate the economy due to people visiting other places and spending money on UK events. The public will, consequently spend more money if we have a couple more bank holidays in the calendar year. We can also create a shared culture of each countries history.",
        "background": "Combine all England, Scotland, Wales and Northern Ireland public/ Bank Holidays so we have a United Kingdom public holiday timetable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-27T08:59:23.972Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-27T09:26:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-01T08:38:24.835Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about bank holidays in Scotland are a matter for the Scottish Government, not the Government or House of Commons, so we couldn't accept a petition calling for bank holidays to be aligned across the whole UK, as the UK Government is only responsible for bank holidays in England, Wales and Northern Ireland.\r\n\r\nYou can find out more about how bank holidays are created and changed here: https://commonslibrary.parliament.uk/bank-holidays-how-are-they-created-and-changed/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-01T08:38:27.348Z"
    },
    "id": 595856,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595856.json"
    },
    "type": "petition"
}