{
    "attributes": {
        "action": "Retail shops to not launch Christmas goods until the last week of October",
        "additional_details": "Today, August 29th 2021 I was in “The Range” Wrexham and they had already fully stocked the shelves with Christmas items. Fully decorated Christmas trees lining the isles, Father Christmas and snowmen merrily singing Christmas songs. Summer isn’t even over yet and we’re being bombarded with Christmas festivities. I love Christmas, but let’s keep the magic until winter! Not for me, but for the kids.",
        "background": "There to be a restriction of selling Christmas or festive related items in shops until the last week in October. There are other holidays and religious festivals between August and December that could be celebrated.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-29T14:58:18.843Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-29T15:12:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-01T13:38:26.395Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about when items are stocked and sold are a matter for individual retailers, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-01T13:38:28.497Z"
    },
    "id": 595969,
    "links": {
        "self": "https://petition.parliament.uk/petitions/595969.json"
    },
    "type": "petition"
}