{
    "attributes": {
        "action": "Compensation for millions domestic violence victims  let down by maintenance",
        "additional_details": "Women and children are being left without through no fault of their own.The government put this system in place to get the child everything they deserve instead it is failing them .I myself can provide 18 months of evidence of this so their must be thousands if not millions in the same boat.Yet numerous times contacting chasing the service they ignore and do nothing they was set up to do .\r\n Stop paying millions to a system tht leaves people without",
        "background": "Support women and children whom have fleed domestic violence to receive the child maintenance they deserve .As this system is failing leaving many in hardship .\r\nMillions of people are let down ignored and left without because a system that calls millions is failing them",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-30T16:56:38.045Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-30T18:52:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-06T07:07:51.004Z",
        "rejection": {
            "code": "no-action",
            "details": "We are very sorry to hear about your situation, but petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about receipt of child maintenance for parents who have fled domestic abuse, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what changes you would like to be made to the rules for claiming Child Benefit.\r\n\r\nThe Government has published details of support and advice services for victims of domestic abuse, which you might find helpful: https://www.gov.uk/guidance/domestic-abuse-how-to-get-help#get-help-and-support"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-06T07:07:51.929Z"
    },
    "id": 596017,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596017.json"
    },
    "type": "petition"
}