{
    "attributes": {
        "action": "Stop the dangerous move to close multiple West Midlands Ambulance Stations",
        "additional_details": "We would like the Government to step in and review the greater impact that this will have on the communities and give the public a fair chance to put across our concerns without. Also that they look at the response times in rural  areas surrounding these towns as they are greatly exaggerated in the average times given for the service as a whole.",
        "background": "West Midlands Ambulance Service is closing small town ambulance stations such as Evesham. They are using the faster response times in large cities to mask the fact that they are already missing response times in smaller towns. With the new move to close even more stations, lives will be put at risk",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-30T17:10:28.198Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-30T17:21:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-06T07:05:39.702Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about the location of ambulance stations are a matter for local ambulance services, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you locally. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T11:01:35.491Z"
    },
    "id": 596018,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596018.json"
    },
    "type": "petition"
}