{
    "attributes": {
        "action": "Prison time for all paedophiles. Stop letting them get away with it!",
        "additional_details": "The same way that a child will carry that abuse for the rest of their life. \r\n\r\nThese predators are often given suspended sentences only to re offended and ruin more lives later on.  \r\nWhy do the government give them such an easy time?! Let’s hold then accountable for this.\r\n\r\nAnyone who is involved in the making, having and distribution of child abuse images and videos is aiding in the abuse and rape of these children and should be also given life sentences. \r\n\r\nIt’s time to make the sentences count",
        "background": "It’s now time to hold these monsters accountable.\r\n\r\nTime and time again these monsters who destroy children’s lives get away with barley a slap on the wrist. \r\n\r\nIt’s time now for the government to change its outdated ways and acknowledge that anyone who abuses a child should carry a life sentence",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-31T09:15:25.655Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-08-31T10:28:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-06T07:30:21.826Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nMandatory life sentence for abuse of a child: https://petition.parliament.uk/petitions/580645\r\n\r\nIncrease minimum and maximum sentences for all sexual offences: https://petition.parliament.uk/petitions/577443"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-06T07:30:22.622Z"
    },
    "id": 596059,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596059.json"
    },
    "type": "petition"
}