{
    "attributes": {
        "action": "Remove online learning for university students.",
        "additional_details": "University students across the UK want restrictions scrapped specifically online learning because 1) we are paying 9K+ in tuition fee costs plus accommodation costs (where applicable) to realise our learning experience is still online compared to other education establishments; FE Colleges and schools. 2) because despite the government saying in debate that the “quality of learning and/or teaching is the same” it clearly is not. It is an injustice to all students of HE that we are ignored.",
        "background": "University students would like the Government to consider heavily the proposition of scrapping restrictions, specifically that of online learning especially in an environment where we are paying an incredulous amount, only to be learning through a computer screen.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-01T17:13:55.100Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-02T14:23:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-07T12:03:01.481Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nMost legal restrictions relating to Covid-19 have now been lifted, so decisions about how to delivery university courses are a matter for individual universities, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nDo not make Covid-19 vaccination a requirement to physically attend university: https://petition.parliament.uk/petitions/593410"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-07T12:04:37.085Z"
    },
    "id": 596183,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596183.json"
    },
    "type": "petition"
}