{
    "attributes": {
        "action": "Fully re open G.P surgeries again for face to face contact with patients.",
        "additional_details": "Understandably, Drs surgeries were closed to walk in patients during the lockdown. But life is returning to near normal now, yet surgeries doors remain firmly closed. Patients being deprived of face to face appointments. Yes, some appointments can be conducted over the phone, but Drs can miss vital signs of a patient, demeanor, palour, facial expression etc and general rapport. Yes, I would suggest masks, sanitizer etc still be used and maybe even a lateral flow test before an appointment?",
        "background": "I would like to see the government health secretary liase with the BMA and relevant authorities to discuss the reasons why Drs surgeries still remain closed off to the public, to see if face to face appointments can be reinstated and \"walk in\" to the surgery available to the public.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-01T08:25:27.121Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-01T21:03:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-07T07:31:06.430Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/587701\r\n\r\nDecisions on when to offer a face to face, as opposed to a remote, consultation are an operational decision for GPs and NHS Trusts.\r\n\r\nYou may be interested to know that NHS England wrote to GP practices on 13 May, specifying that practices must make a clear offer of face to face appointments, and respect patient preferences for face to face appointments where clinically appropriate. You can read the letter here:\r\nhttps://www.england.nhs.uk/wp-content/uploads/2021/05/B0497-GP-access-letter-May-2021-FINAL.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-07T07:40:13.003Z"
    },
    "id": 596135,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596135.json"
    },
    "type": "petition"
}