{
    "attributes": {
        "action": "Improve uptake of cervical smear tests amongst sexual assault survivors",
        "additional_details": "This has the absolute potential to save lives, screening uptake in sexual assault survivors  is lower and therefore the chances of abnormal results being diagnosed and treated is also lower. In turn this reduces the reproductive health of this patient population alongside a higher risk of negative consequences from a lack of screening. The government has a responsibility to ensure that our NHS services and screening programmes are being delivered effectively, especially amongst vulnerable groups",
        "background": "There is strong evidence to support that many different barriers prevent women from attending smear tests, this is especially prevalent after someone has experienced sexual assault. Call on the government alongside Public Health England to introduce a system so this can be managed more effectively.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-01T00:42:06.267Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-01T06:56:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-06T13:46:14.506Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about uptake of cervical screenings by victims of sexual assault, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition refers to introduction of a new system, but it's not clear how you want this to work. Additionally, whether to take up invitations to cervical screenings is an individual decision, and not something the Government can mandate.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-06T13:53:19.246Z"
    },
    "id": 596126,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596126.json"
    },
    "type": "petition"
}