{
    "attributes": {
        "action": "Financial compensation for adults diagnosed with learning difficulties",
        "additional_details": "It is morally bankrupt to expect individuals to wait up to 3+ years for a diagnosis or force them to pay for a private diagnosis. It is also entirely unfair that adults who have had to struggle with learning difficulties that have gone unnoticed to be expected to participate as neurotypicals within society. These adults who have had to wait for later in life diagnoses should be entitled to financial compensation for the hardships faced throughout their lives.",
        "background": "When I was 20 years old I was diagnosed with ADHD. I was diagnosed by pure fluke, I had assumed that it was depression as my symptoms were mostly pinned on that. For the last two and a half years I've had to fight for an NHS recognised diagnosis as well as pay for a private one.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-01T11:53:02.110Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-01T12:05:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-06T13:30:50.863Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure how the compensation would work or what circumstances would qualify someone for an award of compensation.\r\n\r\nThis issue might also be covered by NHS Resolution, a process for claiming compensation from the NHS: https://resolution.nhs.uk/services/claims-management/advice-for-claimants/. \r\n\r\nThere is also the NHS complaints procedure: https://www.nhs.uk/using-the-nhs/about-the-nhs/how-to-complain-to-the-nhs/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-06T13:30:50.859Z"
    },
    "id": 596153,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596153.json"
    },
    "type": "petition"
}