{
    "attributes": {
        "action": "I would like the government to fund Pilot Training.",
        "additional_details": "I would like the government to help fund all the cost of pilot training because I feel that it isn’t fair for the government to fund university in the UK which is also part of someone career but not help fund pilot training. Where is the logic in that? I feel that the government should help and after all we all do pay our taxes.",
        "background": "I would like the government to help fund the full cost of pilot training because many people of the public can’t afford to pay nearly £60,000 for a licence and this is jeopardising someone’s career and ambitions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-08-31T17:43:15.676Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-01T15:28:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-07T07:07:15.278Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the cost of pilot training, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for the Government to help fund the cost, but it's not clear if you want this to be on the same basis as university degrees (through students loans), through grants, or some other system.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake student loans available for commercial pilot training: https://petition.parliament.uk/petitions/594048\r\n\r\nIf you want the Government to take an action different to the above petition you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-07T07:07:16.016Z"
    },
    "id": 596100,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596100.json"
    },
    "type": "petition"
}