{
    "attributes": {
        "action": "Ban on sharia law that prohibits the application/implementation of Islamic laws",
        "additional_details": "of Islam, particularly the quran & hadith from being practiced or implemented within the United Kingdom to protect the United Kingdom's current constituents along with our legal & judicial system\r\n\r\nBritish people deserve peace, security & protection\r\n\r\nIf this is ignored or not actioned, we conclude, that the government is complicit in other countries influence changing our, culture, laws and way of life. And in conclusion offers no security for future generations of Great Britain & Northern Island",
        "background": "British people demand a bill pass through Parliament to give current & future generations a guarantee that Sharia law is never considered in part or full of becoming integrated into British law\r\n\r\nLegislative guarantee in law, that prohibits, Islamic legal system derived from the religious precepts",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-02T08:54:21.742Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-02T09:15:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-07T08:30:58.367Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We are not aware of any plans from the Government or Parliament to be integrated into UK law.  No parliament can pass a law that a future parliament cannot change, so we're not sure what you'd like the Government can do. \r\n\r\nYou can read more about Parliamentary sovereignty here:\r\n\r\nhttps://www.parliament.uk/about/how/role/sovereignty/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-22T09:14:34.738Z"
    },
    "id": 596220,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596220.json"
    },
    "type": "petition"
}