{
    "attributes": {
        "action": "Hold a national referendum on immigration.",
        "additional_details": "Politician's are voted in based on manifestos. Sometimes things happen where big decisions need to be made. \r\nAllow the British people a say on this matter. \r\nWith illegal immigration out of control and nothing seems to be changing and numbers at a record high.  The people should get a say on whether or not Britain should accept any refguess, considering illegal immigration is so high.",
        "background": "Hold a national referendum on whether Britain should take the proposed number of those seeking refugee status from Afghanistan. \r\nAsk the public if they agree or disagree with the government's decisions. Then act on the result.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-02T16:55:56.854Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-02T18:10:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-07T12:21:12.047Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure whether you'd like a referendum on immigration, on the UK's international obligations to refugees, or on the specific decision to accept refugees as a result of the situation in Afghanistan. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign this petition\r\n\r\nhttps://petition.parliament.uk/petitions/577927"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-14T08:57:55.499Z"
    },
    "id": 596238,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596238.json"
    },
    "type": "petition"
}