{
    "attributes": {
        "action": "Salary Sacrifice should be allowed for Public Sector and arms length workers too",
        "additional_details": "To exclude 15-20% of the UK workforce is discriminatory, it is not an inclusive or equal approach and it does not fully support and promote the transition away from fossil fuelled vehicles thereby limiting the potential environmental benefits.  It is biased, it is not equal or inclusive.  It does not promote working for the public sector.  There is no logical reason for excluding this portion of the UK workforce and any decision to deny public sector organisations should be reversed immediately.",
        "background": "The government and it's department should not block public sector and arms length organisations from benefitting from Salary Sacrifice schemes, such as the EV Car leasing provision introduced in 2020.  Public sector workers represent 15-20% of the UKs workforce and should not be excluded from this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-02T09:59:46.605Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-16T09:54:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-22T12:32:25.852Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not aware of any ban on public sector employees taking part in salary sacrifice schemes. Participation in specific schemes will be a decision for individual organisations. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-22T12:32:27.265Z"
    },
    "id": 596223,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596223.json"
    },
    "type": "petition"
}