{
    "attributes": {
        "action": "Penalty charge for Police officers against Violations of the Highway Code UK",
        "additional_details": "Therefore, we suggest the development of an application that intends to legitimise citizens to inspect and fine police vehicles, which in turn carry out irregular practices against traffic regulations. We believe that would be the most more coherent and democratic approach to abolish these practices.\r\n\r\nThus, where 30% or 40% of the value of the fee would benefit the citizen and the remainder would contribute to the Government fund. On the other hand, it would be an excellent means to encourage correct road traffic behaviour and culminate the unfair penalties.",
        "background": "The issue is how can the police officers park in prohibited places to fine the citizen when they could set an example regarding the correct practice of traffic? \r\nThus, it is assumed that the laws were made for some and not collectively.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-03T21:10:51.877Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-03T21:28:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-08T15:22:17.497Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. However, decisions about police practice or protocol and prosecuting traffic offenders are down to the police and Crown Prosecution Service, not the Government or House of Commons. Decisions on parking enforcement are a matter for the local authority or landowner. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T13:29:54.921Z"
    },
    "id": 596322,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596322.json"
    },
    "type": "petition"
}