{
    "attributes": {
        "action": "Make heavy goods vehicles aware of cyclists",
        "additional_details": "80% of cyclists killed on the roads are run over by heavy lorries turning left. \r\n\r\nFollowing behind motor vehicles prevents cyclists from being seen by traffic turning right (which causes a significant fraction of the remaining fatalities).  The only option is to filter left, but little is being done to reduce the hazard.\r\n\r\nThe government is in the process of taking measures to encourage cycling, but the proposed guidance still leaves the motorist with the excuse that the cyclist was not visible.",
        "background": "Modify the highway code to explicitly require that the users of heavy goods vehicles take sufficient measures to ensure that they are aware of the presence of cyclists located between them and the kerb.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-06T08:52:55.977Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-07T10:32:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-13T08:56:25.351Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Rule 211 of the Highway Code already requires awareness of cyclists and motorcyclists - https://www.gov.uk/guidance/the-highway-code/road-users-requiring-extra-care-204-to-225\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-13T08:56:27.053Z"
    },
    "id": 596458,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596458.json"
    },
    "type": "petition"
}