{
    "attributes": {
        "action": "Control pollution from agriculture in the Wye and Severn River Catchments",
        "additional_details": "Water quality and biodiversity has declined in both rivers in recent years because of high levels of nitrates and phosphates leading algae blooms. This has lead to a significant loss  in biodiversity. Pollution from agricultural run off in particular that from from intensive poultry units (IPUs) is the single most important cause of the increased pollution in these river systems. Stringent control of pollution from farms is urgently needed to prevent an ecological catastrophe.",
        "background": "1. Introduce an immediate moratorium of any new intensive poultry units in the Wye and Severn catchment areas\r\n2. Strictly control manure spreading according to the phosphate load in the ground \r\n3. Monitor phosphate levels\r\n4. Take legal action against any breaches of pollution legislation",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-06T19:44:25.818Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-06T19:57:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-13T07:20:30.711Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition appears to relate to activities in Wales, and planning and the environment are devolved matters, so the responsibility of the Welsh Government, Welsh local authorities and Natural Resources Wales, not the UK Government or House of Commons.\r\n\r\nThe Welsh Parliament has its own Petitions Committee.\r\n\r\nIf you'd like to send your petition to the Welsh Parliament, you can find out more here: https://petitions.senedd.wales/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-14T12:09:51.094Z"
    },
    "id": 596493,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596493.json"
    },
    "type": "petition"
}