{
    "attributes": {
        "action": "Change the High School Education and Examination System",
        "additional_details": "Everything I learn and have learned in high school has been slightly useful but only up to a point. I don't learn anything that actually will help me with real-life once I leave school. I believe students need to be learning fewer things that will only help them in a few jobs and those pub quizzes and quiz shows. Even then, I learn more stuff online that would help with that personally.",
        "background": "Adjust high school education and examination to more real-life-based things. For example, learning about taxes, driving a car and cooking at least basic meals. There would still be subjects about maths and English etc but it wouldn't go so deep.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-06T20:25:59.257Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-06T21:21:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-13T07:24:40.756Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to the national curriculum, but it's not clear exactly what changes you want to be made.\r\n\r\nThe national curriculum already covers taxation (under citizenship) and cooking and nutrition (under design and technology), but ou could start a new petition explaining clearly what changes you would like the Government to make to the national curriculum."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-13T07:24:41.605Z"
    },
    "id": 596498,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596498.json"
    },
    "type": "petition"
}