{
    "attributes": {
        "action": "Show realistic cardiopulmonary resuscitation (CPR) on television",
        "additional_details": "I am a doctor and know from experience that proper CPR can save lives. Showing weak chest compressions on television feeds into misinformation surrounding this essential skill. Compressions should be 5-6cm deep (often deep enough to break ribs) at a rate of 100-120/minute. This is never shown correctly on television. I appreciate that living actors cannot withstand this however there are resuscitation models that could easily be utilised or, alternatively, do not show poor practice at all.",
        "background": "We would like to make legislation that requires television programmes to show accurate CPR. Many television dramas show CPR of an inadequate depth, with insufficient timing and inappropriate hand placement. This is misleading and showing CPR correctly would be of public health benefit.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-06T20:22:55.447Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-07T09:34:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-10T11:49:49.689Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament aren't responsible for broadcast content. \r\n\r\nYou could raise this issue with Ofcom - https://www.ofcom.org.uk/home"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-10T11:49:50.849Z"
    },
    "id": 596497,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596497.json"
    },
    "type": "petition"
}