{
    "attributes": {
        "action": "Don’t raise taxes! Refund tax money used for the failed NHS test and trace app",
        "additional_details": "Rather than punish already struggling citizens with tax rises. Recoup the ridiculous waste of taxpayer money the test and trace app devoured. \r\n\r\nIf the customer is not satisfied with the product then you don’t pay! Why is even allowed that the test and trace failure is wrote off as a multi billion pound mistake, instead of hounding the contracts to make right their wrong.",
        "background": "£37 BILLION of our money was used on Dido Harding’s test and trace system that swallowed up “unimaginable” amounts of taxpayers’ money with no evidence of any measurable difference on the progress of the coronavirus pandemic. \r\nThe government needs to demand a refund or compensation from the contact",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-07T18:51:34.601Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-08T20:21:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-15T07:17:36.924Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the money spent on NHS Test and Trace, but we're not sure if you want the Government to seek compensation from contract providers for this, or refund the public for public money invested in the scheme, or both. We can't accept petitions calling on the Government to seek compensation in respect of particular contracts, but could accept a petition calling on the Government to refund the public for monies spent on this scheme.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nNo to any National Insurance increase to ‘fund’ social care: https://petition.parliament.uk/petitions/596514\r\n\r\nPublic inquiry into UK Government spending on Covid-19: https://petition.parliament.uk/petitions/582553"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-15T07:17:37.940Z"
    },
    "id": 596583,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596583.json"
    },
    "type": "petition"
}