{
    "attributes": {
        "action": "Ban the council for collecting decided pets.",
        "additional_details": "This is happening with so many different councils I hope the government or the parliament can help this be stoped, if they can't follow there own protocols and help owners get some closure on there pets then they should be banned from collecting them and leave it to the vets. Many family's are not being able to even bring there pets ashes home and left heartbroken to be told your family pet has been thrown away in the trash!",
        "background": "My cat was collected by veiola and thrown away like trash instead of following there protocols and taking him to a vet. This needs to be stoped it's happening to so many people's beloved pets.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-07T11:20:21.260Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-07T12:38:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-13T09:06:48.035Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We're sorry to hear of the loss of your cat, please accept our condolences.\r\n\r\nThe UK Government and Parliament aren't responsible for the operation of local services, including the collection of animals.  This is a decision for local authorities.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T10:54:35.006Z"
    },
    "id": 596542,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596542.json"
    },
    "type": "petition"
}