{
    "attributes": {
        "action": "Change the conveyancing process in England to make buying & selling more secure.",
        "additional_details": "Loads of hard earned money is being spent in trying to buy / sell properties and the unregulated system in England is causing unnecessary stress! \r\n\r\nLet’s make a change now!",
        "background": "We understand that approx 30% of home sales in England breakdown and sometimes even at the point of exchange - when people have put time, effort and their heart into buying / selling a property! \r\n\r\nEvery country in the world has a regulated system other than England - let’s get this changed!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-08T16:34:34.592Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-08T17:10:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-14T09:10:01.592Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the risk of property purchases falling through, however it's not clear what you'd like the Government to do to make this process \"more secure\".\r\n\r\nIf there was a specific change to the law relating to property sales that you would like to be changed, you could start a petition about that.\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\n'Ensure home buyers have better consumer protection instead of buyer beware rule': https://petition.parliament.uk/petitions/583702\r\n\r\n'Make house buying the same legal process in England and Wales as is in Scotland': https://petition.parliament.uk/petitions/596460"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-14T09:10:19.288Z"
    },
    "id": 596671,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596671.json"
    },
    "type": "petition"
}