{
    "attributes": {
        "action": "Remove calorie information from chocolate bars.",
        "additional_details": "SCBs are the mainstay of busy people and energetic children. They are part of a balanced diet and are eaten as a snack in the middle of a long and tiring day. They should therefore not contain information about calories, as chocolate and calorie-counting do not go together.\r\n\r\nThe advantage of SCBs over 'healthy snacks' is that people appreciate that SCBs should be eaten in moderation. Healthy snacks are more likely to be eaten in larger amounts due to a misconception that they are less fattening.",
        "background": "Remove all information regarding calorific content from small chocolate bars (referred to as SCBs hereinafter) whether sold singly or in multipacks. Examples of SCBs include Freddo, Dairy Milk and Flake. They are distinct from chocolate-based products such as chocolate fingers, Crunchie and Twix.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-10T00:07:26.461Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-12T11:29:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-21T08:53:57.134Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure what you'd like to be covered by your proposed change, based on the information you have provided. \r\n\r\nFood labelling regulations are in the most part based on where products are sold and the contents of them, for example unprocessed or minimally processed foods are subject to lesser requirements.  It is not normally specific types of processed products that are exempt from these regulations. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-27T13:19:25.078Z"
    },
    "id": 596783,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596783.json"
    },
    "type": "petition"
}