{
    "attributes": {
        "action": "Better enforcement of law against racial abuse on internet and social media.",
        "additional_details": "Bullying and racism online, can have major implications for people's psychological wellbeing and somatic health. Moreover racial abuse at a younger age, can have far reaching cosequences on behavioural development in later life. This can result in people developing severe coping issues in society, which may result in social and economic implications. It's my sincere believe that, to prevent major issues within society in the near future government needs to step in, on this matter.",
        "background": "More people are being racially abused online. A great deal of online abuse is enabled, because there is a lack of concrete approach to deal with abusers. I'd like to see government introduce better enforcement of law to deal with racial abuse online.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-09T18:17:29.206Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-10T20:56:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-16T08:27:11.589Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about racial abuse online, however it's not clear what it is you'd like the Government to do ensure 'better enforcement of law'. \r\n\r\nOnline abuse can already constitute a criminal offence. Prosecuting such offences, and deciding what penalties to apply, are matters for the Crown Prosecution Service and the courts, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for minimum sentences to be increased for certain offences, but it would need to be clear what offences you wanted minimum sentences to be changed for, and how you wanted these to be increased.\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\n'Increase the sentence for Racist Hate Crime from 6 months to minimum 5 years': https://petition.parliament.uk/petitions/591766\r\n\r\n'Increase legal penalties for those convicted of online racial abuse': https://petition.parliament.uk/petitions/591776\r\n\r\n'Legislate for social media bans for online hate, abuse or trolling offences': https://petition.parliament.uk/petitions/591691"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "race-and-equality"
        ],
        "updated_at": "2021-09-16T08:27:20.977Z"
    },
    "id": 596759,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596759.json"
    },
    "type": "petition"
}