{
    "attributes": {
        "action": "To stop social workers from taring families apart that don’t need to be broken",
        "additional_details": "Because it’s becoming ridiculous now to the point Derbyshire social workers mainly have not considered how much  it’s effects parents who want nothing more but good for there children and constantly given false hope of getting there children back to be told no",
        "background": "To reconsider parents that do everything in there power to keep there children and stop going ahead with adoptions when it’s not need when the parents or parent has done everything the social workers have asked give them more of a chance",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-10T13:08:14.072Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-10T14:03:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-16T07:32:16.625Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about children being removed from their parents, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEnd forced adoption: https://petition.parliament.uk/petitions/585387\r\n\r\nStop courts being able to grant care orders based on risk of future suffering: https://petition.parliament.uk/petitions/556185\r\n\r\nPrevent family courts and social services making decisions based on hearsay: https://petition.parliament.uk/petitions/594115"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-16T07:32:17.455Z"
    },
    "id": 596823,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596823.json"
    },
    "type": "petition"
}