{
    "attributes": {
        "action": "DVSA should refund Drivers who paid thousands to obtain HGV2 before getting HGV1",
        "additional_details": "HGV Driving is a skilled trade and reducing the barrier to entry is a mistake. Drivers agree that class 2 experience is HIGHLY recommended before getting behind the wheel of a Class 1 HGV.\r\n\r\nDVSA should reverse this decision or refund drivers who paid thousands to acquire the correct entitlement to drive professionally.",
        "background": "With the recent plan for DVSA to abolish the B+E & abolish the need to acquire HGV2 before obtaining HGV1\r\nDVSA should refund drivers who have recently paid out THOUSANDS to acquire the HGV2 (C) (and B+E) in order to get themselves entitlement to drive HGV1 (C+E provisional).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-10T18:11:15.385Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-10T18:46:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-16T08:04:40.537Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the amount of money drivers have paid to get HGV licences, but we're not sure exactly what you'd like the Government to refund. The Government has removed the requirement for one test, that costs £115, and it's not clear what, if any, additional monies you want the Government to refund.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-16T08:04:41.227Z"
    },
    "id": 596860,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596860.json"
    },
    "type": "petition"
}