{
    "attributes": {
        "action": "add \"digital direct democracy\" to Croydon council's governance referendum",
        "additional_details": "citizen participation is a crucial element of democracy. Croydon citizens should be allowed the propose and vote on any motions the council decides to navigate its way out of bankruptcy. Croydon is a very diverse instance of the world, and is home to many talented and intelligent individuals; their voices should be amplified in the decision making process. there are many platforms that exist to increase citizen participation across Europe; Croydon should be the UK's leader in this evolution.",
        "background": "a referendum is an example of direct democracy. instead of a representative council or mayor, each Croydon citizen should be allowed to have a referendum on every considered motion. this previously unfeasible high-level democracy is possible through online digital technologies.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-11T18:24:56.467Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-12T18:05:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-16T11:20:18.461Z",
        "rejection": {
            "code": "irrelevant",
            "details": "You could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-16T11:20:29.211Z"
    },
    "id": 596932,
    "links": {
        "self": "https://petition.parliament.uk/petitions/596932.json"
    },
    "type": "petition"
}