{
    "attributes": {
        "action": "Stop gambling companies from targeting vulnerable people.",
        "additional_details": "An option to opt out of gambling/alcohol and any other potentially dangerous ad content, should be developed immediately. If this cannot be achieved instantly, I propose all of this type of advertising is pulled away from UK consumers until a proper system is put in place to protect vulnerable UK citizens. This will protect recovering addicts from relapsing and will ensure children are not subjected to 18+ content, just because they would like to watch highlights of their team.",
        "background": "I'm a recovered gambling addict and I find simple thing's like watching football highlights on YouTube with my son difficult sometimes. I feel this way because of the unregulated, bombardment of these ad's. \"YouTube\" have told me they can only \"try\" to show me \"fewer\" ad's. This isn't good enough.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-13T14:27:41.013Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-13T15:57:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-20T08:04:27.505Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about advertising of gambling, but we're not sure exactly what you'd like the Government or Parliament to do. You raise concerns about gambling advertising on one video-hosting platform, but it's not clear what requirements you want to be created regarding gambling advertising.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nGambling advertising is already regulated, and you can find out how existing regualtion here: https://commonslibrary.parliament.uk/research-briefings/cbp-7428/\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nBan gambling advertising on Television: https://petition.parliament.uk/petitions/589695\r\n\r\nBan gambling businesses from advertising by email or phone notifications: https://petition.parliament.uk/petitions/585342"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-20T08:04:28.393Z"
    },
    "id": 597024,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597024.json"
    },
    "type": "petition"
}