{
    "attributes": {
        "action": "The UK needs a fair Defence procedure to Inheritence Act Claims.",
        "additional_details": "Make the legal system fairer for individuals named in a Will to Defend an Inheritence Act Claim.\r\n\r\nThere needs to be cost limits put in place, and consequences for both sides, so only cases are brought which should be. In our situation, not only have we lost both of our parents, but we've been battling on and off for over a year. We've had no time to greave. The pressure on us is immense and showing no signs of coming to an end.",
        "background": "A no win-no fee claim can be brought but the defence costs are astronomical. Solicitors can proceed to bump up costs with non progressive correspondence, merely a cost building exercise. The Defendant's disadvantage is such that they feel obliged to settle, regardless of merit.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-14T10:05:41.611Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-16T14:09:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-22T12:24:46.517Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to make changed to the legal system when making inheritance claims, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-22T12:24:51.718Z"
    },
    "id": 597070,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597070.json"
    },
    "type": "petition"
}