{
    "attributes": {
        "action": "Change the law to prevent uncontested divorce applications being rejected",
        "additional_details": "Courts should not have the power to decide if a marriage has broken down; they should not have the power to decide if reasons given constitute unreasonable behaviour and they should not be able to reject an uncontested divorce application.",
        "background": "At present, courts can reject an uncontested divorce application, signed by both parties, if they do not believe that there is sufficient evidence/reason to prove that the marriage has irretrievably broken down. The law should be changed so that courts cannot reject uncontested divorce applications.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-15T13:49:41.563Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-15T15:29:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-20T17:13:41.502Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We think that the Divorce, Dissolution and Separation Act 2020, which will come into force next year will acheive what your petition asks for:\r\n\r\nhttps://bills.parliament.uk/bills/2524\r\n\r\nIf this isn't the case, you could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-20T17:13:43.253Z"
    },
    "id": 597153,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597153.json"
    },
    "type": "petition"
}