{
    "attributes": {
        "action": "License for Small Ethical Home Breeders",
        "additional_details": "Government and the Parliament need to review and make changes for small scale breeders, as right now there is no clear protocols for small ethical breeders who want to obtain license and follow the rules correctly just as much as the large scale breeders.\r\n\r\nThis leaves many ethical home breeders unclear and unable to obtain a license, therefore facing prosecution.Rather than focusing on making it hard for the unethical breeders to obtain a license, small ethical breeding suffer greatly.",
        "background": "Government needs to review the new breeding license put in place and create another license for smaller scale ethical breeders with the same rules for dog welfare just for small scale home breeders\r\nAt the moment they share the same system, yet they aren't the same scale which is unfair and unclear.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-16T10:46:22.794Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-16T12:02:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-22T09:58:15.362Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about licenses for small ethical home breeders, but we're not sure exactly what you'd like the Government or Parliament to do differently. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-22T09:58:16.786Z"
    },
    "id": 597206,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597206.json"
    },
    "type": "petition"
}