{
    "attributes": {
        "action": "Ban inside IR35 Contractors \"Employers NI\"",
        "additional_details": "IR35 defeats the object of fair share of tax and NI contributions. Although the Tax & NI contributions are same for both Permanent full-time and a Contractor, Contracts have to pay addtionally \"Employers NI\" contributions and this is not fair. Contractor is worse off than permanent employee working in the same way. \r\n\r\nAn example:\r\nFor a £50K gross income, a permanent employee take home after Tax and NI contributions is approximatly £37,663.96, where as a contractor take home is £31,982.92.",
        "background": "What is main purpose of inside IR35?\r\nIR35 is to make sure that contractors working in the same way as permanent full-time or part-time employees pay the same tax and national insurance as an employee to crack down on tax avoidance.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-18T13:41:33.342Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-18T14:40:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-23T13:06:54.045Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about National Insurance (NI) rules for contractors, however it's not clear whether you want contractors to be exempt from paying any NI or whether you want employers' National Insurance contributions to be paid by someone else.\r\n\r\nYou might like to sign this petition, which calls for a similar action: https://petition.parliament.uk/petitions/582935"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-23T13:06:55.483Z"
    },
    "id": 597353,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597353.json"
    },
    "type": "petition"
}