{
    "attributes": {
        "action": "Make the Netflix show \"Sex Education\" an Age-15 certificate for teen access",
        "additional_details": "The popular Netflix show \"Sex Education\" tackles a number of sex subjects that need to be more accessible to the younger audiences. The show makes a very accepting, educational, and friendly view on topics that are actually very difficult in life; such as LGBTQIA+ acceptance; Safe and consensual sex; The dangers of sexual experimentation; Sexual Assault; Mental Health; Speaking about relationships. It reflects real world topics, and is not riddled with profane drug use or violence.",
        "background": "The Netflix show is certificate 18 through its 3 seasons, and without redefining all cinema and television certification, this show can be an exemption and be a Certificate Age 15 (or 15A \"parental viewing advised\" ) for the benefit of teens who are legally allowed to have sex from the Age of 16",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-19T11:26:02.922Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-19T14:37:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-23T11:18:30.095Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nAge ratings for content hosted on streaming services such as Netflix are a matter for those services and the British Board of Film Classification (BBFC). "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-23T11:18:30.092Z"
    },
    "id": 597391,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597391.json"
    },
    "type": "petition"
}