{
    "attributes": {
        "action": "More services, transport to colleges & PA/care to 16-18 yr olds",
        "additional_details": "We need access to a nationwide & local PA list. The law needs to change so childrens services & adult services join together to prevent 16-18 yr olds like my son being ignored. Under the Care, Equalities, Disability, Human Rights & Discrimations Act i have a right to education & work as a parent as does my teenager. Why do 16-18 year olds with special needs not fit into their own important category. DCYPS & Adult claim to not have the means to help those in that age group with support. Why not?",
        "background": "To have further access with social services to offer parents more support to improve mental health. As SEN parents we dont get a break. Im a single parent with NO help. My 17 yr old has been refused transport to college whilst i go back to retrain in nhs. Why is there no support with PA's.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-17T17:23:12.376Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-18T05:27:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-23T15:52:04.320Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you'd like more support for parents of children with special educational needs, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition asking the Government to fund local authorities to provide improved SEN services for 16-18 year olds, if that is something you'd like to happen. This could include extra funding for transport and the creation of a local PA database. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-23T15:52:04.317Z"
    },
    "id": 597300,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597300.json"
    },
    "type": "petition"
}