{
    "attributes": {
        "action": "Review IBMS training portfolio and certificate of Competence procedures",
        "additional_details": "We aim to obtain help from the Government to change and ease the IBMS training portfolio and certificate of competence, allowing students to pursue their portfolio and evidence gathering in any private or public laboratory without restrictions. The IBMS must understand and change their policies as graduate biomedical scientists are left without job as a result of not being able to complete their training portfolio and having just few providers hiring few candidates making the job inaccessible.",
        "background": "Universities lack of IBMS information after the completion of their BSc biomedical science and the IBMS training portfolio employers are generally low so students are left without the ability to practice and be HCPC registered which is a mandatory status to work as a biomedical scientist.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-18T00:53:26.145Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-18T10:36:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-23T13:03:24.525Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions on what constitutes competence for biomedical sciences are a matter for the IBMS and the HCPC, not the UK Government or Parliament.\r\n\r\nYou could have a petition calling for the Government to commission a review of barriers to entry to the biomedical profession, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-23T13:03:26.191Z"
    },
    "id": 597328,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597328.json"
    },
    "type": "petition"
}