{
    "attributes": {
        "action": "Stop bombarding us with life insurance adverts on TV.",
        "additional_details": "Please just stop showing the adverts on TV.It's really upsetting to not only the target audience of the adverts(the elderly)but when grandchildren etc are in the room and hear these sorts of language it fills them with an unnecessary amount of anxiety and dread. Everyone knows life insurance exists, we do not need to constantly be bombarded with it24/7.I feel disgusted whenever these ads come on as we can see elderly relatives physically look and feel uncomfortable, they do not need this stress.",
        "background": "These ads are really upsetting as they go into details, purely for monetary gain. The target audience of these ads are already stressed out enough and are trying to enjoy their retirement without being bombarded with adverts mentioning death and funerals in such a casual way. Stop showing them!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-19T10:34:16.872Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-19T11:53:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-23T13:42:59.136Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The content of advertisements on TV are a commercial matter for the businesses and broadcasters involved, not the UK Government or Parliament.\r\n\r\nIf you wish to make a complaint against an advertisement you've seen which contains upsetting content, you can contact the Advertising Standards Agency (ASA): https://www.asa.org.uk/make-a-complaint.html.\r\n\r\nYou could have a petition calling for a ban on all insurance adverts on TV before 9pm, so children are less likely to see them, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-23T13:43:09.681Z"
    },
    "id": 597386,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597386.json"
    },
    "type": "petition"
}