{
    "attributes": {
        "action": "Make universities teach a minimum of 50% face to face.",
        "additional_details": "The government prides itself on its world class education system and also currently on its focus on mental wellbeing. Universities are providing neither, teaching online does not allow for quality learning and has a huge detrimental impact on mental wellbeing. How when all other teaching professionals are back teaching face to face are universities permitted to continue online? Students are still paying £9000 for an unacceptable education.",
        "background": "Enforce universities to teach a minimum of 50% face to face. Students are returning to university with all or the majority of teaching still online. This is having a massive negative impact on student wellbeing as they feel neglected and forgotten by the government.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-18T07:48:20.254Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-18T09:18:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-23T11:18:36.408Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions on how to deliver teaching are a matter for individual universities, not the UK Government or Parliament. There is currently no Government-imposed restriction on universities offering face-to-face teaching.\r\n\r\nYou might like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/587066"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-09-23T11:18:45.469Z"
    },
    "id": 597336,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597336.json"
    },
    "type": "petition"
}