{
    "attributes": {
        "action": "Make it easier for migraine sufferers to claim PIP/Disability Allowance.",
        "additional_details": "I have worked all my life through the pain of migraines.  They are now getting worse. I can no longer work full time and with a family it's hard. Many sufferers can only work a few hours, if at all. Employers need to be more sympathetic to this disease and it shouldn't be so difficult to claim the disability part of it. Just because someone can pick up an empty cardboard box, does not mean they are fit and healthy. We suffer in ways you cannot imagine.  Most are simply hidden.",
        "background": "I have a petition active at the moment for more funding in research on treatments for migraines. The response has been amazing so far. A lot of people are finding it difficult to live with migraines, most cannot work full time if at all. The PIP process should be made easier.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-18T06:19:55.058Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-20T17:56:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-24T08:34:54.664Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about access to Personal Independence Payments (PIP) for migraine sufferers. However, it's not clear how you want the Government to make claiming PIP easier. \r\n\r\nMigraine sufferers can already claim PIP if their condition is judged by an independent healthcare professional to require help more often than not to do a series of tasks including 'dressing and undressing' and\r\n'reading and communicating'. You can read the full list of eligibility criteria here: https://www.gov.uk/pip/eligibility.\r\n\r\nYou could therefore have a petition calling on the Government to make some specified change to the eligibility criteria for PIP to reflect the impact that migraines can have on sufferers, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-24T08:34:56.563Z"
    },
    "id": 597332,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597332.json"
    },
    "type": "petition"
}