{
    "attributes": {
        "action": "Phase out and Ban Animal Slaughter",
        "additional_details": "The UK claims to have one of the highest animal welfare standards in the world, but animal welfare isn’t enough. If someone were to treat another human well and then shoot them in the head without their knowing, it would still be murder. There is no humane way to kill a sentient being unnecessarily.\r\n Animals are mutilated, exploited, abused, raped, gassed, electrically stunned, shot and have their throats cut.\r\n We don’t need meat any more. Therefore, this cruelty is unnecessary and unjust.",
        "background": "Every year, in the UK alone, an estimated 1,047 million animals are killed for their meat. Worldwide, 70 billion land animals are killed each year. These animals are mutilated, abused, exploited and killed unnecessarily. It is time to put an end to this violence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-17T19:23:16.046Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-18T07:41:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-23T11:11:27.640Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about the killing of animals. However, it's not clear whether you want this ban to apply to all animals killed under any circumstances, or just animals killed for food, for example.\r\n\r\nIn any case, cruelty to animals can already constitute an offence under the Animal Welfare Act 2006, so it's not clear how the ban you're calling for would differ from the law as it currently stands. You can read more about the Animal Welfare Act here: https://www.legislation.gov.uk/ukpga/2006/45/contents\r\n\r\nYou could have a petition calling for a ban on the sale of meat, if that is something you'd like to see happen.\r\n\r\nYou may like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/593416"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-23T11:11:31.501Z"
    },
    "id": 597310,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597310.json"
    },
    "type": "petition"
}