{
    "attributes": {
        "action": "Have cancer specialists in every Dr surgery",
        "additional_details": "1 in 2 people will get cancer in their lifetime. \r\nMcMillan predict that into 2030 4million people will be living with cancer in UK up from. 2.5million on 2015.\r\nThe ONS in 2016 said cancer was the leading cause in avoidable deaths.\r\nEarly diagnosis can and does save lives!",
        "background": "In every Dr surgery there should be a cancer specialist who can spot the early signs of cancers in order to get the correct tests done early. \r\nA good friend of mine was told she had a kidney infection yet she had all the symptoms of cancer. She died 6 months after diagnosis. This was preventable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-18T06:17:59.579Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-18T07:01:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-23T15:53:31.298Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about specialists at GP surgeries are a matter for individual practices, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nInvest urgently in the NHS cancer workforce in the autumn Spending Review:\r\nhttps://petition.parliament.uk/petitions/596566"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-23T15:53:31.295Z"
    },
    "id": 597331,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597331.json"
    },
    "type": "petition"
}