{
    "attributes": {
        "action": "Admit Brexit was a mistake and seriously debate re-entering Europe.",
        "additional_details": "We are currently seeing increased electricity bills, increased gas prices, driver shortages, empty supermarket shelves, crops rotting in fields, carbon dioxide shortages leading to refrigeration issues and animals not being able to be slaughtered. Businesses that were once prospering are now closed and the NHS dividend never materialised. All of this can be attributed to Brexit. It is very easy to blame this on the Pandemic but other countries are not facing the same problems as the UK.",
        "background": "I want Parliament to seriously debate whether Brexit was actually in the best interests of our country. I want them to seriously consider if re-entering Europe will actually be better for all citizens, including the 51% who voted to leave.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-20T21:04:28.246Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-21T09:22:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-24T13:24:51.616Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. You might like to sign these petitions\r\n\r\nhttps://petition.parliament.uk/petitions/582432\r\nhttps://petition.parliament.uk/petitions/596930"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-24T13:24:53.232Z"
    },
    "id": 597488,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597488.json"
    },
    "type": "petition"
}