{
    "attributes": {
        "action": "UK referendum to abolish all the Home countries coronavirus acts.",
        "additional_details": "There public deserve the right to have the final say in the coronavirus acts because of the immense suffering which has been caused by the use of them.\r\nThere have been lockdowns, restrictions of freedoms and liberties, misuse of the emergency powers, excessive expenditure of public funds, mass testing, vaccine coercion of adults and children, vaccine certifications/passports, quarantine and much more. There has also been damage to the social and economic fabric of society.\r\nPublic say is vital.",
        "background": "The government as a matter of urgency, to bring to Parliament for approval, legislation to have a UK wide referendum on the above subject within a maximum of six months.\r\nIt is important for the government and Parliament to enable the public to consent or abolish the impositions of these acts",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-19T17:52:02.485Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-19T19:15:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-23T16:53:54.378Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions on devolved powers are a matter for the parliament or assembly in that nation, and not for the UK Government or Parliament.\r\n\r\nWe could accept a petition calling for a referendum in England, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-05T10:11:32.784Z"
    },
    "id": 597414,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597414.json"
    },
    "type": "petition"
}