{
    "attributes": {
        "action": "Make it law for vets to stop charging extortionate fees.",
        "additional_details": "We understand that the veterinarian business is a business. But they are preying on vulnerable people who are willing to pay anything to ensure their loved pet reminds healthy. From research, I’ve seen that the prices they charge for routine blood tests, prescriptions and general examinations are more than what the average UK citizen can afford. Not everyone has pet insurance. Vets aren’t offering payment options or plans for those on a lower income. Please look into this.",
        "background": "Vets state that they do their role for the “love of the animals”. Most of the time this is untrue. They have been charging ridiculous prices for years and have been getting away with it for too long. How are they allowed to charge £55 for some antibiotics when you can buy them online for £10?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-20T16:47:20.678Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-20T16:54:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-24T09:36:16.152Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament aren't responsible for setting or capping vet prices. \r\n\r\nWe could accept a petition calling for the Government to fund free pet care, such as establishing an animal health service, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-08T14:29:27.626Z"
    },
    "id": 597465,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597465.json"
    },
    "type": "petition"
}