{
    "attributes": {
        "action": "I am wanting dog stealing to decrease or in a perfect world to stop!",
        "additional_details": "To have a maximum price on all dog breed to be sold no more than £500! Why are different dog breeds better than others? Why should it cost a ridiculous amount to give a dog a loving home! Personally all dogs should be treat equally and not have a ridiculous price on certain breeds. This will decrease people from stealing dogs and or to breed them. This will decrease people to stop breeding their dogs for a lot of money. All dog lovers will agree! Keep all dogs safe and protected!",
        "background": "I want a law to come into place to decrease or potentially stop dog thefts. The law that I want to change is the price of dogs. A price on a dog shouldn’t go higher just because of it’s breed. All dog breeds should be sold no higher than £500 regardless of what dog it is.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-21T19:09:46.481Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-21T19:40:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-24T13:55:55.581Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government aren't responsible for setting the price of sales.\r\n\r\nYou might like to sign this petition - https://petition.parliament.uk/petitions/596830\r\n\r\nYou might also be interested to read about the work of the Government's Pet Theft Taskforce: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1014947/Pet_Theft_Taskforce_Report_GOV.UK_PDF.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-24T13:56:23.729Z"
    },
    "id": 597532,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597532.json"
    },
    "type": "petition"
}