{
    "attributes": {
        "action": "Change Statutory Paternal leave from 2 to 6 weeks, including full statutory pay.",
        "additional_details": "2 weeks paternity leave is simply not enough for fathers and partners. \r\nStatutory leave and for fathers and partners should last atleast 6 weeks in order to give them time to bond with their babies and also help the mothers. This needs to include full pay.\r\nLeaving the mother after just 2 weeks can have a detrimental effect on the mothers mental health and well being. \r\nWith that extra support and help at home, when the baby is most unsettled, the mother might have less chance of developing Postnatal Depression.\r\nThis, in the long run, will also help with development for the baby aswell as creating better relationships.\r\n2 weeks paternity has been around a long while now and needs increasing to atleast 6 weeks in or to fit in with the workings of modern day families.",
        "background": "Statutory Paternal Leave for spouses and civil partners is only 2 weeks at the moment. It needs to be atleast 6 weeks inclding full statutory pay.\r\nThis needs changing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-21T21:27:32.552Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-21T21:49:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-27T09:20:34.328Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/585591"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-27T09:20:40.716Z"
    },
    "id": 597540,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597540.json"
    },
    "type": "petition"
}