{
    "attributes": {
        "action": "Stop barbaric dog fighting in countries where it remains legal",
        "additional_details": "Dog fighting remains legal in a number of countries, I have used Kyrgyzstan as an example. The main reason I raise this issue is that it is the worst kind of act anybody could commit- raising dogs and pitting them against other dogs in a fight- often to the death and then leaving them, should people in these countries be allowed to walk past a dog fight without raising an eyebrow as does happen? \r\nOur answer must be a resounding NO!",
        "background": "Make dog fighting illegal in countries where it remains legal. For example in Kyrgyzstan where it is considered part of the national culture, Please stand against this culture and name it an act of brutality, not a culture, doing nothing is the worst outcome.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-09-24T09:33:19.136Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-07T19:56:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-12T06:55:39.709Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about whether dog fighting is illegal in other countries are a matter for the governments of those countries, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe could accept a petition calling on the Government to work internationally to try and make dog fighting illegal across the globe, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-12T06:55:40.654Z"
    },
    "id": 597692,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597692.json"
    },
    "type": "petition"
}