{
    "attributes": {
        "action": "Reduce all university tuition fees to be more affordable to students",
        "additional_details": "The government have the power to reduce the tuition fees of universities across the whole of the UK simultaneously to make university accessible to teenagers and adults from all different backgrounds. Everyone should get an equal chance to further their education as far as they would like to go, without the worry of not being able to afford it. COVID-19 has also affected the quality of teaching at universities yet the tuition fees have remained the same as other years.",
        "background": "£9,250 per year is a lot to pay for further education. Tuition fees are overpriced and leave students with crippling debts from student loans and those who must pay from their own pockets suffer considerably. Universities used to run efficiently on tuition fees of £3000 in the past.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-09-22T20:54:13.155Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-22T22:20:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-27T09:49:25.857Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure whether you want tuition fees to be reduced to £3000, or something else. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T12:51:37.584Z"
    },
    "id": 597602,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597602.json"
    },
    "type": "petition"
}