{
    "attributes": {
        "action": "Change the law where you don’t have to be married to stay in the house with kids",
        "additional_details": "The main carers to the child/children may want to still stay in the home, their family home. Why should they have to leave (be forced to sell) when both the adults names are on the mortgage. One adult could’ve caused the break up by i.e having affairs. The family life has already been turned upside down so why cause more grief by having to leave where they call home. A child/children shouldn’t be put through more trauma either where this could affect them in life and also later on in life.",
        "background": "By law you are protected when you’re married with children and separation. Where the mother or father (the main carers of the child/children) stay in the house until the child is 16/18. You should be protected and this shouldn’t matter if you’re married or not.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-09-22T20:51:16.818Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-22T21:09:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-27T09:48:19.525Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T12:51:54.318Z"
    },
    "id": 597601,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597601.json"
    },
    "type": "petition"
}