{
    "attributes": {
        "action": "Ban teachers teaching children in primary schools how to masterbate",
        "additional_details": "Going off the reply from my last petition regarding the all about me education program, I want to know why the government is not responsible for what's getting tought to our children in schools this is very alarming and I'm sure many more parents out there will be pretty alarmed too",
        "background": "Teachers shouldn't be teaching children how to sexualy stimulate themselves in primary school part of the all about me education program \r\nThis is sexualizeing children and takeing away there innocents and can lead to younger age pregnancies and sexual assaults.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-22T22:27:16.975Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-23T09:19:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-27T09:55:49.868Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government sets the national curriculum for maintained schools in England, but it is up to individual schools how to deliver this.\r\n\r\nThe statutory guidance for Relationships and Sex Education (RSE) states that effective RSE should \"support people, throughout life, to develop safe, fulfilling and healthy sexual relationships, at the appropriate time.\" The RSE curriculum does not encourage early sexual experimentation.\r\n\r\nIt is also not a requirement in the RSE guidance that masturbation is taught in schools, although individual schools may choose to cover this topic. Therefore this subject matter would be the responsibility of the individual schools, rather than Government or Parliament.\r\n\r\nYou can read more about the RSE guidance here: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-27T09:55:50.999Z"
    },
    "id": 597607,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597607.json"
    },
    "type": "petition"
}