{
    "attributes": {
        "action": "Give all HGV drivers a 2 year Tax break",
        "additional_details": "A 2 year tax break would be a great benefit for wannabe new drivers and current drivers alike, it would put less pressure on businesses to compete with each other on fighting for drivers, everyone loves a tax break, this is the way to encourage new drivers and keep the current drivers doing what we do best",
        "background": "To entice more drivers give all current HGV drivers and any newly qualified drivers a 2 year tax break in order to fulfill the shortage of drivers, I think this would be a great incentive to recruit and maintain drivers",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-24T19:42:28.263Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-25T07:06:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-29T08:51:25.040Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like the Government to incentivise new HGV drivers by offering tax breaks, but we're not sure exactly how you'd like the Government to do this.\r\n\r\nYou could start a new petition explaining what tax breaks you'd like to give to new HGV drivers.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease the minimum wage for HGV drivers:\r\nhttps://petition.parliament.uk/petitions/584881\r\n\r\nIncrease min wage for HGV drivers to £15/£17.50ph plus further £1ph for ADR:\r\nhttps://petition.parliament.uk/petitions/596881\r\n\r\nIntroduce a Finance Scheme to encourage more people into HGV Driving:\r\nhttps://petition.parliament.uk/petitions/590948\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-29T08:51:26.088Z"
    },
    "id": 597739,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597739.json"
    },
    "type": "petition"
}