{
    "attributes": {
        "action": "Free night taxis for women and women only tube carriages",
        "additional_details": "Womens safety is not a women's problem. the government and police force are failing to recognise this epidemic. Asking women not to go out at night is a gross breach of our human rights. We demand safer options for us to protect us, the right to live freely and safely, and the right to enjoy our lives in the same way that anyone should. The government need to provide safe ways for us to travel at night if the only advice they can offer is \"take a taxi\" or \"don't walk alone\".",
        "background": "Acknowledge that there is an epidemic of male violence against women, and that until there is a more robust solution to the problem, we need safe right to travel. In 2020, 207 women were killed in Great Britain. 1 in 4 murders were of women. In contrast, 9 in 10 murders are committed by men.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-25T08:46:30.097Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-25T08:57:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-28T10:22:08.305Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The cost of private transport such as taxis is a commercial decision for individual private providers, not the UK Government or Parliament.  Decisions on the tube are a matter for TfL and the Mayor of London\r\n\r\nYou could start a petition calling on the Government to fund free short distance public transport for female passengers, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-28T10:22:09.582Z"
    },
    "id": 597769,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597769.json"
    },
    "type": "petition"
}