{
    "attributes": {
        "action": "Make Narcissistic domestic abuse reportable to the Police.",
        "additional_details": "Raise awareness of that Narcissistic abuse is a form of domestic abuse that is similar to wider emotional abuse and coercive control. Usually, the goal of the abuser is to manipulate, control and instil a sense of worthlessness in the other person.Narcissistic abuse is often “invisible,” and there may be not physical evidence of it like cuts or bruises. This means nobody else, aside from the victim sees it. Narcissists never take responsibility for their actions just replace victims.",
        "background": "Make Narcissistic domestic abuse recognised and reportable to the Police with obligatory professional psychological evaluation for both involved parties after the report.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-24T12:50:19.188Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-25T12:10:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-28T11:27:23.965Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Domestic Abuse Act 2021 has created a new definition of domestic abuse, which you can read here: \r\n\r\nhttps://www.legislation.gov.uk/ukpga/2021/17/section/1/enacted\r\n\r\nThis contains descriptions of behaviour that are definitions of abuse. If there are behaviours that aren't included in that list, we could accept a petition to add them, if it's clear what they are. \r\n\r\nWe can't publish petitions that include a requirement for mandatory medical treatment or assessment, such as requiring psychological evaluations for victims of abuse. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-28T11:27:25.396Z"
    },
    "id": 597706,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597706.json"
    },
    "type": "petition"
}