{
    "attributes": {
        "action": "Regulate the news media to stop them from creating unnecessary national panic",
        "additional_details": "The Government needs a dedicated department that regulates the news media and a failure to comply with the regulation should carry massive fines to the news outlet, the editors, and the journalists. It's clear the news media can't regulate themselves and all they tend to do is sensationalise stories to sell more papers, in turn whipping the public into frenzies that are becoming increasingly dangerous to our society and people's lives.",
        "background": "Recently, the news media have created several national waves of panic that have been totally unnecessary and they should be held accountable. We've had grocery shortages, construction materials, HGV drivers, and now fuel, even though manufactures and suppliers tell us there are no problems.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-27T09:53:15.198Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-27T11:01:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-28T09:30:14.682Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government and Parliament aren't responsible for the content of media reporting. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-28T09:30:15.789Z"
    },
    "id": 597922,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597922.json"
    },
    "type": "petition"
}