{
    "attributes": {
        "action": "UK Parliament to take back control of rail services from Scottish Government",
        "additional_details": "Abellio - which is currently contracted and paid by the Scottish Government to run Scotland's rail services has been in dispute with RMT since March. According to RMT, Abellio refuse to negotiate. Scottish Government encourage Abellio to negotiate, but have refused to force them to, saying it is not their responsibility. If Scotland really is 'better together' then UK Government should intervene to force restoration of Sunday trains as the Scottish Government has failed to do so.",
        "background": "The Scottish Government are currently responsible for specifying and paying for Scotland's rail services. Despite being funded (via UK Government Grant and Scottish Rate of Income Tax) to run trains 7 days a week, around 90% of Scotland has been without any Sunday services since March 2021.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-27T11:50:13.444Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-27T12:17:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-09-30T09:26:43.798Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Any decision on whether or not to return particular devolved powers to the UK Government would be a matter for the people of Scotland, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-30T09:26:59.730Z"
    },
    "id": 597934,
    "links": {
        "self": "https://petition.parliament.uk/petitions/597934.json"
    },
    "type": "petition"
}