{
    "attributes": {
        "action": "Help find us staff for social care.",
        "additional_details": "Please can you help? The Government has said about visas for workers abroad helping with the fuel crisis. Could this not be put in place for social care? People using care services need help and carers to look after them. The existing carers will leave if this pressure is not lifted and then what will happen? Please, please do not read this and look away. From a registered manager who is dedicated to caring.",
        "background": "Please help. We are struggling in social care not being able to look after people, with no\r\nstaff and this is making services unsafe and overstretched. Staff that are working are overstretched which is affecting their wellbeing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-28T21:10:07.278Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-29T19:58:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-05T09:10:34.885Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about staff shortages in social care, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to create new visas for social care workers, to make it easier for people to enter the UK to work in social care."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-05T09:10:40.091Z"
    },
    "id": 598048,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598048.json"
    },
    "type": "petition"
}