{
    "attributes": {
        "action": "rights and a voice that's heard for sub contractors, contractors",
        "additional_details": "Before a person is removed from site permanently there should be a hearing as everybody has the rights to a fair hearing but thats not the case  We are subject to been thrown off site and being replaced more than likely the next day with another contractor we need someone on every site as a measure thats there for the contractors rights and to help them with there needs  rather been used on a job till ur not needed a thrown a side  If a job time frame has been given to u it should be held",
        "background": "I would like to see more rights for contractors as they are the back bone work force of the UK that gets over looked in everyday we have no say on site and have no one as Avocat if anything every happens u are off site with no chance of even trying to defend ur self as ur a contractor and replaced",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-29T16:20:28.198Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-01T18:36:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-06T10:05:19.504Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-06T10:05:20.588Z"
    },
    "id": 598096,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598096.json"
    },
    "type": "petition"
}