{
    "attributes": {
        "action": "Public Enquiry and fines for all news media outlets who caused fuel Panic buying",
        "additional_details": "The fuel crisis of September 2021 has caused panic buying, fights, abuse, aggression and violence between uk citizens, all of which was totally necessary. News media outlets need to be held accountable for this",
        "background": "Fully investigate and fine media outlets, including newspapers, online news, social media, television and radio news, for causing fuel crisis with misleading reports on situation",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-28T12:06:15.604Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-28T12:38:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-04T08:36:05.982Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the recent panic buying of fuel, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe could accept a petition calling for an inquiry into recent media reporting of fuel shortages, but fines can only be levied where an organisation has breached a law for which there are financial penalties.\r\n\r\nIf you are concerned about recent media coverage of fuel shortages you could also report these to Independent Press Standards Organisation, the independent regulator of most of the UK's newspapers and magazines: https://www.ipso.co.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-04T08:37:03.561Z"
    },
    "id": 598015,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598015.json"
    },
    "type": "petition"
}