{
    "attributes": {
        "action": "Create an independent regulator for news websites",
        "additional_details": "Fuel crisis. Covid panics. Toilet roll. It needs to stop. The government needs to actually do something to stop mainstream media news websites from spreading moral panic. It's destroying society and there are no consequences for irresponsible, sensationalist reporting on non-events. If fact checking for social media exists, why are news websites allowed to publish outright lies and untruths purely for clicks and traffic? Something needs to be done.",
        "background": "The news media are running rampant creating social panics and are unchecked. A regulator for news websites needs to be established to curb the creation of social panics and the spread of inaccurate, sensationalist and alarmist news simply for clicks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-29T20:51:56.785Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-29T21:32:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-05T09:15:51.205Z",
        "rejection": {
            "code": "no-action",
            "details": "There are already independent regulators of the press. These are:\r\n\r\nThe Independent Press Standards Organisation (IPSO): https://www.ipso.co.uk/\r\n\r\nThe Independent Monitor for the Press (IMPRESS): https://impress.press/\r\n\r\nBoth regulators are independent of the Government and House of Commons. We could accept a petition calling for changes to the statutory framework for regulation of the press, but it would need to be clear what changes you want to be made."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-05T09:15:51.980Z"
    },
    "id": 598115,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598115.json"
    },
    "type": "petition"
}