{
    "attributes": {
        "action": "Introduce improved sanctioning towards sexual assault in schools",
        "additional_details": "In schools, minor actions appear to be disregarded, although affecting the victims to a far larger extent. Any actions of sexual assault although perceived as small, can have massive ramifications for the I victim in the long term.",
        "background": "Compulsory sanctioning and punishment towards sexual assault actions in schools - no matter the severity",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-30T10:29:21.124Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-30T10:52:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-05T10:57:39.066Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about how incidents of alleged sexual violence and harassment are managed in schools. However, schools are already required to put in place disciplinary policies which set out 'proportionate' sanctions for actions which breach that policy, which would include sexual violence or harassment, so it's not clear what you'd like the Government to do differently.\r\n\r\nYou can read more about the Government's 'statutory' guidance on disciplinary policies, which schools are required to follow, here: https://www.gov.uk/government/publications/behaviour-and-discipline-in-schools-guidance-for-governing-bodies. You can also read Government guidance to schools on how to treat alleged incidents of sexual violence or harassment specifically here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1014224/Sexual_violence_and_sexual_harassment_between_children_in_schools_and_colleges.pdf.\r\n\r\nIf there was a specific change you would like the Government to make to either (or both) of these pieces of guidance, you could start a petition about that. \r\n\r\nYou might also like to sign these petitions which call for related actions:\r\n\r\n'Make the education of sexual consent, assault & rape compulsory in junior school': https://petition.parliament.uk/petitions/579211\r\n\r\n'Include sexual assault mitigation in the curriculum, save women from violence': https://petition.parliament.uk/petitions/579496\r\n\r\n'Mandatory sexual harassment training for school staff': https://petition.parliament.uk/petitions/588513"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-05T10:57:43.037Z"
    },
    "id": 598154,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598154.json"
    },
    "type": "petition"
}