{
    "attributes": {
        "action": "To get rid of the minimum fare on the 16-25 Railcard.",
        "additional_details": "I use the train to get to university and most of my lectures are early morning so I'm not able to use a 16-25 Railcard because of this minimum fare. So at the moment it's cheaper for me to drive over but I don't want to do that because of my carbon footprint. There are lots of students in my position as most lectures are in the early morning. This will save students a lot of money and will encourage the use of trains and gets people off the road.",
        "background": "During peak times, there is a minimum fare on the 16-25 Railcard so you aren't able to use the Railcard and get a discount. I would like Government/Parliament to get rid of this minimum fare.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-30T09:14:59.635Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-01T11:02:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-07T09:36:13.053Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about the terms and conditions for the 16-25 Railcard are a matter for the rail industry, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-07T09:36:14.107Z"
    },
    "id": 598140,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598140.json"
    },
    "type": "petition"
}