{
    "attributes": {
        "action": "Revisit the NEW Early Years Learning curriculum.",
        "additional_details": "The first year of school is meant to introduce them to a lifetime of discovery + learning on their academic journeys. To promote fun, curiosity and self thinkers.\r\n\r\nI am all for hard work- when the timing is right- however 4-5 year olds with homework everyday? Parents checking in on their progress homework books everyday?\r\n\r\nI am standing for learning through play, developing a strong foundation of self confidence, social and emotional management skills.\r\n\r\nTake the pressure off.\r\n\r\nWho is with me?",
        "background": "I am a concerned reception parent. My little one has started school this September 2021.\r\n\r\nI am shocked at the pressure that is on these little children to learn 4 letters/sounds a week, difficult words and start maths problems.\r\n\r\nThe head teacher agreed and finds this too much and too soon.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-09-30T08:21:07.410Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-09-30T10:38:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-05T10:41:28.656Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about early years education, however it's not clear how you'd like the Government to change the Early Years curriculum. This curriculum does not require schools to provide their early years pupils with homework. You can find out more about the recently updated Early Years framework here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/974907/EYFS_framework_-_March_2021.pdf\r\n\r\nIf there are specific changes you'd like the Government to make to this Framework, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-05T10:41:31.420Z"
    },
    "id": 598138,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598138.json"
    },
    "type": "petition"
}