{
    "attributes": {
        "action": "To Prevent company's changing their Names at the cost of the British Tax Payer",
        "additional_details": "To Prevent company's changing their Names at the cost of the British Tax Payer\r\nEV Cargo has conducted this process twice in as many years costing the British Tax Payer millions of pounds. They changed a company's name Called NFT Distribution of nearly 40 year of age and cherry picked the cream called called themselves EV Cargo. NFT and the Tax Payer Payed the bill. The same happened recently from EV Cargo worth billions to being called EVCL at a great cost to the British Tax Payer",
        "background": "To investigate these company's who are costing the the British tax payers Millions of pounds and their Creditors and more importantly their employees Thousands of pounds by simply changing their names",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-01T23:07:33.818Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-02T00:24:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-06T10:47:54.589Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you are concerned about the way private companies can change their names and the consequences of this practice on the tax payer, but we're not sure exactly what you'd like the Government or Parliament to do. Which law or specific area of this practice you would like to be changed\r\n\r\nYou could start a new petition explaining clearly what it is that could be changed and what action you would like the Government or Parliament to take.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-06T10:47:54.607Z"
    },
    "id": 598297,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598297.json"
    },
    "type": "petition"
}