{
    "attributes": {
        "action": "End littering in Wood Green",
        "additional_details": "At the moment, if you are caught littering the penalty amount is currently £150 which has to be paid within 14 days from the issue date. Unfortunately, this just isn’t enough. There should be heftier fines if you are caught littering. These laws would almost definitely have a massive impact on our streets positively. Only last week did I see 5 people litter in front of my very eyes in a matter of 2 minutes, and most of these were plastics, which is damaging the environment even further.",
        "background": "We want the government to require that if someone is caught littering more than 3 times they must do community service, to pick up litter. We are also asking that schools educate children about littering so they too are aware of the situation and consequences.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-01T18:09:26.741Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-03T10:55:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-07T07:31:38.832Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for. Decisions about management of littering in particular areas are a matter for individual local authorities, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe could accept a petition calling for wider changes to penalties for littering, but it would need to be clear in the title of your petition that this is what you want to happen.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease fixed penalty fines for littering: https://petition.parliament.uk/petitions/581996\r\n\r\nMandatory community service for litter droppers: https://petition.parliament.uk/petitions/577555"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-07T07:31:39.684Z"
    },
    "id": 598285,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598285.json"
    },
    "type": "petition"
}