{
    "attributes": {
        "action": "Make national holidays based on all religions",
        "additional_details": "School being open is unfair and their absence counts towards their attendance figure, due to something they can’t miss. This may lead to the students being viewed as bad and unserious about their education, therefore giving them unequal chances when they are applying for college or sixth form.\r\n\r\nFurthermore most of these events are a day, we are not saying to cancel Christmas , Hanukkah and Easter but to allow others to have a day off as well, to ensure everything is fair and convenient.",
        "background": "We want the government to take non-Christian religious holidays and events into consideration. It is unfair that people from the religions such as Islam, Hinduism, Sikhism and many other religions don’t have scheduled days to take time off.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-01T17:36:36.420Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-01T18:06:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-06T14:07:53.210Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like to see important religious days from all religions becoming national holidays, but it is not clear which days specifically.\r\n\r\nWe currently have the below petition open which you might like to sign:\r\nAll workers to be given rights to take paid leave to observe religious holidays\r\nhttps://petition.parliament.uk/petitions/591482\r\n\r\nYou could start a new petition calling for schools to be required to authorise absences for any religious holidays if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-06T14:07:58.535Z"
    },
    "id": 598282,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598282.json"
    },
    "type": "petition"
}