{
    "attributes": {
        "action": "Stop mobile phone contract charges going beyond contract end date.",
        "additional_details": "Customers who take on a mobile phone contract comprising of phone and service, are charged so you essentially take a loan for the phone. At the end of the contract, the charge should revert to a SIM ONLY fee on a rolling monthly basis. Instead, they send an email stating upgrades are available, emails 99% of people ignore. So they continue charging at the contract rate. I have had experience of this today, and Vodafone hide behind long terms and conditions read over the phone.",
        "background": "I want the UK GOV to bring in legislation to prevent mobile phone companies from using unethical practices and effectively cheating people. They should be made to move customers to a SIM ONLY monthly rolling contract at end of contract date.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-04T10:04:49.693Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-05T15:27:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-07T12:03:13.574Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about mobile phone contracts are a matter for phone companies and individuals, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-07T12:03:14.722Z"
    },
    "id": 598452,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598452.json"
    },
    "type": "petition"
}