{
    "attributes": {
        "action": "Revise the domestic abuse law it’s not right it does not keep victims safe",
        "additional_details": "People’s life’s are at risk everyday within the current law.There’s no protection.no safety for victims to get away quick enough.The police are too slow and not trained enough on domestic abuse situations.No victim gets any justice at all within the current law as it stands right now. Stop putting us victims in danger.Abusers work way to quickly and smartly now and there’s too many ways they get around the current law as it stands.Make restraining orders and domestic sentences public knowledge.",
        "background": "Stop the loop holes within the domestic abuse law. MUCH higher and tougher sentences need to be issued by all court systems right now. There’s too many deaths that could have been reduced if the law was changed . The Courts need to be taking this crime a lot more seriously than they are right now.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-03T17:24:02.699Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-03T20:19:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-07T09:16:30.203Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you want changes to domestic abuse laws, but we're not sure exactly how you'd like them to change. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-07T09:16:32.380Z"
    },
    "id": 598406,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598406.json"
    },
    "type": "petition"
}