{
    "attributes": {
        "action": "Recognise the seriousness of Hidradenitis suppurativa and make DWP recognise it",
        "additional_details": "I suffer from Stage 3 Hidradenitis suppurativa, I used to be a very active person. \r\nBeing able to go rock climbing, lifting weights, I was in the military I fought for my country. \r\nNow I can barely dress myself I have difficulty sleeping, boils hurt so much that even painkillers don't help. \r\nNon-stop pus and blood makes me uncomfortable around people, I have anxiety, depression, I am simply a completely different person I used to be. Im still young and I'd love to enjoy my life!",
        "background": "Recognise the seriousness of this illness, provide support to those suffering from stage 3, understand that invisible condition like this has a massive effect on people mental health and physical ability",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-04T12:09:12.864Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-04T18:31:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-07T15:31:51.043Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about Hidradenitis suppurativa and how it is considered during assessments for Personal Independent Payment (PIP). However the Personal Independence Payment is paid to people who have a health condition or disability which causes difficulties with daily living or getting around. PIP is paid based on the difficulties causes by a health condition or disability, but there are not particular conditions which result in PIP being paid. You can read more about eligibility for PIP here: https://www.gov.uk/pip/eligibility\r\n\r\nIf Hidradenitis suppurativa causes difficulties with daily living or getting around, a sufferer could claim for PIP in the same way as someone with another health condition or disability."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-07T15:42:01.342Z"
    },
    "id": 598462,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598462.json"
    },
    "type": "petition"
}