{
    "attributes": {
        "action": "Change the law to enforce female safety, on the streets and in their homes.",
        "additional_details": "This is the 21st Century, and yet male dominance over women is still commonplace. Such great progress has - thankfully - been made towards fairness for other (more) minority groups: race, sexuality, disability, yet a full 50% of the population live in fear of the other 50%. \r\n\r\nMale - physical - superiority cannot be denied, but can be ‘socialised’, legislated against &removed from society (other than when it’s a criminal offence - & widely seen as / treated as such, by all: like homophobia !).",
        "background": "Pass laws / alter existing ones - and then enforce them - to change the culture for female safety in the UK. To make it the UK’s major achievement: to be the world’s safest country for women / girls in every aspect of life - whereby no form of male aggression will acceptable: in public or PRIVATE.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-04T00:07:17.026Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-04T15:24:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-07T10:14:37.811Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the safety of females, but we're not sure exactly what you'd like the Government or Parliament to do. You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThe Government has said that it will launch a taskforce to drive cross-government action on tackling violence against women and girls. You can read more about this here: https://www.gov.uk/government/news/inquiry-launched-into-issues-raised-by-couzens-conviction"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-07T10:14:40.280Z"
    },
    "id": 598438,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598438.json"
    },
    "type": "petition"
}