{
    "attributes": {
        "action": "Send a questionnaire to everyone in the UK for a sufficiently supported petition",
        "additional_details": "Usually when a petition reaches 100k or more votes, the government responds with a long reply about why they will not implement the change especially if it's against the majority of the party's opinion. A proper democracy should represent the people and therefore seek the opinions of the masses about change.\r\nThat is why I am suggesting you change the way the petitioning system works so that it is fairer and people feel valued and properly represented by their government,",
        "background": "Once a petition reaches the 100k threshold (or threshold TBD but not much greater) send a petition to everyone in the UK to ask whether this change should be implemented.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-04T16:03:07.363Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-05T11:36:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-08T09:54:39.977Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like to send a questionnaire to the UK population when a petition reaches 100,000 signatures, but it's unclear what form the questionnaire would take, how it would be distributed and what consequence, if any, the response would have.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-08T09:54:39.968Z"
    },
    "id": 598482,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598482.json"
    },
    "type": "petition"
}