{
    "attributes": {
        "action": "Create a new law to punish people for intentionally obstructing traffic on roads",
        "additional_details": "Sometimes, there's justification to stop traffic going any further, to prevent drivers from driving into a dangerous incident ahead. But a new, crazy phenomenon is happening from political pressure environmentalist groups called Extinction Rebellion and Insulate Britain. These groups are intentionally sitting in front of traffic to cause obstruction. And this is creating chaos and is putting peoples lives in danger. So much so that it's even stopping Doctors and ambulances getting to hospitals.",
        "background": "I believe we as a county are now being steered into a direction of crazyness by the most demented of society. And this includes being obstructed from getting from one place to another on public roads by people who are intentionally sitting in front of traffic to create attention to a political cause",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-05T21:09:08.071Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-08T16:54:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-11T14:23:11.480Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about the obstruction of roads by protests, however we're not sure what you want this new law to include that isn't already covered by existing legislation. \r\n\r\nThe 'wilful obstruction' of a road is already a criminal offence under section 137 of the Highways Act 1980, and the Act grants the police the power to require anyone obstructing 'free passage' on that road to leave. You can read this section of the Highways Act here: https://www.legislation.gov.uk/ukpga/1980/66/part/IX/crossheading/obstruction-of-highways-and-streets.\r\n\r\nIf there is a specific change you'd like to be made to the Highways Act, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-11T14:23:23.961Z"
    },
    "id": 598558,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598558.json"
    },
    "type": "petition"
}