{
    "attributes": {
        "action": "To grant the standard rate of PIP automatically to anyone diagnosed with cancer",
        "additional_details": "The standard rate of PIP should be awarded immediately for anyone diagnosed with cancer. This can then be adapted and changed for the patient once they have received their telephone consultation (which is taking 6-8 months from applying for PIP). Cancer patients need the financial help from time of diagnosis, for getting to and from appointments and treatment and for financial help with anything else in their daily lives; especially as most have to stop work during treatment; not 8 months later!",
        "background": "At present it is taking 6-8 months for someone diagnosed with cancer to get an appointment for a telephone consultation. After this time a decision is then made on whether the applicant will receive PIP and at which level. People diagnosed with cancer should be given the standard rate automatically",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-06T08:59:36.217Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-06T09:07:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-08T15:06:06.451Z",
        "rejection": {
            "code": "duplicate",
            "details": "We currently have the below petition open on the same topic which you might like to sign:\r\n\r\nReform PIP rules and create a dedicated fund to support cancer patients\r\nhttps://petition.parliament.uk/petitions/597075"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-08T15:06:12.231Z"
    },
    "id": 598582,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598582.json"
    },
    "type": "petition"
}