{
    "attributes": {
        "action": "Debate Access to General Practice in Parliament to find meaningful solutions",
        "additional_details": "Please follow this link to read our full summary of the key facts and more information that we believe should be part of a wider debate on this issue\r\n\r\nhttps://www.dauk.org/news/2021/10/05/petition-to-parliament-to-debate-gp-access/",
        "background": "Patients are struggling to access safe GP care in a timely manner. At the same time GP teams are overwhelmed and struggling to meet patient demands.\r\n\r\nIf general practice fails, the NHS fails and the wider issues around these struggles need to be addressed",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-05T12:29:02.104Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-05T14:08:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-08T10:48:11.647Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like Parliament to debate access to GPs, but petitions needs to call on the Government or House of Commons to take a specific action. If a petition receives over 100,000 signatures it will normally be debated by MPs.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a petition calling on the Government to review public access to GPs, with a view to identifying ways of improving this.\r\n\r\nIf you start a new petition, you'd also need to provide a full name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-18T11:38:12.707Z"
    },
    "id": 598530,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598530.json"
    },
    "type": "petition"
}