{
    "attributes": {
        "action": "Stop all medical treatments and vaccinations in schools",
        "additional_details": "Parents who do not wish to participate should not have to worry about accidental vaccination (which has happened on more than one occasion) gillick competency which is outrageous, possible side effects of shedding or the ptsd of seeing a friend suffer side effects such as death which is a risk from Virtually any vaccine. Whether you agree or not we should be able to send our children to school without fear for their safety or well being and ultimate respect for our beliefs.",
        "background": "Schools should be a place of education only. If parents wish to take part in mass medication or vaccination programs schools should not be the place.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-06T03:21:44.007Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-06T06:49:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-08T15:15:13.740Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you would like to see vaccination stop in schools but it's not clear if you would like all medical treatment in schools to be banned, which could include life-saving treatment, or just certain medical treatments, such as vaccinations.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-08T15:15:19.024Z"
    },
    "id": 598573,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598573.json"
    },
    "type": "petition"
}