{
    "attributes": {
        "action": "MUDDYPAWSCRIME LAW to \r\n\"Provide Victim Support for victims of PET THEFT \"",
        "additional_details": "MUDDYPAWSCRIME requests a law to provide Victim Support for Pet theft owners.Most stolen pet owners have had no support from authorities when their beloved pets have been stolen or when reunited.We have been helping owners with Police for many scenarios and some owners have had no support from Police or any other authority.It's been up to the public to provide support and help However not all owners are on social media and the nonclosure and trauma causes many health issues.Pet theft is a crime",
        "background": "Provide Victim Support for victims of Pet Theft . This is to be provided when a pet is stolen and if reunited also. The trauma pet theft causes owners is devastating and they have no support from authorities. Many owners are left for years with non closure and cases closed and never recover",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-07T16:02:46.279Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-07T16:33:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-11T14:29:31.908Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about pet theft, however it's not clear what form of 'support' you want the Government to provide to victims of such theft. \r\n\r\nIf there is a specific form of support that you would like the Government to offer people who have been the victims of pet theft, you could start a petition about that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-11T14:29:33.953Z"
    },
    "id": 598677,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598677.json"
    },
    "type": "petition"
}