{
    "attributes": {
        "action": "Force companies selling products online to offer a guest only check out.",
        "additional_details": "There is no need for most companies to hold on to our data in this manner. Can you imagine going into a shopping centre and every shop you entered required you to login to an account or set one up before you could buy something? It wouldn't happen so why does it happen online? It is extremely frustrating having to log in everywhere and to remember all these passwords. Where is the consumer choice in not providing their personal data?",
        "background": "To stop companies forcing us to set up accounts for buying products online. E.g. why does a theatre need to hold on to my personal data when I'm just buying a ticket for a performance? We should have a guest only check out function.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-07T13:37:31.406Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-07T14:19:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-11T13:18:19.539Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about whether to require a customer to register before buying from a particular retailer are a matter for individual retailers, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-11T13:18:33.285Z"
    },
    "id": 598667,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598667.json"
    },
    "type": "petition"
}