{
    "attributes": {
        "action": "Allow Parish Councils to contest approved Green Belt Planning Applications.",
        "additional_details": "Parish Councils should have the right to challenge planning decisions that involve the removal of Green Belt land. Whilst there is a need for housing the pressure that large building companies put on Local Councils is immense. NPPF guidelines state that building on Green Belt land should only be done in \"Exceptional Circumstances\". This is not always the case. But at present there is no legislation for Parish Councils to appeal.",
        "background": "I want Parliament to devolve more powers to Parish Councils to contest Planning Applications approved by Local Councils which are made on Green Belt land.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-08T09:48:00.415Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-08T12:11:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-11T12:59:03.465Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about planning applications for development on green belt land, however parish councils are already statutory consultees for planning decisions, meaning the local authority must consult parish councils on all planning applications in their area including those relating to green belt land. Furthermore, anyone can appeal a planning decision once it has been made, including parish councils. It is therefore not clear what it is you'd like the Government to change about how the system currently operates. \r\n\r\nYou could have a petition calling on the Government to change the National Planning Policy Framework (NPPF) to require local authorities to obtain parish council approval before granting planning permission for developments on green belt land, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-11T12:59:07.733Z"
    },
    "id": 598717,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598717.json"
    },
    "type": "petition"
}