{
    "attributes": {
        "action": "Read our Proposals to tackle the UK HGV Driver shortage",
        "additional_details": "The Government have tried different solutions to tackle the shortage, Extending Hours, Easing the HGV Test to free up more spaces to test more & different ways to get British Workers into the HGV Industry, but we feel these won’t work to fill the capacity the UK needs and some are highly irresponsible and dangerous.",
        "background": "We have 4 main major problems to tackle each having different areas that require attention.\r\n\r\nThese 4 are as follows….\r\n1.\t Improve Conditions for Drivers\r\n2.\t Regulate Waiting times for Heavy Goods Vehicles\r\n3.\t Suspend the Driver CPC\r\n4.\t Engagement in Education at School Level",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-08T17:02:11.255Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-08T17:29:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-12T07:07:15.025Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the HGV driver shortage, but we're not sure how you'd like the Government to improve driving conditions and regulate waiting times, or what engagement you'd like to see in schools.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nScrap Drivers Certificate Professional Competence (DCPC) to ease driver shortage: https://petition.parliament.uk/petitions/591225\r\n\r\nOr you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-12T07:07:15.915Z"
    },
    "id": 598736,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598736.json"
    },
    "type": "petition"
}