{
    "attributes": {
        "action": "To suspend passports of men who don’t pay child support.",
        "additional_details": "The government should suspend passports after 3 missed child support payments and make arrests after 6 missed payments. Family mediation should be mandatory once child support claim is made and should be free if one or both parents are receiving government funding (as long as the child at risk around their father). This will educate men the importance of their role in their children’s lives and to know that their are consequences when they neglect their responsibilities.",
        "background": "There are so many single mothers. There are so many broken homes, and mother’s struggling to maintain their children’s on their own. Whilst many “dead beat” fathers live their lives as if they are not effecting anyone. Men should be more finically responsible for their children.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-10-10T17:33:44.945Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-11T11:29:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-12T15:21:30.848Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd like penalties for not paying child support, but we're not clear what you'd like to happen regarding mediation, which isn't mentioned in the title of your petition. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-12T15:21:32.380Z"
    },
    "id": 598853,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598853.json"
    },
    "type": "petition"
}