{
    "attributes": {
        "action": "Ensure NHS staff who suffer long Covid do not loose their jobs also get full pay",
        "additional_details": "Many NHS staff have struggled through the worst of the pandemic. Treating the nation. Yet those NHS staff that have unfortunately contracted Covid through work exposure are penalised for this. Staff still recovering after 6 months drop to half pay, then they risk loosing their jobs. This is not right after all they have done for the nation at its time of need.",
        "background": "Ensure NHS staff that have worked through the pandemic are treated properly. Those who suffer long Covid due to exposure to Covid should not be penalised. They should not risk loosing their jobs and should receive full pay while they recover.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-10T18:50:32.687Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-11T08:39:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-12T11:49:28.175Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the level of pay NHS staff receive when they are absent from work due to 'long covid'. However, guidance for NHS employers already states that NHS staff, including bank staff, who are off with covid-19 \"should receive full pay inclusive of all enhancements\". You can read more about this here: https://www.nhsemployers.org/articles/covid-19-pay-faqs.\r\n\r\nIt is therefore not clear what it is you would like the Government to do.\r\n\r\nIn any case, employee terms and conditions for NHS staff are a matter for the NHS, which is operationally independent of the UK Government, so we could not accept a petition calling for changes to NHS staff sick pay arrangements.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-10-12T11:49:33.827Z"
    },
    "id": 598859,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598859.json"
    },
    "type": "petition"
}