{
    "attributes": {
        "action": "Open walk-in COVID-19 vaccination sites for 12-15 year olds in England",
        "additional_details": "Many students have not yet been able to receive a vaccination in schools. Transmission rates in schools are increasing meaning that pupils are missing time from school and have no way of protecting themselves from becoming ill. Giving students the option to get vaccinated is crucial in protecting their health and the health of their teachers, families and communities. COVID-19 is spreading now. We don't have time to wait for our vaccinations.",
        "background": "Allow 12-15 year olds to get their COVID-19 vaccination in walk-in vaccination sites if they have not yet been able to access a vaccination in school.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-11T15:20:05.558Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-11T16:33:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-13T13:25:56.110Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nThe Government is responsible for deciding whether vaccines should be offered to certain groups, but decisions about the delivery of vaccines are a matter for the NHS, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-13T13:25:57.130Z"
    },
    "id": 598909,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598909.json"
    },
    "type": "petition"
}