{
    "attributes": {
        "action": "End Discrimination and Violence through Early Years Education!",
        "additional_details": "Right now, 1 in 6 young citizens across the UK are experiencing record levels of anxiety & depression in a mental health pandemic. Furthermore, gender-based violence & systemic racism continue to lead to national outrage, all in the midst of an intensifying climate emergency. Think Equal is a cost-efficient, plug & play, evidence-based solution constructed by global thought leaders to change mindset while brains are still developing. Changing the world is not rocket science - it's neuroscience!",
        "background": "We ask the government urgently to stop reacting & start preventing the societal crises plaguing our streets. Think Equal is a preventative, evidence-based, holistic social justice programme that has been designed by global experts to tackle the root causes of violence, discrimination & inequality.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-12T16:17:59.534Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-13T09:42:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-14T09:13:19.042Z",
        "rejection": {
            "code": "no-action",
            "details": "It isn't clear how you would like the Government to implement a programme in early years education to prevent discrimination and violence. You might start a petition setting out clear actions for the Government to do this. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-29T08:46:32.772Z"
    },
    "id": 598971,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598971.json"
    },
    "type": "petition"
}