{
    "attributes": {
        "action": "Bring back the night tube to improve safety for women and marginalised groups",
        "additional_details": "The tube is an efficient way to reach a destination and women need as many safe ways home as possible. Taxi’s can be daunting to be alone with just a driver in, and buses can take too long.With days getting shorter, the night becomes a risk for much longer, the night tube could be the best start in ensuring a safe journey home in a protected space.",
        "background": "The government need to bring back the night tube on Fridays and Saturdays across all lines, if possible have popular lines running every night. Despite what the met might say, women are not safe, women and marginalised groups need safety and it should be the government’s duty to provide all it can.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-10-12T20:35:27.877Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-12T21:10:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-13T09:25:28.964Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. It is the responsibility of the Mayor of London and the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-13T09:25:30.468Z"
    },
    "id": 598982,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598982.json"
    },
    "type": "petition"
}