{
    "attributes": {
        "action": "Close golf courses and re-use the land to rebuild England forests.",
        "additional_details": "One mature tree can provide enough oxygen per day to support between 2 to 10 people. It is a realistic simple solution that is necessary to help fight climate change and have an immediate affect on its citizens. It is predicted that we will experience more floods and this is a sustainable method to protect the UK from such disasters. It will create new eco systems, purify the air and support science/health research. To fight erosion from the rain, increase pollination & wild life. Use our lands.",
        "background": "British golf courses are calculated to cover 1,256sq km, that is roughly the equivalent to the whole of Greater Manchester. \r\n\r\nClose the golf courses and rebuild UK woodlands to help fight climate change, create new sustainable jobs for young & old. Support & create communities that strive.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-11T16:57:35.000Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-13T21:32:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-18T08:30:55.840Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The use of privately-owned golf courses for reforestation is a matter for their owners, not the UK Government or Parliament.\r\n\r\nIf there is an action you'd like to see taken, for which the UK Government or Parliament is directly responsible, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-12T09:10:46.889Z"
    },
    "id": 598915,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598915.json"
    },
    "type": "petition"
}