{
    "attributes": {
        "action": "Dedicated Police Resources to tackle and apprehend Criminals for Pet Abduction",
        "additional_details": "We want animal exploitation to stop, and those involved in Pet Abduction stopped and brought to justice. This is hampered by little cross border collaboration, and no single method of recording crime numbers for this type of offence.\r\nBy allocating a dedicated resource within each constabulary we believe that there would be a central focal point for each victim to have access. This resource can give specialist advice & liaise with other police forces to identify organised Pet abduction Criminals.",
        "background": "Take further the legislation on Pet Abduction by providing dedicated police resources to tackle it. We welcome the new Pet Theft Reform Act & seek that the resources are now put in place to stop Pet Abduction, that has been at an all time high. Also, much tougher security checks at ports are needed",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-11T13:32:29.396Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-11T14:21:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-12T15:22:44.469Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure what you mean by dedicated resources. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, although we can't accept petitions where they would be decisions for police forces or other bodies for which the UK Government or Parliament aren't directly responsible in this way. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-12T15:22:45.611Z"
    },
    "id": 598905,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598905.json"
    },
    "type": "petition"
}