{
    "attributes": {
        "action": "Recommend rear facing over forward facing on Car Seat Law page on gov website.",
        "additional_details": "Most parents will forward face their children from 9kg because the law states they can and are not aware that continuing to rearface is a much safer option, likely due to our government not promoting rearfacing. Just because the law says children can forward face from 9kg doesn't mean that they should.  People in general aren't aware it's safer because infomation regarding rearfacing benefits isn't on the car seat law page.  Parents can make a more informed decision if the info was on there.",
        "background": "I would like the government to add a paragraph to their Car Seat Law Page to recommend rearfacing and it's safety benefits. To also add that it is best to max out a car seat before moving onto the next stage.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-12T10:42:16.295Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-12T11:56:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-13T13:47:52.330Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about guidance for parents on the use of forward- and rear-facing child car seats. However it's not clear which specific information you would like the Government to change. The Government website provides information which explicitly aims to explain the law regarding child car seats. This information makes clear that children over 9kg in weight can legally be sat in forward-facing car seats. It's therefore not clear whether you want the Government to change this information, which sets out the law as it stands, or some other information published elsewhere. \r\n\r\nYou could have a petition calling on the Government to commission a review into the safety of forward- and rear-facing child car seats, if that is something you'd like to see happen. You could, alternatively, have a petition calling for the law itself to be changed to amend the criteria for when a forward-facing child car seat can be used."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-06T10:11:01.083Z"
    },
    "id": 598951,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598951.json"
    },
    "type": "petition"
}