{
    "attributes": {
        "action": "Introduce anti spiking measures in clubs",
        "additional_details": "Push for/incentivise pubs and clubs to introduce anti spiking measures, namely drink toppers and lids offered with drinks/on the door preferably for free or at a low cost/price included in entry. Additionally, educate bouncers and staff on the signs of spiking and how to appropriately deal with it.",
        "background": "Incentivise pubs, clubs and venues to introduce anti spiking measures.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-12T16:07:12.052Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-12T19:48:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-14T08:02:55.612Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you'd like action to be taken to prevent the 'spiking' of drinks in clubs and venues, however it's not clear whether you want: the Government to require that such venues take these actions; the Government to instead provide incentives for venues to introduce these measures; or for the Government to simply push venues to do it in some other way.\r\n\r\nIn any case, we already have petitions open calling for very similar actions, which you might like to sign: \r\n\r\n'Fund free drink spiking test kits for all bars': https://petition.parliament.uk/petitions/597143\r\n\r\n'Require clubs and bars to offer lids with straws for drinks': https://petition.parliament.uk/petitions/596308\r\n\r\nYou could have a petition calling on the Government to run an awareness campaign targeted at those working in clubs and venues about the signs of spiking and what can be done to stop it, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-14T08:03:08.282Z"
    },
    "id": 598970,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598970.json"
    },
    "type": "petition"
}