{
    "attributes": {
        "action": "Legislate that the UK Government can never mandate behavior.",
        "additional_details": "UK government, by the Corona act, instructed police forces to actively issue fines, or imprisonment, over the free choice of a persons health, bodily autonomy, running of a business, gathering, and expression of discontent towards such measures. This is tyrannical, oppressive, fascistic and if done by a member of the public towards anyone, would be illegal. We ask that the government legislate that it cannot, will not, and can never be allowed to limit freedoms that cause no intentional injury",
        "background": "Have written and established legislation that provides that the UK government can make no law, mandate, provision, policy or otherwise coercive or oppressive instruction upon speech, belief, gathering, public availability of information, or protest/petition of redress for a grievance",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-11T16:08:27.205Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-11T20:33:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-13T07:17:09.007Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The current UK Government and House of Commons cannot set policy or pass legislation that binds future governments or Parliaments. This means it is not possible for legislation to be passed that would prevent future legislation repealing or legislating contrary to this.\r\n\r\nWe could accept a petition calling for existing legal restrictions on individuals and businesses to be changed, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-13T07:17:09.963Z"
    },
    "id": 598912,
    "links": {
        "self": "https://petition.parliament.uk/petitions/598912.json"
    },
    "type": "petition"
}