{
    "attributes": {
        "action": "Hold newspapers more accountable for overly sensational headlines & lead stories",
        "additional_details": "In recent times, we have seen newspapers inspire panic and increase anxiety. Most recently, the panic buying of fuel led to unneeded stress and hardship for many. In times like these, we need newspapers to inform us logically and not dictate the mood or, at worse, influence  people's actions so dramatically. Information sources need to be relied upon and trusted and I do not believe that this is currently the case.",
        "background": "To instruct the press standards commission to force newspapers to adhere to higher standards of journalism. Given the newspaper's  position in society, they have a great responsibility to inform, without prejudice, the public and not inspire panic or fear.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-13T21:18:05.998Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-14T08:04:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-15T06:59:42.965Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about standards for the media are a matter for the independent press regulators, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou can find out more about regulation of the press here: https://commonslibrary.parliament.uk/research-briefings/cbp-7576/\r\n\r\nWe could accept a petition calling for the Government to establish a statutory regulator of the media, if that's what you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-15T06:59:46.152Z"
    },
    "id": 599058,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599058.json"
    },
    "type": "petition"
}