{
    "attributes": {
        "action": "To recognise cervical instability and to offer treatment on NHS.",
        "additional_details": "Because it isn't right that people suffering with this, who get worse with no help, have to fight to get a diagnosis. They have to spent their own money on investigating this. They have to put up with NHS doctors' not listening to their neck issues, instead only concentrating on anxiety. It isn't fair that when symptoms get worse and more concerning, e.g. neurological, that even then the NHS aren't listening. \r\n\r\nThe only viable treatments for cervical instability are through costly private means.",
        "background": "For the government to introduce diagnostics into the NHS that investigate cervical instability, such as upright mri with varipose and cbct scan. \r\n\r\nI want the government to treat those with cervical instability by offering prolotherapy, upper cervical chiropractic adjustments, and fusion surgery.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-14T12:09:55.366Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-14T13:09:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-15T09:07:20.113Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about how cervical instability is recognised and treated by the NHS. However, the NHS already offers treatment for symptoms which can arise from this condition such as cervical spondylosis and cervical radiculopathy, so it's not clear what it is you'd like the NHS to do differently in order to 'recognise' the condition. You can find out more about this here: https://www.nhs.uk/conditions/cervical-spondylosis/.\r\n\r\nIn any case, the recognition of a particular condition, and determination of the most appropriate forms of treatment for that condition, are clinical decisions for the NHS, not the UK Government or Parliament.\r\n\r\nYou could have a petition calling on the Government to hold a review of the diagnosis and treatment of cervical instability by the NHS, which could identify improvements in how sufferers can be treated, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-15T09:08:18.958Z"
    },
    "id": 599087,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599087.json"
    },
    "type": "petition"
}