{
    "attributes": {
        "action": "give all key stage 4 students in the UK access to vocational education",
        "additional_details": "it gives students more options to study more subjects that would lead to a career , It would help more students be more engaged to school",
        "background": "add more options to key stage 4 in every school. for example, hair and beauty, child care, health and social , fashion design",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-13T14:01:32.883Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-15T13:45:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-18T09:56:33.133Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about vocational education, however any decision on whether to offer particular vocational qualifications is a matter for individual schools, not the UK Government or Parliament.\r\n\r\nYou could have a petition calling on the Government to review access to vocational qualifications for Key Stage 4 students, to ensure students aren't missing out, if that is something you'd like to see happen.\r\n\r\nYou may be interested to know that Hair, Beauty and Aesthetics, and Healthcare Science, are to be offered as T-levels through the Government's proposed reform of vocational education. You can find out more about this here: https://researchbriefings.files.parliament.uk/documents/CBP-7951/CBP-7951.pdf\r\n\r\nYou may also wish to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/592642"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-18T09:56:35.447Z"
    },
    "id": 599035,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599035.json"
    },
    "type": "petition"
}