{
    "attributes": {
        "action": "No pet anaesthesia or sadation during the X-ray or ultrasound",
        "additional_details": "Many healthy animals are dying from anaesthesia or sadation. Therefore I believe those procedures are sometimes unnecessary for X-rays. Many pets are wrongly diagnosed because owners are afraid their pets won’t wake up after anaesthesia or die after 48 hours. We humans are very often exposed to radiation during X-ray and there are very small risks to non. So I would like to ask to let us decide to keep our loved pets live or to get more advanced gear so the staff are less exposed to radiation.",
        "background": "I would like to let pet owners decide whether it’s possible to hold pet while doing X-ray. Or to get more advanced  gear for the workers so they can hold pet while doing this procedure. Many other countries do the X-ray without anaesthesia or sadation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-13T22:48:19.043Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-14T01:12:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-15T06:57:21.104Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about when it is necessary to anaesthetise pets are a matter for vets, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-15T06:57:21.935Z"
    },
    "id": 599065,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599065.json"
    },
    "type": "petition"
}