{
    "attributes": {
        "action": "Stop unscrupulous operators transporting pets throughout Europe and the UK",
        "additional_details": "DEFRA and The dept of agriculture for and marine in Ireland insists that transporters of pets and small animals are licence. These licences are never checked on entry or exit to the UK which is  leading to untrained and unlicensed operators putting animals welfare at risk. A robust system should be put in place to check these operators and deny them the right to operate as with any licence. Euro tunnel actively carry out pet welfare checks at the border but not on the transportation company",
        "background": "Introduce licence checks for pet transporters at Borders and immigration points.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-13T10:16:04.820Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-13T12:49:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-14T13:31:54.644Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the transportation of pets into and out of the UK by unlicensed operators. However it's not clear which licences you want to be checked, and whether this would apply to all incoming and outgoing vehicles or only those meeting certain criteria.\r\n\r\nIt is also not clear how the license checks you want would differ from the existing enforcement checks carried out at ports, markets, roadside and at supervised loadings of export consignments by the Animal and Plant Health Agency (APHA). You can find out more about this here: https://www.gov.uk/guidance/animal-welfare#animal-welfare-during-transport.\r\n\r\nIt is worth noting that responsibility for enforcing welfare standards in the transportation of animals within the UK is the matter of responsibility of individual local authorities, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-14T13:32:01.946Z"
    },
    "id": 599004,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599004.json"
    },
    "type": "petition"
}