{
    "attributes": {
        "action": "National indigenous peoples day for the Celts",
        "additional_details": "The reason this needs to happen is because the educational system within the UK is terribly inadequate when it comes to learning about Irish, Welsh, Cornish and Scottish cultures, it is important to highlight how those cultures have survived under a thousand years of suppression, how castles were built to control and keep check on the natives, how they were punished for speaking the native tongue, how they had to protest to get any TV and Radio services in their own language",
        "background": "To teach everyone within the British realm the true history of how the Celts were perpetrated against, we urge the British Parliament to dedicate a day to celebrate Indigenous People's Day to recognise existing Brythonic and Goedelic cultures and their right to be heard within the British union.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-15T21:19:35.658Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-18T09:06:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-20T07:57:17.100Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nWe can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament aren't responsible for designating specific days.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe could accept a petition calling for content on the Celts to be added to the national curriculum, if that's what you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-10T11:34:48.208Z"
    },
    "id": 599183,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599183.json"
    },
    "type": "petition"
}