{
    "attributes": {
        "action": "Keep Sherwood Forest NNR as a sanctuary for public health, not Robot Dogs & 5G",
        "additional_details": "Scrutinise Nottinghamshire County Council's proposals regarding this technological venture and their processes.\r\n\r\nAre Nottinghamshire County Council upholding the aim of protecting Sherwood Forest for the people of Nottinghamshire and its wildlife, or are they  turning into a theme park for politicians and academics, in exchange for monetary gain either from Government or commercial enterprise?",
        "background": "Uphold the National Nature Reserve designation for Sherwood Forest. Nottinghamshire County Council must hold a public consultation process to ask the public if they want £10m spent on 5G, Robot Dogs & Virtual Reality in a place of International standing for nature & the people's Legend Robin Hood.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-17T12:08:00.941Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-17T18:37:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-19T10:20:38.840Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Planning decisions about Sherwood Forest are a matter for Nottinghamshire County Council, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nIf you are concerned about planning decisions in your area you could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-19T10:20:38.836Z"
    },
    "id": 599275,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599275.json"
    },
    "type": "petition"
}