{
    "attributes": {
        "action": "Boris Johnson to respond to \"An open letter to Boris on the Climate Emergency\"",
        "additional_details": "In July 2019, the CCC released a damning report that warned that, in spite of Parliament declaring a climate emergency, the government was failing to cut emissions fast enough. It found that, over the previous year, the government had delivered just 1 of 25 critical policies needed to get emissions reductions back on track and that only 7 out of 24 indicators showing underlying progress were on track.\r\nThis is not good enough for the people, the people deserve a government who take action.",
        "background": "To review the information contained within my short online letter. \r\nAs is evidenced in the letter, the UK's current targets need to be improved upon and the government need to be held accountable to these targets.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-10-16T09:46:58.758Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-16T14:54:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-18T15:41:31.890Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the UK's efforts to address climate change, however it's not clear which specific actions you want the Government to take. \r\n\r\nIf there are specific changes to existing carbon emission targets you'd like the Government to adopt, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-18T15:41:49.174Z"
    },
    "id": 599206,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599206.json"
    },
    "type": "petition"
}