{
    "attributes": {
        "action": "Get rid of pylons on residential properties to stop devaluation, unsalable homes",
        "additional_details": "There is a trend now that people do not want to buy homes with pylons and in some cases, agents won't even touch them.  Some of these homes are beautiful and have been worked on for years. Some of the pylons are only 33kv and not 138kv. People find them a distraction, ugly, are worried their kids will climb up them and obscure the skyline. Luxury large homes are being occupied by one person who can't sell to downsize because of these pylons. What a waste of a good home to a family. Please help.",
        "background": "So many homes are now unsaleable due to having pylons and overhead lines across their properties. Some of these pylons are over 60 years old. We have the technology to bury these lines using underground cables. It is not impossible to do.  It has been done in many areas using roads to bury them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-17T00:05:42.527Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-17T20:06:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-19T11:41:55.731Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for National Grid, who are independent of Parliament and Government "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-19T11:41:57.166Z"
    },
    "id": 599258,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599258.json"
    },
    "type": "petition"
}