{
    "attributes": {
        "action": "Qualifying Companies must appoint an Environmental Secretary from a STEM field.",
        "additional_details": "The purpose of this role will be to continuously audit supply chain, logistic, and corporate practices to minimize environmental impact by a Company. The incumbent would also be responsible for implementing and complying with environmental legislative developments. This would create a professional, technical competence in Companies to pro actively improve the environment and adapt rapidly to national objectives, saving time and money on protracted national awareness and assimilation campaigns.",
        "background": "The Government should establish a set of criteria to identify Companies that individually or in aggregate have a non negligible environmental impact. For those Companies, a new mandatory Corporate Officer position should be created; that of an Environmental Secretary, who must be from a STEM field",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-17T11:52:17.970Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-20T19:36:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-26T07:07:09.649Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure what companies you'd like this to apply to.  Employment decisions are a matter for individual businesses, so any new petition would need to be clear  what qualification is required for such a role. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-26T09:56:25.404Z"
    },
    "id": 599274,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599274.json"
    },
    "type": "petition"
}