{
    "attributes": {
        "action": "Encourage Cyprus to bring people to justice for crimes committed between 1960-74",
        "additional_details": "Finding a solution for Cyprus has reached stalemate for the 47th year. One of the remaining issues is the presence of the Turkish army in the north. People still fear events which happened between 1960-1974. Remains of missing people have since been recovered but criminals who committed acts of kidnap, murder and attempted murder still live free amongst the population. To break down this blocker for peace, it is important for these people to finally be brought to justice and make way for peace.",
        "background": "Britain has a role in ensuring there is a solution for Cyprus. To facilitate this fraught process, we need need new means of achieving peace. Britain should apply pressure on Cyprus to bring people to trial for serious crimes committed during the Cypriot conflict. There can be no more hiding.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-16T10:07:05.658Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-16T10:28:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-19T10:18:55.661Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is directly responsible for.\r\n\r\nDecisions about prosecutions for criminal offences in Cyprus are a matter for public prosecutors and the judicial system in Cyprus, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-19T10:18:57.358Z"
    },
    "id": 599207,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599207.json"
    },
    "type": "petition"
}