{
    "attributes": {
        "action": "Inform all pregnant women about the risks of Group B Strep as standard procedure",
        "additional_details": "We are a new family unfortunate enough to have been affected by GBS, our newborn fell seriously ill from the bacteria, causing sepsis and meningitis, resulting in severe brain damage, hydrocephalus and lifelong heart complications. We are absolutely heartbroken to know this could potentially have been avoided if the correct information was given during pregnancy. \r\nIn putting this petition forward we hope that we can avoid other families going through the same trauma and save other babies lives.",
        "background": "GBS is a bacteria which is common in pregnancy, the bacteria can spread to the baby and make them seriously ill, in some circumstances it can be fatal. GBS information is not currently provided to pregnant women, we would like information to be provided as part of the antenal process by midwives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-17T15:07:43.688Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-17T15:38:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-19T11:12:43.585Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about what information is provided to pregnant women is a matter for the NHS and healthcare providers, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested.  We could accept a petition calling for the Government to fund an awareness campaign, if that's something you'd like to see happen, or you might like to sign this petition\r\n\r\nhttps://petition.parliament.uk/petitions/590071"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-19T11:12:44.864Z"
    },
    "id": 599287,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599287.json"
    },
    "type": "petition"
}