{
    "attributes": {
        "action": "Change of law regarding mortgage assessments and requirements.",
        "additional_details": "This will enable first time buyers to have a fair and equitable access to better rate mortgages and improve the chances of them getting mortgages approved. This will also help more people owning homes and getting out the rental market enabling better social mobility",
        "background": "Change the way people are assessed for mortgages especially if already has a good rent payment history especially in private/social renting as there is evidence already to show the ability to keep up with payment",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-17T12:23:48.916Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-17T12:53:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-19T09:51:43.385Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about mortgage assessments are a matter for mortgage providers, not the Government or House of Commons.\r\n\r\nLandlords are able to report rental income to credit agencies, who can then take this into account as part of their rental scores. It is a decision for landlords and credit agencies whether or not to do this.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-19T09:51:44.205Z"
    },
    "id": 599278,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599278.json"
    },
    "type": "petition"
}