{
    "attributes": {
        "action": "Ban plastic greenwashing in the homecare category",
        "additional_details": "The UK’s 27.8 million households each use an average of 25 cleaning bottles a year, that’s 50,000 tonnes of plastic. Although the government claims that almost half of UK’s plastic packaging gets recycled, in reality it's less than 10%. Meanwhile, consumers are unaware that most of their 'recyclable' plastic packing will end up in incinerators and landfills. A ban on plastic greenwashing and more transparency around recycling is needed to enable consumers to make better informed, green choices.",
        "background": "Many homecare brands promote their refillable products as eco-friendly, but omit that they are packaged in plastic that will likely not be recycled. We want a ban on this greenwashing and a mandate for brands to disclose what really happens to their packaging & what they do to minimise plastic usage",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-18T16:50:13.017Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-18T17:22:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-21T08:58:23.065Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you would like manufacturers to make clear to customers about which of their products are recycled, but we're not what information you'd like them to disclose to customers and how you would like them to do it. Whether and where products are recycled by customers is a personal decision for them based on which materials their local authority will accept as recyclable, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nCreate laws for what can/cant be classed as sustainable to prevent greenwashing:\r\nhttps://petition.parliament.uk/petitions/591674"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-21T08:58:44.001Z"
    },
    "id": 599353,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599353.json"
    },
    "type": "petition"
}