{
    "attributes": {
        "action": "Don't sell out COP26 by lettings companies like NatWest sponsor it",
        "additional_details": "NatWest score 0/20 on www.ethicalconsumer.org on the environment. This is because they fund fossil fuels. Even their own attempt to look green says they will:\r\n\"At least halve the climate impact of our financing activity by 2030 and intend to do what is necessary to achieve alignment with the 2015 Paris agreement.\"\r\n\r\nWhich means a bare minimum of change not a complete commitment to change. It means they will continue to fund companies that are contributing to climate change for a further 9 years.",
        "background": "If the government is serious about making changes to society to save the environment they shouldn't allow companies like NatWest, who invest in fossil fuels, clean up their image and sponsor COP26 without a complete commitment to the environment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-18T07:58:44.396Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-18T09:22:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-20T08:01:09.405Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about sponsorship of COP26, but it's not clear exactly what you want the Government to do.\r\n\r\nYour petition says the Government should not allow companies to sponsor COP26 without \"a complete commitment to the environment\", but it's not clear what this would mean in practice.\r\n\r\nWe could accept a petition calling on the Government to end sponsorship deals with companies that do not meet certain requirements, but it would need to be clear what you wanted these requirements to be."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-20T08:01:10.159Z"
    },
    "id": 599319,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599319.json"
    },
    "type": "petition"
}