{
    "attributes": {
        "action": "Request that English Heritage assume responsibility for Palace Of Westminster.",
        "additional_details": "MPs abdicated democratic accountability on Tue 19th October 2021.\r\nAs they represent their constituents faithfully, it must be concluded that the UK \"has no mood\" for representative Parliamentary democracy.\r\nTherefore: this Petition proposes that the Palace of Westminster - comprising House of Commons & House of Lords - shld be managed by English Heritage as a tourist attraction. MPs, those that so wish, might be retained by English Heritage as volunteer visitor Guides under the new arrangements.",
        "background": "As the citizens of the United Kingdom are \"not in the mood\" for self-government through the current but archaic system of parliamentary democracy, this Petition proposes that The Palace of Westminster (comprising the House of Commons and the House of Lords) should be managed by English Heritage .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-19T21:02:57.775Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-19T23:33:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-25T08:19:06.516Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It appears that your request is calling not just for a change to management of the Palace of Westminster, but also for the abolition of existing parliamentary structures. However, it is not clear exactly what changes you want to be made to the UK's political structures.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-25T08:19:07.477Z"
    },
    "id": 599456,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599456.json"
    },
    "type": "petition"
}