{
    "attributes": {
        "action": "Uphold the Planning Decision at Carbis Bay Hotel.",
        "additional_details": "The Planning Permission was opposed by some 400 residents of Carbis and the surrounding area. Just because the G7 took place the hotel thought it would get away with unlawful development. It’s not in keeping with the laws of the land and is an over development of what used to be a beautiful Cornish cove.",
        "background": "Uphold the order to return the land that has been developed back to its original state.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-20T18:42:55.279Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-20T19:23:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-25T12:42:15.735Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nLocal planning decisions are a matter for your local authority, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council directly. Find out how to petition your council here: https://www.cornwall.gov.uk/the-council-and-democracy/campaigns-consultations-and-petitions/petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-25T12:42:15.910Z"
    },
    "id": 599538,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599538.json"
    },
    "type": "petition"
}