{
    "attributes": {
        "action": "introduce a law that enables domestic violent survivors to stay in their borough",
        "additional_details": "DV is detrimental in many ways & it takes extreme courage to come forward & seek help.Yet, we have a system that encourages the victim to leave their homes & where they have a support system.I believe it would be best beneficial to give the victim the option to move home but stay within their borough,or leave,they should not be forced out of it.Should the victim wish to stay, they should be able to have appropriate safeguarding to protect them & stop the perpetrator entering the borough legally.",
        "background": "I would like DV survivors to be given the option to stay where they have built their lives, rather than having to flee it due to DV. I believe the perpetrator/s should be treated like criminals, rather than the victims being forced to leave their support network when they need it the most.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-20T20:33:39.506Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-22T15:15:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-28T08:38:12.058Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the ability of domestic violence survivors to stay in the area they have built their lives, but we're not sure what you would like the Government to do to enable survivors to feel able to stay in their borough.\r\n\r\nDecisions about investigating alleged offences, including offences related to domestic violence, and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-28T08:38:13.273Z"
    },
    "id": 599549,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599549.json"
    },
    "type": "petition"
}