{
    "attributes": {
        "action": "Less suspended sentences for online groomers and paedophiles.",
        "additional_details": "We want the guidelines looked at when it comes to the sentencing process by judges as they are far to lenient letting more sex offenders walk free to damage children. \r\n\r\nWe need to be tougher and hand out less rehabilitation courses and give offenders full medical checks If they claim they have poor mental health as this should not be an excuse. \r\n\r\nThere are to many children suffering at the hands of these people more so we are now in the internet age.",
        "background": "Look at sentencing laws specifically around guidelines when it comes to sentencing as we believe that there are to many suspended sentences given to online groomers of children and paedophiles who get pitiful sentences suspended for ex amount of years where the children suffer a lifetime of trauma.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-22T11:00:26.516Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-22T18:58:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-28T08:45:26.765Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/594472\r\n\r\nSentencing guidelines for child sexual offences are a matter for the Sentencing Council, not the Government or House of Commons, so we can't accept petitions calling for changes to these guidelines. You can find out more about sentencing guidelines here: https://www.sentencingcouncil.org.uk/public/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-28T08:45:27.952Z"
    },
    "id": 599676,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599676.json"
    },
    "type": "petition"
}