{
    "attributes": {
        "action": "Issue more protection against spiking in night clubs and bars",
        "additional_details": "Because so many people are taken advantage of or abused but the power of a drug that they did not even realised they took. The issue has grown to be so prevalent in today’s society it’s not even seen as much of a shock anymore.  It can affect a person for a long period of time after the event to heal from such an action and there are some really serious issues that spring from spiking",
        "background": "To look into the protection of young people and adults in night clubs and bars in regards to the issues of spiking drinks or food. The government should put more security in by the bars so that there are more eyes watching for spiking and more options for people to ask help from",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-22T01:25:51.532Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-22T15:25:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-28T08:40:51.444Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about spiking in nightclubs and bars, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition refers to security, but it's not clear if you mean private security staff employed by hospitality venues, or police. Decisions about policing are a matter for individual police forces, but we could accept a petition calling for new legal requirements for hospitality venues to introduce additional security measures.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake it a legal requirement for nightclubs to thoroughly search guests on entry: https://petition.parliament.uk/petitions/598986\r\n\r\nRequire licensed venues to introduce anti-spiking policies, and fund training: https://petition.parliament.uk/petitions/599289"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-28T08:40:52.320Z"
    },
    "id": 599658,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599658.json"
    },
    "type": "petition"
}