{
    "attributes": {
        "action": "Legally punish and fine someone who knows they have Covid-19 and infects others.",
        "additional_details": "I want the Government to take immediate legal action including fines against any individual who knows they/their loved one has Covid-19 and deliberately or knowingly transmits the virus to others but does not disclose it to health care professionals and public when asked. \r\nMy mum is a health care professional who has been infected with Covid-19 by a domiciliary patient. The family knew that the domiciliary patient has a positive covid status but did not share it with staff. \r\nPROTECT LIVES!",
        "background": "I want the Government to make it a legal requirement that anyone who has a positive Covid status/knows of someone who is infected must disclose it or face legal action and fines.\r\n\r\nEveryone should disclose their (+) covid status prior to meeting/seeing someone to save lives and limit transmission.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-21T14:38:56.703Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-21T15:40:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-27T07:14:07.653Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like people to be required to disclose whether they or someone they know has a positive covid test, but we're not sure under what circumstances, or to whom, you want people to be required to disclose this information. For example, it's not clear how this would apply in public spaces.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-27T07:14:08.615Z"
    },
    "id": 599616,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599616.json"
    },
    "type": "petition"
}