{
    "attributes": {
        "action": "Make it attempted murder if someone goes out with the meaning of spiking glasses",
        "additional_details": "I want them to do something about it because there are young people going out in a weekend to enjoy their time off work for disgusting sad people to decide it’s up to them what kind of fun they will be having that night. I also want them to do something about it because it’s getting out of hand in Britain and people think they can get away with it. I want you to do something about it because it’s leaving young people on busy streets early hours off their faces with no control. I want you to do something about it because it’s leaving young people not want to go out anymore and that’s not how we should live our lives- in fear.",
        "background": "I was the government to make a law that states it’s attempted murder for someone to enter a nightclub with the meaning of spiking young people with drugs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-24T11:37:08.607Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-24T12:04:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-10-29T07:52:39.155Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about determining what crimes and individual is charged and prosecuted for are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake drink spiking a specific, notifiable criminal offence: https://petition.parliament.uk/petitions/599422\r\n\r\nWe could accept a petition calling on the Government to increase minimum and maximum sentences for drink spiking to match those for attempted murder, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-29T07:52:39.818Z"
    },
    "id": 599779,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599779.json"
    },
    "type": "petition"
}