{
    "attributes": {
        "action": "End the subsidisation of food and drinks for MP's and Lords in both houses.",
        "additional_details": "There are currently more foodbanks in the UK than McDonalds restaurants - over 2000. This is a failure of statehood and those responsible should not receive subsidised food and drinks while this situatation exists. Any profit made by increasing the menu prices must be donated to foodbanks across the UK.",
        "background": "MP's and Lords must pay for food and drinks at commercial London rates within the parliamentary estate. Employees, contractors and officers of the Palace will retain subsidised rates.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-23T20:16:33.464Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-24T10:09:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-03T10:21:21.801Z",
        "rejection": {
            "code": "no-action",
            "details": "The House of Commons Catering service does not provide a subsidised service in the commercial sense of the word. Some venues make a profit, while in other venues the cost of providing the service does exceed the income received in sales due to the irregular hours and unpredictability of parliamentary business. The House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nYou could have a petition calling for increase food and drink prices for MPs and Lords in House of Commons catering venues, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-03T10:21:22.761Z"
    },
    "id": 599755,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599755.json"
    },
    "type": "petition"
}