{
    "attributes": {
        "action": "I want an enquiry into the high rise in petrol and diesel prices",
        "additional_details": "Investigate how much the government, manufacturers and businesses are profiting from such increases and instigate  a plan of action to bring them to task and make them reduce prices accordingly.\r\nPeople do not a money tree to keep grabbing off branches, what they do have is desperation, mental health, suicide and many more issues brought about purely by greed.",
        "background": "Investigate the reasons behind the high increases in petrol and diesel prices.\r\nThe people of this country have been hit by many increases in energy, food, council tax etc and now petrol prices.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-25T17:48:22.595Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-25T18:22:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-01T09:14:03.096Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nWe could accept a petition calling for an inquiry into the reasons for increases in fuel prices, but the Government is not responsible for fuel prices, so we could not accept a petition calling on them to \"make [manufacturers and businesses] reduce prices accordingly\".\r\n\r\nThe House of Commons Library has produced a briefing on petrol and diesel prices, which may be of interest: https://commonslibrary.parliament.uk/research-briefings/sn04712/\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-01T09:14:05.426Z"
    },
    "id": 599866,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599866.json"
    },
    "type": "petition"
}