{
    "attributes": {
        "action": "Gynaecology clinics: Annual gynaecological check ups from puberty onwards",
        "additional_details": "Diagnostics, treatment options & risks allowing informed decisions & written consent, avoiding unwanted hysterectomies & IUDs, preserving the womb & fertility. IUD’s lead to perforations, cysts, abdominal cavity & uterine embedment. Hospital follow ups for 6 months post-op reduce misdiagnosed surgery complications, allowing surgeons to observe post-op outcomes.\r\nDLA & PIP to consider these diseases causing excruciating pain. Our wombs gave birth to the human race, we deserve better medical care.",
        "background": "Scanning equipment facilitating same day diagnostics to detect endometriosis, adenomyosis, adhesions, cancer, fertility issues, etc.\r\nMisdiagnosis leads to pain, incorrect hormones & medications that may or may not be making conditions worse, as well as having harmful bio accumulative effects.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-25T13:35:44.982Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-25T15:00:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-01T08:59:31.737Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about access to Gynaecology services, and related health complications, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nReview NHS diagnosis and treatment of cervical instability and increase funding: https://petition.parliament.uk/petitions/599133\r\n\r\nProvide funding to lower the cervical cancer screening age to 18: https://petition.parliament.uk/petitions/597674"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-01T08:59:32.586Z"
    },
    "id": 599847,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599847.json"
    },
    "type": "petition"
}