{
    "attributes": {
        "action": "Overhaul of Housing law, and UK benefits in support of Private Landlords",
        "additional_details": "Private landlords  deal with rogue tenants causing damage, and non payers.  Even if a tenant is causing anti-social behavior, there is no quick way to resolve the problem.  The local governments are quick to point the finger and enforce regulation ( including closure) despite landlords following the Section 8 regulations.  We simply have no means to deal with situations when things go wrong, nor recover unpaid debts in-case tenants leave properties without notice. We need a total overhaul!",
        "background": "The Housing act1988, is not applicable to current day times, nor does it reflect the lead-time of court procedures.  Further the UK benefits system, does not support the private landlord.  All of the regulations are supportive to the tenant, thus putting landlords in situations where losses occur.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-26T19:10:15.748Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-26T20:25:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-02T08:00:39.168Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing housing law, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what changes you would like the Government or Parliament to make to existing laws."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-02T08:00:39.937Z"
    },
    "id": 599928,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599928.json"
    },
    "type": "petition"
}