{
    "attributes": {
        "action": "Open debate prior to Referendum on Climate Change and Britain's future role.",
        "additional_details": "UK is only responsible for 1% of carbon emissions globally; rank #17 in the World; therefore would it not be beneficial to see countries such as India, China & Russia etc at the forefront of change before Britain commits?\r\nMany people are unconvinced by proposals to turn Britain carbon neutral and would prefer to have their say on the issue.  After hearing debates from both sides of the argument on Climate Change, we would then ask for a Referendum on how we proceed in making Britain greener",
        "background": "Told spend trillions of pounds on a system that some say will not work is more authoritarian than democratic.  We therefore wish to have an open debate on how Britain can become green,& hear evidence from scientists/organisations who dispute the emergence of any Climate Change and then a Referendum.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-27T13:04:34.585Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-27T15:11:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-01T13:54:54.690Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the referendum to be a decision on. You might like to sign this petition instead\r\n\r\nhttps://petition.parliament.uk/petitions/599602\r\n\r\nIf you do start a new petition, you'll need to use a real name. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-01T13:54:58.753Z"
    },
    "id": 599960,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599960.json"
    },
    "type": "petition"
}