{
    "attributes": {
        "action": "Provide financial support to parents protecting their children from sexual abuse",
        "additional_details": "I want the government to do this because Many people have been subjected to thousands of pounds worth of debt trying to safe guard their children from being sexually assaulted because there is no help or support for parents safeguarding their children in family court against someone who also has parental rights to that child. You either have the money to pay or you have to hand your child to a predator.\r\n\r\nThis should be available on legal aid",
        "background": "The government should provide financial help for parents who are fighting to safeguard their child from sexual abuse- especially in family court where the other parent is the perpetrator. There should be more done to protect children and family in this situation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-27T13:14:54.786Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-27T13:38:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-02T12:03:13.791Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how children are protected from sexual abuse, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition refers to \"financial support\", but it's not clear what this would be for, or you want to be eligible for this.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-02T12:03:15.072Z"
    },
    "id": 599961,
    "links": {
        "self": "https://petition.parliament.uk/petitions/599961.json"
    },
    "type": "petition"
}