{
    "attributes": {
        "action": "Lower agricultural tax and raise minimum wage!",
        "additional_details": "Every year atleast 250 people die from accidents on the farm from many different factors and many many more seriously hurt and injured! We deserve to live without struggling when we work crazy hours all year round and still help the public with many other things on top of that such as bad weather ie floods we use tractors to pull people to  Safety or snow again we use machinery to help clear the roads to help emergency services and food supply's for shops!\r\nNO FARMING NO FOOD NO FUTURE!",
        "background": "Agriculture is back bone of the world. Without farmers the world would go to ruin with starvation and many other factors. We face alot of dangers every day and receive no reward or appreciation. We want the tax to be less and the wage to rise! NO FARMING NO FOOD NO FUTURE",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-28T22:57:25.961Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-29T06:42:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-03T08:03:11.891Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the financial situation of farmers, but we're not sure what taxes you want the Government to change.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-03T08:03:12.714Z"
    },
    "id": 600042,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600042.json"
    },
    "type": "petition"
}