{
    "attributes": {
        "action": "Clean up UK Oceans and Rivers so we're free to swim and protect ecodiversity",
        "additional_details": "Water quality is also deadly for river and ocean wildlife, reducing biodiversity and causing huge damage to these delicate ecosystems. \r\n\r\nIn 2020 alone, there were over 400,000 discharges of untreated sewage into UK rivers and 2,941 discharges into UK coastal bathing waters. \r\n\r\nWe won't stand for this any longer.\r\n#EndSewagePollution",
        "background": "As water users we want to be able to get in the water as much as possible. But not only can we end up covered in raw sewage when it has been discharged, we're at risk of gastroenteritis, ear, nose and throat infections, skin infections, and even hepatitis and e-coli.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-29T14:16:40.515Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-30T13:14:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-03T16:28:37.361Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about cleanliness of oceans and waters, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nGive the Environment Agency the funds and freedom to protect English rivers: https://petition.parliament.uk/petitions/586378\r\n\r\nMake it illegal for water companies to dump sewage into rivers and seas: https://petition.parliament.uk/petitions/599873"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-03T16:28:38.211Z"
    },
    "id": 600080,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600080.json"
    },
    "type": "petition"
}