{
    "attributes": {
        "action": "Freeze council tax, abolish tv license and more help for the disabled.",
        "additional_details": "councils spend their budgets making mistakes after mistakes or spending ridiculous amounts on certain contractor when it should be a more open market to encourage competition to save money, abolish the tv license because its very outdated and no one should be forced to watch it and it should be optional for everyone, there should be an increase for people with disabilities as they didn’t get it in lockdown or in the recent budget and their bills increase like everyone it needs looking at.",
        "background": "We would like the government to look into how councils spend their money to help keep council tax levels stable, also the tv license needs looking at as many companies rely on private funding through advertising and not mandatory payments which is outdated, more payment rises for the disabled",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-28T07:12:00.381Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-28T10:08:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-02T12:40:31.162Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about council tax, the TV licence, and support for disabled people, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAbolish the TV licence: https://petition.parliament.uk/petitions/586818"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-02T12:40:31.959Z"
    },
    "id": 600000,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600000.json"
    },
    "type": "petition"
}