{
    "attributes": {
        "action": "Improve recycling facilities for residents in the Dudley Borough",
        "additional_details": "To help more households in the Dudley Borough to recycle, and to make recycling easier for them, recycling bins should be provided to residents. This would mean higher rates of recycling and therefore this would prevent recyclable products from going into landfill. As well as this more products that can be recycled, should be able to be placed into recycling facilities in the Dudley Borough. Overall recycling facilities should be improved in Dudley.",
        "background": "In the Dudley Borough, two bags and a small box are provided to residents to recycle some of their household waste. These bags are insufficient for many households to put all their recyclable waste in, with many products stated as non-recyclable in that area (but recyclable in neighbouring areas).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-29T11:13:53.918Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-29T11:25:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-03T08:06:29.241Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about local recycling arrangements are a matter for your local council, not the Government or Parliament.\r\n\r\nAs a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council directly. Find out how to petition your council here: https://www.dudley.gov.uk/residents/planning/planning-services/advice-and-guidance/petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-03T08:06:30.256Z"
    },
    "id": 600066,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600066.json"
    },
    "type": "petition"
}