{
    "attributes": {
        "action": "Keep the ban of online sales, continue selling codeine linctus syrup OTC.",
        "additional_details": "This is something that was imposed by the government, understandably, but could be regulated properly without having to ban the sale of this product completely. It was made for a reason, and should be used for it’s primary purpose. If someone is trying to pharmacy shop, they should flag up on a system, so they have to wait until their three months is up before they can purchase the product. Should also be linked to an address to stop multiple people buying it for one person to sell.",
        "background": "Went to get some cough syrup, was told they don’t sell it anymore, there’s a new product that doesn’t personally work, has an ingredient my girlfriend is allergic to, had a discussion with the pharmacist and we agreed it is unfair those who need their medicine can’t get it due to people abusing it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-28T13:43:30.603Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-28T14:15:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-02T12:55:57.435Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nCodeine-containing liquid over-the-counter medicines have not been banned, although the Medicines and Healthcare products Regulatory Agency has issued guidance saying that these should not be used for coughs for people aged under 18 years: https://www.gov.uk/drug-safety-update/codeine-containing-liquid-over-the-counter-medicines\r\n\r\nIt is up to indiviudal pharmacists whether to stock codeine-containing liquid over-the-counter medicines."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-02T12:55:58.349Z"
    },
    "id": 600015,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600015.json"
    },
    "type": "petition"
}