{
    "attributes": {
        "action": "Legalise psychedelic substances for the use of medical and psychotherapy purpose",
        "additional_details": "I want this law to be thoroughly looked through again as more research into this topic could prove useful for millions of people across the globe. Making it legal for medical and scientific professionals to use this substance in research could change the world for the better and help combat mental health issues such as depression , anxiety , schizophrenia , borderline personality disorder Aswel as many others that are debilitating and affect individuals daily lives.",
        "background": "I’d like more awareness brought to the medical and mental health aspect of psychoactive substances such as mushrooms and LSD used in a medical purpose under strict regulations and used in the correct way I believe these substances can prove to be useful in the medical and therapy industry.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-31T12:34:13.645Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-31T13:48:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-04T10:38:51.679Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the legal status of psychedelic drugs, however it is already legal to conduct research into the effects of psychedelic drugs, under certain circumstances. It's therefore not clear whether you want the use of such substances to be made legal for medical use, or for more funding to be put into research into the medical and mental health benefits of psychedelic drugs, or both. \r\n\r\nYou could have a petition which makes it clear which of these actions you want the Government to take. If you do start a new petition, please ensure you provide your full name as we can't accept petitions starting using just a first name.\r\n\r\nYou might like to sign this petition calling for a related action, which you might like to sign: https://petition.parliament.uk/petitions/593811"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-04T10:39:14.135Z"
    },
    "id": 600191,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600191.json"
    },
    "type": "petition"
}