{
    "attributes": {
        "action": "Upgrade UK motorway provisions for HGV drivers to match EU provisions.",
        "additional_details": "6. Mark each truck parking bay clearly with a number for food delivery services to legally deliver healthy warm meals direct to drivers. \r\n7. Making parking free will enable them to use their “away from home pay” to pay for decent food and avoid the use of dangerous lay-bys where their load is uninsured. This will help to stem the decline in new drivers wanting to join the profession and to retain existing disillusioned drivers. This should have an impact on easing the current HGV driver shortage.",
        "background": "1. Make overnight truck parking spaces free\r\n2. Increase parking numbers\r\n3. Install decent shower and healthy food facilities\r\n4. Allow HGV drivers to the front of queues to pay for food/fuel. \r\n5. Improve CARAVAN PARKING signage to avoid cars towing caravans parking in truck or coach parking bays.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-10-31T03:55:53.029Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-10-31T09:05:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-04T09:01:26.004Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about most of the things you have requested are a matter for operators of motorway services, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-04T09:01:26.975Z"
    },
    "id": 600178,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600178.json"
    },
    "type": "petition"
}