{
    "attributes": {
        "action": "Make Holocaust education mandatory in Private Schools (Independent Schools)",
        "additional_details": "In the majority of schools, a child chooses their GCSE subjects by the end of Year 9. It is the case in some schools that children who do not choose GCSE History, do not study WW2, and therefore the Holocaust. The Holocaust is an incredibly important segment of European History, as well as British history. By not making it a mandatory subject, students could be left uneducated, potentially leading to a rise in Racism and Antisemitism.",
        "background": "Create a mandatory course topic - The Holocaust in WW2 - for Year 7 to 10 students in Private Schools. \r\nPrivate Schools are not obliged to follow the National Curriculum, this has lead to ignorance about the Holocaust in schoolchildren from these educative backgrounds.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-01T21:06:53.266Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-01T21:27:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-08T08:20:25.419Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about the curriculum taught by private schools are a matter for the management of each school, not the Government or Parliament.\r\n\r\nAs a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-08T08:20:28.402Z"
    },
    "id": 600286,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600286.json"
    },
    "type": "petition"
}