{
    "attributes": {
        "action": "Reduce Train Ticket Prices",
        "additional_details": "Reducing train ticket prices will allow people to travel freely throughout the country, without the worry of the price of a ticket having a negative impact on their bank accounts. This could possibly increase revenue made from tourists when they visit London. Some may argue that this could increase CO2 emissions, which is why we could implement planting a tree with every ticket sold.",
        "background": "The cost of an average train ticket from Manchester to London is £98 and first class tickets even go up to £200. This is very unrealistic for Students and low income households and may prevent members of the public from seeing their families due to financial difficulties.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-01T17:33:10.371Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-02T13:46:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-08T09:18:54.310Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about ticket prices for trains are a matter for train operators, in line with any franchise agreement they have with the Government.\r\n\r\nWe could accept a petition calling on the Government to fund reduced train prices, or review pricing for train tickets, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-08T09:18:54.905Z"
    },
    "id": 600264,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600264.json"
    },
    "type": "petition"
}