{
    "attributes": {
        "action": "Education reform regarding neuro diverse children and how they access education.",
        "additional_details": "Over 71% of neuro diverse children attend mainstream school. However training is limited and knowledge lacking  in teacher training and schools as to best support them. A high percentage of neuro diverse children become school refusers or are excluded from main stream settings, with limited access to a more specialist setting  if they lack an EHCP or have a high IQ along side..known as DME ( dual or multiple exceptionalitied) DME children have little available to support them in school.",
        "background": "Make it compulsory for teachers to study in more depth about neuro diversity. For schools to have a dedicated SENco with more specific training relating to neuro diversity. For a wider range of educational establishments to be available for neuro diverse children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-02T17:26:31.431Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-05T19:17:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-09T14:47:56.895Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for connected actions:\r\n\r\nRequire all school staff receive training on SEN children\r\nhttps://petition.parliament.uk/petitions/587365\r\n\r\nEducation system reform for children with high functioning autism\r\nhttps://petition.parliament.uk/petitions/600254\r\n\r\nSEN review of curriculum, educational and employment opportunities\r\nhttps://petition.parliament.uk/petitions/588536"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-09T14:47:56.891Z"
    },
    "id": 600342,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600342.json"
    },
    "type": "petition"
}