{
    "attributes": {
        "action": "Allow students to take mental health leave from education",
        "additional_details": "The numbers of young people struggling with their mental health is rising, particularly after the Covid-19 pandemic. Despite the undebatable importance of education, mental health is a critical factor in a student’s ability to perform to their full potential. Due to this, students should be supported when speaking up and taking action, and being able to take some time out of school should not be something that’s discouraged as it can be hugely beneficial for a young person’s wellbeing.",
        "background": "Mental health leave should be allowed for students in schools, colleges and universities without interrogation. Students struggling with balancing their emotional well-being and the pressures of education should be free to make the decision to take time off whilst being supported by school staff.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-04T12:38:31.383Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-04T13:56:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-08T17:09:15.002Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Students are already required to authorise absences for sickness, including mental health reasons.  The UK Government and Parliament aren't responsible for attendence rules for further and higher eduction. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-08T17:09:16.527Z"
    },
    "id": 600492,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600492.json"
    },
    "type": "petition"
}