{
    "attributes": {
        "action": "Better access to and an increase in primary care services in Ashford Kent",
        "additional_details": "I moved here in March and compared to Surrey and London healthcare options Ashford seems to be left in the lurch. Urgent care is overrun as it’s in the main hospital here William Harvey. New builds are popping\r\nUp all over the borough which will require more strain on the nhs here. With more GP surgeries here and maybe an additional arm\r\nTo help a&e and urgent care like a separate health centre which could aid and lessen the massive strain Ashford nhs is under.",
        "background": "I would like to put to parliament the requirement for better primary care access to the ever increasing population of Ashford Kent. At present GP services are overrun here and often getting same day advice or help is a no go. Urgent care is overrun at the local hospital aswell.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-03T18:19:07.823Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-03T20:42:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-08T13:33:32.611Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about local NHS provision are a matter for your local Clinical Commissioning Group and NHS Trust, not the Government or Parliament.\r\n\r\nYou can find contact details for local CCGs here: https://www.england.nhs.uk/ccg-details/\r\n\r\nAnd you can find contact details for NHS Authorities and Trusts here: https://www.nhs.uk/servicedirectories/pages/nhstrustlisting.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-08T13:33:33.350Z"
    },
    "id": 600425,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600425.json"
    },
    "type": "petition"
}