{
    "attributes": {
        "action": "Change Parliamentary voting procedure to always allow remote voting.",
        "additional_details": "Currently, if an MP is absent for whatever from Parliament during a debate or vote then they cannot vote. The pairing system limits democracy as it stops a paired MP from voting according to their wishes too - so potentially two sets of constituents are not represented. \r\n\r\nRemote debates and voting were shown to be possible in the early days of Covid.\r\n\r\nThis would also reduce the burden on MPs from the further reaches from London to travel down, limiting their constituency work.",
        "background": "Enable MPs who are absent through sickness or other commitments to fully participate in the democratic process of Parliament, enabling their constituents to be represented in those debates and votes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-04T00:33:19.247Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-04T10:46:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-08T16:06:32.076Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want MPs to be able to vote remotely, but it's not clear if you also want MPs to be able to take part in debates remotely.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-08T16:07:01.877Z"
    },
    "id": 600453,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600453.json"
    },
    "type": "petition"
}