{
    "attributes": {
        "action": "Approve Planning permission for Children’s Home in Northfield, Birmingham",
        "additional_details": "We want help to revoke this decision and create awareness of the baseless claims made by these authorities. Do these children not deserve to live in a safe neighbourhood?! This is one of the basic rights in the Care Standards Act 2000 and The Children’s Home Regulations 2015 - “is in a neighbourhood where children can flourish”",
        "background": "The children’s home was intended to provide a safe atmosphere for vulnerable children that need emotional support, to grant them a chance in life. The planning permission has been declined on meaningless and selfish concerns such as the development would cause a negative impact on the community.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-05T15:54:46.813Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-05T16:24:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-09T14:15:25.319Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nLocal planning decisions are a matter for individual local authorities, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-09T14:15:26.105Z"
    },
    "id": 600598,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600598.json"
    },
    "type": "petition"
}