{
    "attributes": {
        "action": "Revalue private sector defined benefit pensions to 5% from the current 2.5%",
        "additional_details": "In 2008 government cut the cap from 5% to 2.5% for revaluation of defined benefit pensions in the private sector. The reduction was meant for employees who left the company to go to other jobs. However, since that piece of legislation, swathes of companies have closed DB schemes to future accrual even though the 2017 Government white paper on security sustainability of DB pensions showed many employers could afford these schemes . As we are now entering an inflationary period the government should protect those employees who have stayed with the company but risk erosion of their deferred pension through high inflation which is forecast to hit 4-5 % over the next decade.",
        "background": "Government should legislate to ensure the CPI cap on revaluation of private sector Defined benefit pensions is increased to 5% from the current 2.5% for employees who have become deferred members through the employer having closed the scheme to future accrual but are still employed by the company",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-04T20:39:05.919Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-04T21:33:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-09T11:47:06.675Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about about private sector defined benefit pensions, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe could accept a petition calling on the Government to amend the legislation that requires defined pension benefits to be increased in line with inflation, but could not accept a petition calling for the Government to increase the value of all existing pensions, as this is not something the Government is responsible for."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-09T11:47:07.375Z"
    },
    "id": 600533,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600533.json"
    },
    "type": "petition"
}