{
    "attributes": {
        "action": "Put in lights around Hyde Park due to the danger of walking alone at night",
        "additional_details": "We want to government to do this to make Hyde Park more of a safer area. The lights would enable people walking around/ through it to be seen and if anyone needs help they can be seen. It will also decrease the crime levels due to the lights",
        "background": "The community in Leeds, especially students, want the government to put lights in and around Hyde Park so we feel safer. Many people have to walk past it and the increase with crimes occurring in Hyde Park makes it extremely dangerous and unsafe. The lights would help prevent crimes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-05T14:13:52.837Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-05T14:30:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-09T14:09:21.441Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about street lighting are a matter for the relevant local authority, not the Government or Parliament.\r\n\r\nAs a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-09T14:09:22.523Z"
    },
    "id": 600591,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600591.json"
    },
    "type": "petition"
}