{
    "attributes": {
        "action": "Allow cats to self identify as dogs",
        "additional_details": "Dogs are currently bossing the streets, to the detriment of cats. Some cats feel they have been mis-animalled and identify as being a dog. They should be allowed the right to: daily walks on a lead with their owner; be regularly asked if they are a good boy/girl; be able to take on traditional dog names such as Fido or Rex. It is completely unfair that in 2021 dogs have greater rights over cats, and we need to address this animal identity disparity.",
        "background": "Cats should be allowed to identify as dogs. They are being oppressed by a patriarchal system which favours dogs over cats. This is a fundamental breach of feline rights, and they are not being given proper recognition in modern society. We need a new system of domestic pet fluidity and identity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-04T18:31:02.812Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-04T22:28:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-09T12:04:11.685Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nCats and dogs are treated differently in a number of pieces of legislation. If the species of an animal was contested, this would be a matter to be determined by the courts.\r\n\r\nUnder animal welfare legislation owners and keepers have a duty of care to their animals and must make sure they meet their needs:\r\n\r\n- for a suitable environment and place to live\r\n- for a suitable diet\r\n- to exhibit normal behaviour patterns\r\n- to be housed with, or apart from, other animals (if applicable)\r\n- to be protected from pain, injury, suffering and disease\r\n\r\nThe Government has published codes of practice for the welfare of dogs and cats, which you can read here:\r\n\r\nCode of practice for the welfare of dogs: https://www.gov.uk/government/publications/code-of-practice-for-the-welfare-of-dogs\r\n\r\nCode of practice for the welfare of cats: https://www.gov.uk/government/publications/code-of-practice-for-the-welfare-of-cats\r\n\r\nIt is up to owners what to call their pet dog or cat."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-09T12:04:30.443Z"
    },
    "id": 600520,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600520.json"
    },
    "type": "petition"
}