{
    "attributes": {
        "action": "Change legislation to ensure fireworks are quiet/low noise to protect animals.",
        "additional_details": "We should be recognisng that  bonfire night, new years and other holidays is a time of celebration. However, due to the loudness of fireworks this leaves animals scared both within the home and within nature. This could be prevented with quiet or low noise fireworks. Still allowing people to enjoy these events while protecting our animals and wildlife from anxiety, illness or even death. Other countries have introduced this with great success. We should be following suit.",
        "background": "Every year there are a lot of scared animals because of the loud noises from fireworks, this can lead to a number of health conditions such as seizures, fits and even death. I would like the UK government to consider introducing a legislation that all fireworks sold should be quiet or low noise.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-05T18:28:00.185Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-05T19:28:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-09T14:45:20.662Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nMake fireworks quieter: Review and reduce the decibel limit on fireworks: https://petition.parliament.uk/petitions/590838\r\n\r\nBan use and sale of non-silent fireworks: https://petition.parliament.uk/petitions/599451"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-09T14:45:21.499Z"
    },
    "id": 600608,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600608.json"
    },
    "type": "petition"
}