{
    "attributes": {
        "action": "Make sure young people have access to support for mental health",
        "additional_details": "Having more confidential counselling/therapy services will allow young people to offload and try deal with there emotions in a safe space, it shouldn’t be a place where they are judged or told on for how they feel because this can scare them into holding their feelings in and not feeling comfortable to speak up because they feel as if they can’t trust who their talking to. I’ve heard a lot about mental health services not being very good and taking too long or telling someone else.",
        "background": "I understand we have services like CAMHS etc, but these places take years to get into and don’t work for everyone. I feel like there’s not enough support for teenagers, and it’s something that needs to be more prioritised because a lot of teenagers have bad mental health and don’t have any support.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-05T21:33:27.584Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-05T21:42:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-09T14:57:59.409Z",
        "rejection": {
            "code": "no-action",
            "details": "We can see that you'd like the Government to provide more support to young people  to help their mental health, but it's not clear what exactly you'd like the Government to do. \r\n\r\nYou could start a petition calling for a review of the provision of mental health support for teenagers, or for an increase in funding for Child and Adolescent Mental Health Services."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-09T14:57:59.406Z"
    },
    "id": 600631,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600631.json"
    },
    "type": "petition"
}