{
    "attributes": {
        "action": "Total ban on loud fireworks, Only allow the sale of silent fireworks.",
        "additional_details": "Many families are in despair during this festival,mainly because of the noise as are Many animals pets, livestock and wildlife. All are left in complete distress and confusion very little can be done to help them and each year needless animals die because of the shear noise. \r\nThe explosions going off all around you is deafening and be felt through your body. If 10 homes in one street all set them off it can be felt inside your home.\r\nOur elderly are unnecessarily left scared in their own homes.",
        "background": "Only allow the sale of silent fireworks. \r\nThis festival is the most distressing time of year for anyone in Great Britain. \r\nPet owners and families with elderly and autistic members are unnecessarily put in huge amounts of despair.\r\nThe distress can be completely eradicated  with silent fireworks",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-07T19:40:51.656Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-07T20:08:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-10T09:17:47.993Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBan use and sale of non-silent fireworks: https://petition.parliament.uk/petitions/599451\r\n\r\nMake fireworks quieter: Review and reduce the decibel limit on fireworks: https://petition.parliament.uk/petitions/590838"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-10T09:17:48.951Z"
    },
    "id": 600766,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600766.json"
    },
    "type": "petition"
}