{
    "attributes": {
        "action": "Change the law to afford cats the same rights as dogs",
        "additional_details": "Cats and dogs are the most common choice as pets, they are not just something we own they are part of our family.\r\nDogs are now afforded their own rights but cats are just considered property and to hurt or kill a cat on purpose is no more of a crime that criminal damage for example if someone deliberately scratches your car it is deemed no different that mutilating our beloved feline friends.\r\nAnyone who harms a cat should be held responsible in the same way they should be harming a dog.",
        "background": "We would like the them to change the law to afford cats the same rights as dogs.\r\nAt the moments cats are considered property but they are members of our family",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-07T11:14:49.699Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-07T11:28:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-11T09:50:16.112Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about legal protections for cats, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nBoth cats and dogs are treated as property, but there is also legislation that creates specific protections for animals, including cats and dogs. We could accept a petition calling for changes to legislation governing the ownership or rights of cats or dogs, but it would need to be clear what changes you want the Government to make."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-11T09:50:16.832Z"
    },
    "id": 600739,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600739.json"
    },
    "type": "petition"
}