{
    "attributes": {
        "action": "Limit the sound level of fireworks.",
        "additional_details": "Many hours of noise is distressing for all wildlife, pets and PTSD sufferers. The high levels have also become generally antisocial. There can be little justification for bonfires and fireworks in these times of environmental crisis. Why do we have to replicate a WWI battle to mark explosions that never actually happened over 500 years ago? Possessing such explosives in any other situation would be illegal. Go back to oohs and aahs, rather than running for cover. The majority have had enough.",
        "background": "It is probably asking too much to ban fireworks completely, but they have got out of hand over the last twenty years. The main problem is the volume of the explosions and the irresponsibility of people letting them off late into the night. We were happy with the colours, fizzes and pops in the past.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-07T10:09:27.593Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-07T15:34:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-10T09:16:22.307Z",
        "rejection": {
            "code": "duplicate",
            "details": "Fireworks are already limited to producing noises of 120 dBA or lower as long as the observer is standing the recommended distance away, but we have published the following petitions, which you might like to sign:\r\n\r\nMake fireworks quieter: Review and reduce the decibel limit on fireworks: https://petition.parliament.uk/petitions/590838\r\n\r\nBan use and sale of non-silent fireworks: https://petition.parliament.uk/petitions/599451"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-10T09:16:23.741Z"
    },
    "id": 600736,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600736.json"
    },
    "type": "petition"
}