{
    "attributes": {
        "action": "Ban all gambling advertisement and stop all free bets",
        "additional_details": "I started putting a few football bets on at the age of 18, at this point I was in control of my gambling and wasn’t worried at all.\r\nHowever, 2 years on I am now seeking help for my gambling addiction, I have days where I cannot take my mind away from gambling and I have had to take out loans from banks and family to help cover my losses.\r\nMore has to be done about gambling addictions whether that’s removing advertising or offering help to those who are in vulnerable situations with gambling.",
        "background": "I want the government to ban all free bets and advertising of any type of gambling.\r\nI think it’s clear that gambling’s always going to be around but I believe it’s completely wrong to advertise gambling on so many platforms so often and constantly offer free bets to very vulnerable people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-06T22:28:00.662Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-06T22:38:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-10T12:48:36.842Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for a similar action: \r\n\r\nLuke’s Law: Ban 'free bets' and emails that entice gamblers to place 'free bets':\r\nhttps://petition.parliament.uk/petitions/587806\r\n\r\nBan gambling advertising on Television:\r\nhttps://petition.parliament.uk/petitions/589695\r\n\r\nBan gambling businesses from advertising by email or phone notifications:\r\nhttps://petition.parliament.uk/petitions/585342\r\n\r\nYou could start a new petition calling for online gambling advertising to be banned, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-10T12:48:36.839Z"
    },
    "id": 600719,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600719.json"
    },
    "type": "petition"
}