{
    "attributes": {
        "action": "Introduce 20mph speed limits on local roads across England.",
        "additional_details": "If legislation to introduce 20mph speed limits changed, it would be easier for highways authorities to implement speed limits that would be appropriate for local roads where people live, work and play. This change would make our roads feel safer because traffic would be slower which would enable people to walk and cycle more, improving health and fitness of residents by being active everyday. They have introduced 20mph limits in Scotland and Wales and we need it in England. We really do.",
        "background": "Fund and legislate to make it easier for highway authorities to introduce default 20mph speed limits in town and village centres and on housing developments. Presently they have to put in traffic calming or base a speed reduction with evidence which costs money and takes too long to implement.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-08T22:57:16.894Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-09T07:30:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-15T12:20:03.517Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the Government's current approach to 20mph zones, but we're not sure if you want the Government to make it easier for local authorities to create these zones, or mandate them across England.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-15T12:20:05.530Z"
    },
    "id": 600849,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600849.json"
    },
    "type": "petition"
}