{
    "attributes": {
        "action": "All Member of Parliament to disclose their Covid 19 vaccine status.",
        "additional_details": "Mandating vaccines or any medical treatment against a person will is in breach of the Nuremburg code is totally unethical and goes against peoples inalienable human rights. MP's now need to prove they are following the same rules and legislation as the rest of the people of the UK are been legal obliged to do. If the UK isn't operating under a two tear society where MP's are above the law or certain laws don't apply to them, then disclosing their Covid 19 vaccine status should be no problem.",
        "background": "The UK government are currently mandating care works and are going to mandate NHS works in spring 2022 into a having the Covid 19 vaccines or face loosing their jobs. It is therefore fair, right and proper that MP's disclose their vaccine status.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-09T10:03:08.956Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-10T08:55:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-15T16:04:31.128Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether to divulge medical information, including vaccination status, are a matter for individuals, including MPs and members of the House of Lords, not the Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAll MP's & staff to have Covid19 Vaccine to attend & work at Parliament by law: https://petition.parliament.uk/petitions/593408"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-15T16:04:31.868Z"
    },
    "id": 600870,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600870.json"
    },
    "type": "petition"
}