{
    "attributes": {
        "action": "Address/limit MPs 2nd Incomes relative to the Parliamentary Salary",
        "additional_details": "We are constantly told that Members of Parliament Work For the People. When a serving MP is paid more by private firms for a 2nd job, who is that MP really working for? \r\n\r\nConsidering the British People pay a very generous salary, and expenses, for MPs and Ministers - a salary which would be much the envy of many - it should be privilege that MPs are permitted to work a second job at all! Few employers are so generous in the real world...\r\n\r\nImpose limits to remind the MPs who they REALLY work for!",
        "background": "Either:\r\n\r\n1) Limit any additional income from 2nd jobs to the Parliamentary Salary.\r\n\r\nor\r\n\r\n2) Significantly increase taxation on earnings greater than the Parliamentary Salary.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-10T13:05:04.164Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-10T14:03:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-15T16:21:21.977Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about MPs earning other income, but we're not sure exactly what you'd like the Government or Parliament to do. MPs are subject to the same tax rates as all other UK citizens, so it's not clear how the tax you've proposed could work.\r\n\r\nWe could accept a petition calling on the Government to limit the amount MPs can earn or work in addition to being an MP, but it would need to be clear what limits you want to be imposed.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nBan MPs from other paid work or holding shares in companies: https://petition.parliament.uk/petitions/600571\r\n\r\nBan MPs from having second jobs: https://petition.parliament.uk/petitions/600866"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-15T16:21:23.128Z"
    },
    "id": 600955,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600955.json"
    },
    "type": "petition"
}