{
    "attributes": {
        "action": "PM to brief the nation on HMG plans to stop flow of economic migrants",
        "additional_details": "Outline the Governments plan for stopping the flow and returning those illegal migrants already in the country.\r\nThe Plan to be communicated to the British people by the PM through a televised Government briefing.\r\nThe briefing to inc HMG plan to stop the daily flow of migrants from France and to inc the plan for expelling those already here held in hotels at the tax payers expense.",
        "background": "Illegal economic migrant is the number issue in the country that Govnt should be dealing with.\r\nA Govnts responsibility is to protect its citizens, this country has been invaded by economic migrants from France for well over two years now  without little to no activity from the Govnt to stop it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-10T20:34:09.134Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-11T11:39:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-17T09:16:12.413Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you that you would like the Government to address plans on tackling illegal immigration, but we're not sure what plans in particular you would like the Government to implement.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe also can't publish petitions that make unsubstantiated assertions that all people attempting to enter the UK are economic migrants, rather than refugees."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-17T14:22:30.934Z"
    },
    "id": 600996,
    "links": {
        "self": "https://petition.parliament.uk/petitions/600996.json"
    },
    "type": "petition"
}