{
    "attributes": {
        "action": "Sort out the Planning Process in the England",
        "additional_details": "We want Parliament to act immediately by either radically changing & easing the registration of Planning Applications or to find a Private entity that will take this over to make it more streamlined for both Agents and Applicants.\r\nThe service from Planning Departments is despicable. Fees are taken and an appropriate level of service is no where near offered in return.\r\nThe Government should be well and truly ashamed for the trouble that this will cause the building industry as a whole.",
        "background": "The Planning Application process is failing at every level.\r\nWe submit planning applications on a regular basis mainly for domestic clients who are at their wits' end with the level of service that the Government Planning Departments offer.\r\nNational Government need to repair or replace this service",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-11T15:55:21.760Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-11T16:47:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-17T09:19:38.338Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current planning processes in England, but we're not sure exactly what you'd like the Government or Parliament to do about this.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-17T17:56:01.311Z"
    },
    "id": 601049,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601049.json"
    },
    "type": "petition"
}