{
    "attributes": {
        "action": "To put an end to the illegal crossings of migrants across the channel.",
        "additional_details": "The government should address and identify  the pull factors, including not one illegal immigrant sent back. This cannot go on as it is, because it is having a negative impact on genuine persecuted asylum seekers and how they are perceived. As Britain has always been a welcoming country, this will be in jeopardy if the people of this island and the long suffering tax payer feels under siege and threat.",
        "background": "The Tory Government to do what it said in the Brexit Referendum and TAKE BACK CONTROL of our borders and illegal immigration. It is dangerous for the migrants and threatens UK security.  The situation continues to deteriorate, with evermore crossings from safe countries",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-13T19:53:36.919Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-21T16:37:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-25T17:40:14.592Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about illegal attempts to enter the UK, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRevoke UK-France agreement to tackle illegal immigration: https://petition.parliament.uk/petitions/593478"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-25T17:40:21.221Z"
    },
    "id": 601195,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601195.json"
    },
    "type": "petition"
}