{
    "attributes": {
        "action": "introduce a carbon dividend levied on imports and given to consumers",
        "additional_details": "By distributing the levy as a dividend, consumers as a whole would have no net cost of any increase in prices. Nevertheless, those consumers who choose goods with a lower carbon footprint would be better off. In addition, the costs of decarbonising the UK energy supply would no longer disadvantage UK industry compared to the importers of goods manufactured in countries relying heavily on coal and other fossil fuels.",
        "background": "The carbon footprint of goods entering the UK needs to be accounted for. Import duty should be levied according to the carbon footprint of goods entering the country. The revenue generated could be passed on to consumers as a dividend so that we are no worse off than before.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-12T15:12:13.099Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-19T21:34:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-24T13:32:10.570Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to how imports are taxed, but we're not sure exactly how you want any levy and dividend to work. Your petition refers to people being no worse off than before, but then also says that people who choose goods with a lower carbon footprint would be better off. It is therefore not clear how you want any levy and dividend to operate.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-24T13:32:14.098Z"
    },
    "id": 601122,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601122.json"
    },
    "type": "petition"
}