{
    "attributes": {
        "action": "Reinstate compulsory mask wearing in public and social distancing",
        "additional_details": "Don’t wait until we reach horrific case levels, mass loss of lives and an even more stretched NHS causing more strain and pressure upon the workers who have fought tirelessly throughout this pandemic to save the lives of our loved ones, risking their own lives.  They are entering the busiest time of the year, exhausted & mentally drained, so ease the inevitable by reintroducing these minimal requirements to avoid a winter lockdown.",
        "background": "Covid cases are rapidly rising and the NHS is beginning to reach struggling levels at this early stage of winter- prevention is better than cure!  Act now before it’s too late, learn from the past, small alterations to people’s lives now will reduce the chance of another highly destructive lockdown.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-13T14:34:35.000Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-13T18:44:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-18T11:58:01.361Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign and share these petitions calling for connected actions:\r\n\r\nMake wearing a face covering mandatory in indoor spaces and busy public areas\r\nhttps://petition.parliament.uk/petitions/599619\r\n\r\nKeep face masks mandatory for public transport after the lifting of restrictionshttps://petition.parliament.uk/petitions/590694\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-18T11:58:01.358Z"
    },
    "id": 601178,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601178.json"
    },
    "type": "petition"
}