{
    "attributes": {
        "action": "Make Cornwall council keep our public paths/bridleways cut for their purpose",
        "additional_details": "I want the government to make Cornwall council take responsibility for our bridleways , byway, public paths,cut them to the correct standards. We are constantly told there are no funds yet footpaths get trimmed. Our bridleways are rutted from illegal trial bikers and run off water  making them difficult for our horses to walk safety, land owners change the surface of paths without permission, Dangerous side and over hang growth causing riders to be dragged off their horses and horses tripping",
        "background": "I am fed up with dangerous paths and over grown side growth. We are discriminated against told there are no funds for the upkeep. Only in a emergency which still gets ignored, this is not good enough, we need safe paths for riders and the council need to take responsibility and upkeep them",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-12T13:37:55.115Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-14T10:49:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-18T14:33:53.438Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Local decisions about paths and bridleways are a matter for individual local authorities, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-18T14:33:53.462Z"
    },
    "id": 601119,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601119.json"
    },
    "type": "petition"
}