{
    "attributes": {
        "action": "Include booster vaccinations on the NHS Covid pass and show dates of validity",
        "additional_details": "There is an increasing need for travel but also an increasing awareness in this country that vaccinations have a time limit on effectiveness. Should things take a turn for the worse, proof of a timely booster may well become necessary and it would be better for all to be prepared for that eventuality and have the process and proofs already in place. France, Switzerland, Austria and Israel are all already indicating that proof might soon be required.",
        "background": "Especially for travel other countries are now demanding proof of booster if 6 months have passed since vaccination. We need to provide that proof once a booster is given. The current pass must be amended to be able to show all Covid vaccinations and the date of delivery or expiry as appropriate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-16T11:43:25.062Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-18T09:21:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-23T10:45:02.240Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that Boosters and third doses will appear on the COVID Pass in England, making it easy for people to show their vaccine status when travelling abroad: https://www.gov.uk/government/news/boosters-to-be-added-to-nhs-covid-pass-for-travel"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-23T10:45:03.196Z"
    },
    "id": 601347,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601347.json"
    },
    "type": "petition"
}