{
    "attributes": {
        "action": "Politics and Law to be made core subjects for Key Stage 2, 3, 4 and  5.",
        "additional_details": "Voting in Elections and being active in Politics requires young people to be politically educated from a young age. Understanding The Rule of Law requires young people to be educated in Law from a young age. Politics and Law are too important to be briefly introduced in Citizenship. They are distinct subjects and equip all young people for the choices and challenges of t he modern world. All young people should receive a graduation qualification in Politics and Law- apprenticeship for life!",
        "background": "We require a school curriculum fit for the 21st Century. It is time for the Government and Parliament to change what we are teaching in schools. The understanding of Politics, Democracy, Participation and Law is a priority. Politics and Law to be made core subjects for Years 5-13.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-16T09:35:30.573Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-16T11:03:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-22T10:10:08.937Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Politics is already part of the statutory curriclum at KS3 and KS4. You can read more here:\r\nhttps://www.gov.uk/government/publications/national-curriculum-in-england-citizenship-programmes-of-study/national-curriculum-in-england-citizenship-programmes-of-study-for-key-stages-3-and-4  \r\nStudy beyond KS4 in schools does not include compulsary subjects.  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as extending politics education to KS2, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-22T10:10:10.148Z"
    },
    "id": 601339,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601339.json"
    },
    "type": "petition"
}