{
    "attributes": {
        "action": "Stop all illegal immigrants from coming to the UK",
        "additional_details": "We see on the news every day that thousand of immigrants make the journey from France illegally to attempt to seek asylum in the UK, this is not only costing the tax payer it also poses a huge security risk to the British people as some of these could be unknown terrorists, we the people ask parliament to speed up legislation that is designed to return illegal immigrants to there country of origin, as this is becoming very frustrating to the British public.",
        "background": "Stop all illegal immigrants from coming to the UK and remove all the ones that are already here, the government are supposed to protect the British people, illegal immigrants could be a security risk and be terrorist cells. speed up legislation designed to return illegal immigrants.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-15T19:10:21.047Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-15T20:13:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-22T08:13:45.762Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about people entering the UK through illegal means, but we're not sure exactly what you'd like the Government to do to prevent this. It's also not clear if you want the Government to seek to remove all people who have entered the UK through illegal means to be removed, or only those who do not have a legal claim to remain in the UK.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T10:25:20.252Z"
    },
    "id": 601311,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601311.json"
    },
    "type": "petition"
}