{
    "attributes": {
        "action": "Ban ex-ministers from lobbying for/getting benefit from companies who benefitted",
        "additional_details": "If we stop MPs from exploiting their roles for extra personal gain then we will discourage inappropriate people seeking the role in the 1st place, encouraging more passionate candidate MPs who just want to honestly represent the views of the people who elected them, with zero bias for anyone who may reward them later. It's a role with huge power & responsibility, so all political decisions should be for the benefit of their constituents, not promised company rewards/work after they leave office.",
        "background": "After leaving office Ministers must not be allowed to lobby for, nor accept money/shares/jobs from any company that was awarded a public contract, or which benefitted from the MP’s actions, even after leaving parliament. Restriction to be policed for no less than 10 years after they leave parliament",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-17T20:20:47.196Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-17T20:38:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-24T14:46:43.364Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the work undertaken by former Ministers, but we're not sure exactly what restrictions you want to be imposed on former Ministers.\r\n\r\nWe could accept a petition calling on the Government to extend the prohibition on lobbying Government from two to 10 years, and create a prohibition on working for companies working in a sector a former Minister has served in the department of, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-24T14:46:44.175Z"
    },
    "id": 601461,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601461.json"
    },
    "type": "petition"
}