{
    "attributes": {
        "action": "Stop binning Covid vaccines. It's both immoral & shooting ourselves in the foot!",
        "additional_details": "Because we weren't sure which  jabs would work & be ready in time, we bought way more than we needed, maybe as much as 200 million for 2022\r\n1. The more unvaccinated people there are on the planet, the more certain a new variant that resist our vaccines will emerge\r\n2. Many countries in the world can't get vaccines because we (rich countries) pushed the price up & have most of the stock\r\n3. Binning vaccines under these circumstances is deeply immoral",
        "background": "The UK government bought lots of vaccines, and got them into the arms of most of us. We got a life back; Fab!\r\nThe current policy seems to be, if we can't use it and it's getting out of date; bin it.\r\nGive them instead to those who don't have the means to get vaccines.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-17T10:18:45.786Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-17T11:32:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-22T15:56:57.734Z",
        "rejection": {
            "code": "duplicate",
            "details": "We understand that you are concerned about vaccines being wasted, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease donations of and funding for COVID 19 vaccines to developing countries: https://petition.parliament.uk/petitions/596403\r\n\r\nDonate all surplus Covid-19 vaccines to poorer countries: https://petition.parliament.uk/petitions/594508\r\n\r\nIf you want the Government to do something different to the above petitions you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-06T09:00:24.536Z"
    },
    "id": 601418,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601418.json"
    },
    "type": "petition"
}