{
    "attributes": {
        "action": "Create legislation for manufacturers to make lollipops safer for children",
        "additional_details": "I am collating statistics for deaths and near misses in children from choking on this type of lollipop in recent years by looking in to data from the ONS (Office of National Statistics) and Hospital A&E admissions.\r\n\r\nThis will provide real evidence of the danger.\r\n\r\nHowever, this petition will also show the Government how strongly the public feel that lollipop manufacturers should have a responsibility to make this change to reduce the risk of harm to children.",
        "background": "I want to make a legislative change to how manufacturers make hard boiled lollipops  in order to improve child safety. \r\n\r\nI want the spherical ball lollipop to be prohibited & changed to a flat disc shape in order to reduce the risk of choking if the lolly comes away from the stick unexpectedly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-18T01:37:49.291Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-18T06:12:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-23T13:02:52.411Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand that you are concerned about the potential hazard to children that spherical lollipops can have, but the Government are not responsible for the design of lollipops. This would be for the manufacturers.\r\n\r\nYou could have a petition calling for an awareness campaign for parents if this is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-23T13:03:04.585Z"
    },
    "id": 601481,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601481.json"
    },
    "type": "petition"
}