{
    "attributes": {
        "action": "Make being a living wage employer mandatory when profit margin is over 9%",
        "additional_details": "We need to ensure a safety net for those who have worked so hard to keep everything functioning so the quality of life isn’t challenged even more. Inflation will make the lives of many even more difficult and people deserve a genuine living wage as set out by the living wage employer scheme. Throughout the pandemic the work of the people and the perseverance shown is extraordinary and worrying how to pay the next bill or where the next meal is coming from shouldn’t be an issue at this point.",
        "background": "It should be mandatory that any employer whom has a profit margin of over 9% should sign up as a living wage employer. With many living on the breadline and surviving day by day, we need to ensure a safety net for those that work hard to keep this country functioning.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-17T22:51:28.934Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-17T23:06:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-23T10:35:05.878Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nThe Government is responsible for setting the National Minimum Wage and National Living Wage rates, but decisions about whether to become a Living Wage Employer, which is not a government scheme, are a matter for individual employers, not the Government or Parliament.\r\n\r\nAs a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-23T10:35:06.648Z"
    },
    "id": 601475,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601475.json"
    },
    "type": "petition"
}