{
    "attributes": {
        "action": "Review footpaths and support landowners and their rights to protect livestock.",
        "additional_details": "The impact these outdated routes have on people and livestock. Sheep are killed daily from dog attacks. Livestock fed incorrect food and dying through ignorance. Poultry killed by dogs, Horses terrified by strangers and loose dogs. Family homes are blighted by strangers walking passed your window. People using footpaths as a way to gain access to property and then returning to steal from landowners. Gates left open and livestock escaping onto roads and causing road traffic accidents.",
        "background": "Footpaths are very outdated. Some dated back to 5000BC. They were used by farm workers, church goers, school children and persons without transport. The Government need to review each path and the impact they have on each home or farm owner and the risk to livestock.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-17T18:30:57.850Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-17T22:24:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-23T12:57:15.691Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you would like to see changes to footpaths and public rights of way, but it is unclear what specific action you would like the Government to take. The responsibility for maintenance and usage, including routes that the footpaths take, lies with the local county council or unitary authority and as such the Government would not be responsible for amending routes of individual pathways.\r\n\r\nYou could start a new petition calling for a review of the legislation around public rights of way if this is something you would like to see happen.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-23T12:57:22.079Z"
    },
    "id": 601454,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601454.json"
    },
    "type": "petition"
}