{
    "attributes": {
        "action": "Give victims of sexual/domestic  abuse the same rights in family court system",
        "additional_details": "Victims of serious reported sexual & domestic abuse are facing 2-3 day trial type finding of facts hearings in the family courts with harsh cross questioning they would not be expected to face in the same situation in a criminal court. Having to come face to face with their abusers and their legal teams alone, often not being eligible for legal aid.\r\nVictims of this nature need to be granted legal aid and the same special measures available to victims in a criminal court.",
        "background": "Victims of domestic and sexual abuse are not given the same rights in the family court system as they are granted in the criminal court system.\r\nThese people are some of the most vulnerable people continuing to receive abuse through the family court system. Typically in finding of fact hearings.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-18T12:37:14.847Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-19T13:27:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-24T13:03:31.492Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about processes in family courts, where these involve victims of sexual or domestic abuse, but we're not sure exactly what changes you'd like to make to how family courts operate.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-24T13:03:32.430Z"
    },
    "id": 601510,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601510.json"
    },
    "type": "petition"
}