{
    "attributes": {
        "action": "Remove cannabis from the MoDA and recognise it as a therapeutic supplement.",
        "additional_details": "It doesn't make sense to police that which you recognised as medicine in 2018. You police it under the guise of public safety but have created an illegal cannabis trade that ruins lives. You stop people healing organically with cannabis in favour of pharmaceuticals. You let children die from epileptic fits while preventing their parents from growing the treatment that works in the garden. while you do that, you profit from being the largest supplier of cannabis in the world. Follow the science.",
        "background": "Id like the government to follow the science when it considers the legality of cannabis. I'd like for them to stop ignoring all the reports and studies that show that cannabis is a vital supplement. It is time to promote Cannabis and build with hemp to heal not only our people, but the environment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-18T11:39:47.198Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-18T12:05:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-23T10:38:55.376Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for related actions:\r\n\r\nLegalise cannabis for recreational and medicinal use\r\nhttps://petition.parliament.uk/petitions/598861\r\n\r\nAllow people with medicinal cannabis prescriptions to grow their own cannabis\r\nhttps://petition.parliament.uk/petitions/596416"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-23T10:38:55.372Z"
    },
    "id": 601503,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601503.json"
    },
    "type": "petition"
}