{
    "attributes": {
        "action": "A one of payment of £5k paid to surviving spouses.",
        "additional_details": "Many people still have not got an ocupational pension for many reasons. This would be recognition that the Government. Is aware of this and while has to be fiscaly prudent it is a technical financial penalty due to unforseen circumstances.",
        "background": "It is unfair that a person who has worked and met the conditions for a state pension then dies within a short time before recieving a state pension  should not have financial recognition for his contributions. The loss of his or her state pension can have devastating effects on families.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-19T12:11:29.234Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-20T17:47:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-25T08:18:23.732Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to create a spousal payment in certain circumstances, but we're not sure exactly who you want to be eligible for this. Your petition refers to people who meet the conditions of a state pension and die within a short time of receiving this, but it's not clear when you want people to be eligible for a spousal payment.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-25T08:18:24.561Z"
    },
    "id": 601585,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601585.json"
    },
    "type": "petition"
}