{
    "attributes": {
        "action": "Teaching Kindness at school to be part of the curriculum",
        "additional_details": "Teaching Kindness in schools by putting it on the curriculum can make a big difference and is more than just a trend.\r\n\r\nEvidence shows teaching young people kindness directly reduces bullying, disruptive behaviour and helps increase social and emotional wellbeing.\r\n\r\nBeing kind produces endorphins, activating areas of the brain linked with pleasure, trust and connection. These feel-good feelings are contagious, encouraging even kinder. When taught in schools it has the ability to reduce bullying.",
        "background": "Due to increase in cyber-bullying, I propose the government adds teaching Kindness as part of the school curriculum. Being kind has many physical, mental and emotional health benefits.\r\n\r\nIn recent study it revealed almost two thirds of British 16–24-year-olds (64%) have engaged in cyber-bullying.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-20T12:49:23.902Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-20T13:10:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-24T15:37:04.880Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Department for Education's guidance on Relationships Education already states that pupils should be taught how to treat each other with kindness, consideration and respect, and that pupils should develop personal attributes including kindness. This is taught in both primary and secondary school.\r\n\r\nYou can read the Government's full statutory guidance on relationships education here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1019542/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-24T15:37:05.700Z"
    },
    "id": 601631,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601631.json"
    },
    "type": "petition"
}