{
    "attributes": {
        "action": "Stop enforcement of COVID-19 vaccination it shouldn’t be mandatory for a job",
        "additional_details": "It’s against my human rights to be forced to have a vaccine for a job, it’s against my ethical rights, why should I have the vaccination when this was created by us human beings not looking after the planet? COVID is a zoonotic transmissible disease. Why can’t we use herd immunity? Clinical trials for non vaccinated people, routine enforced testing.",
        "background": "Clinical trials for non vaccinated people\r\nOffer disclaimers for non vaccinated people\r\nAllow people to keep weekly testing rather than take the vaccine \r\nThink about herd immunity",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-23T18:01:23.865Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-23T18:54:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-29T10:14:16.193Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about people being required to be vaccinated against Covid-19 in order to do certain jobs, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProhibit employers from requiring staff to be vaccinated against Covid-19: https://petition.parliament.uk/petitions/599841\r\n\r\nDo not require a Covid passport for access to any services, jobs or events: https://petition.parliament.uk/petitions/593122\r\n\r\nOutlaw discrimination on the basis of vaccination status: https://petition.parliament.uk/petitions/596004\r\n\r\nDo not make COVID vaccination a requirement for health and social care workers: https://petition.parliament.uk/petitions/600872"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-29T10:14:16.839Z"
    },
    "id": 601799,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601799.json"
    },
    "type": "petition"
}