{
    "attributes": {
        "action": "Remove ticket touts",
        "additional_details": "We as hard working individuals should have confidence in our purchases.  In everything. We should not be part of a greedy company that knows that demand may at times exceed supply. It's so shady.",
        "background": "This is such a gray area. Why? As a consumer you should get what you pay for. No third party involvement. Why does this happen? Viagogo for instance have such a poor rating. Why do have to tolerate this?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-22T20:58:56.596Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-22T21:39:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-29T08:47:22.163Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about certain organisations that facilitate ticket resales, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government introduced new rules in 2018 that require more information from sellers on secondary ticket websites to better protect fans from rip-off prices: https://www.gov.uk/government/news/new-rules-will-protect-fans-from-ticket-touting\r\n\r\nEarlier this year the Competition and Markets Authority called for stronger laws to tackle illegal ticket resale: https://www.gov.uk/government/news/cma-calls-for-stronger-laws-to-tackle-illegal-ticket-resale\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-29T08:47:23.763Z"
    },
    "id": 601745,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601745.json"
    },
    "type": "petition"
}