{
    "attributes": {
        "action": "I would like the government to review how student finances works in education",
        "additional_details": "The system needs to be updated, this is so students who have gained debts from qualifications they haven’t achieved can have an easier route to start university again from fresh and obtain a qualification and graduate.  \r\nA button should be added to students online account to allow them to pay off all debt and delete their account. A student like myself who has learned from past experiences, may wish to delete their old finance account and create a blank new one, to allow me to do a 4 year degree",
        "background": "I would like the government to review and update how student finances work to help people within education. To make it easier for students to wipe/clear student debts and start over. I also would like you to help students who have dropped out before, into an easier way to complete university fully",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-23T13:26:34.252Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-23T20:24:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-29T10:15:24.624Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing arrangements for student finance, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-29T10:15:25.522Z"
    },
    "id": 601785,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601785.json"
    },
    "type": "petition"
}