{
    "attributes": {
        "action": "Upgrade high school anti bullying strategy to Zero tolerance of bullying policy",
        "additional_details": "Schools should be pro active in educating children and young adults regarding all aspects of bullying. It is also not socially acceptable to watch and laugh as someone is being bullied. In the work place zero tolerance of bullying policies are in place, the same should apply to schools.\r\nThe impact on the victims of bullying stays with that child for life. \r\nPhysical, emotional, phycological, indirect etc… bullying has to stop!\r\nZero tolerance of bullying policy for all high schools six forms etc…",
        "background": "Make it law, high schools, six form and colleges have a zero tolerance of bullying policy. There is not enough done to protect children from bullying & it’s consequences. A good telling off is not sufficient, a clear message to parents and children should be in place. Bully and your expelled.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-23T00:26:12.609Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-23T08:22:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-29T09:42:42.501Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about bullying in schools, however it's not clear what you want to be considered as 'bullying' for the purpose of any such 'zero tolerance' policy. \r\n\r\nIn any case, while schools are required to have behaviour policies in place, the content of those policies is left to individual schools to determine and is not set by the Government. If you have specific concerns about the behaviour policy at a particular school, you could contact them to express your concerns.\r\n\r\nYou could also raise any such concern with a particular school's behaviour policy with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors.\r\n\r\nYou could have a petition calling for the Government to commission a review of how bullying is addressed in schools in England, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-29T09:43:51.076Z"
    },
    "id": 601769,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601769.json"
    },
    "type": "petition"
}