{
    "attributes": {
        "action": "Better define and regulate pre-existing conditions on pet insurance.",
        "additional_details": "I was refused a payout from my insurer when my beloved pet started a bout of sickness (vomiting). They did this by citing that 9 months prior, when the dog was just 10 weeks, we took her to the vets as she had diarrhoea and according to vet notes may have vomited. This ended up being due to a change in food and acclimatising to solid foods. Due to it not being in my definition an existing issue I did not list it, as a result when I needed the cover, the insurer only insured they were protected.",
        "background": "The government needs to define what a pre-existing condition is, so pet insurers cannot use it as a chance to avoid payout, abandoning their responsibility to their customers and letting down pets who may then miss out on much needed treatment as a result of a technicality.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-24T20:56:31.780Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-24T21:50:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-30T10:54:18.281Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government is not responsible for the content of insurance policies, as this is a contractual decision between the insurer and customer. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-11-30T10:54:19.568Z"
    },
    "id": 601891,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601891.json"
    },
    "type": "petition"
}