{
    "attributes": {
        "action": "Hold Local Authorities responsible for all Abuse that happens while in care.",
        "additional_details": "This responsibility MUST include Foster Care settings, Residential School settings, Adoption Settings and young offenders settings. The Local Authority should be held responsible for all situations that a child and/or young person endures during their time under the care of the local Authority. Including if the Local authority pays another business, Residential setting to care and provide for the mentioned child/young person. This needs to include any businesses that may now have ceased running.",
        "background": "We are asking for all Local Authorities in the UK to be held responsible for any & all abuse to a child/young person that is under their care. So any rape, sexual abuse, violence & neglect that happens while the child/young person is receiving Local Authority interventions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-26T14:01:52.228Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-26T18:57:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-02T08:10:22.218Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about accountability for children who are in care, but we're not sure what you mean when you say you want local authorities to be made \"responsible\" for anything that happens to children that are in care.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-02T08:10:24.162Z"
    },
    "id": 601984,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601984.json"
    },
    "type": "petition"
}