{
    "attributes": {
        "action": "Allow refugees granted leave to remain to apply for qualification loan scheme.",
        "additional_details": "This qualification loan scheme will help refugees granted leave to remain in the U.K. to integrate faster and efficiently by contributing to the British society fairly and not to be given state benefits.  No burden for tax payers and a fair chance in life for those in desperate need to provide for their families. I believe it’s a win win situation for refugees, tax payers and the economy, by minimising staff shortages in sectors such as health care, transportation, hospitality, agriculture, etc.",
        "background": "The Government to create a qualification  loan scheme with no interest for refugees granted leave to remain to enrol on English courses and/or qualification programs that may lead to a career path. The loan will be repaid when earning on the job. Please sign this petition to help refugees!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-25T04:06:33.899Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-25T16:51:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-01T08:14:30.483Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government already provides interest-free refugee integration loans, that can be used for education and training for work: https://www.gov.uk/refugee-integration-loan\r\n\r\nWe could accept a petition calling for changes to these loans, but it would need to be clear what changes you want to be made to existing provisions for loans."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-01T08:14:31.536Z"
    },
    "id": 601901,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601901.json"
    },
    "type": "petition"
}