{
    "attributes": {
        "action": "At Goodwin academy school we request to wear are PE kits home after period 5",
        "additional_details": "At Goodwin Academy the school council and students have a numerous amount of times asked for this to occur as it can give us as pupils longer lessons and remove the time wasted in getting changed back into our school kits. This valuable 10-15 minutes can over a course of time build up to extra knowledge and skills we would of missed if we wasn’t getting changed. Getting changed after period 5 wastes the students time and the teachers when in fact it could be used as a learning experience",
        "background": "We formally request at Goodwin academy that after period 5 PE lessons we wish to return home in our PE kits and not waste time getting changed back into are school uniform, by doing this our lessons can also go on for longer and use the time we take getting changed into a longer learning experience.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-25T19:58:33.097Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-25T20:10:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-01T08:42:01.563Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about school uniform polices at individual schools are a matter for the school authorities, not the Government or Parliament. If you are unhappy with a school's uniform polices you should contact them directly.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nBan mandatory school uniforms: https://petition.parliament.uk/petitions/591532\r\n\r\nRequire schools to adopt activewear for school uniforms: https://petition.parliament.uk/petitions/588448"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-01T08:42:02.533Z"
    },
    "id": 601943,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601943.json"
    },
    "type": "petition"
}