{
    "attributes": {
        "action": "Recognise LGBTQ+ parents equally on UK birth certificates",
        "additional_details": "UK birth registration is outdated and discriminatory, e.g. the Births and Deaths Registration Act dates back to 1953 and only recognises one family structure: \"the nuclear family\".\r\nKey issues:\r\n– Only heterosexual, cisgender parents can register accurately as \"mother\" or \"father\"\r\n– Children born to transgender parents or through surrogacy have inaccurate birth certificates\r\n– The definition of \"parent\" in the Human Fertilisation and Embryology Act 2008 is extremely narrow and gender-specific",
        "background": "Birth certificates should record legal parenthood. Parents need the choice to register according to legal gender or gender neutrally. Children must also know their genetic make-up and who gave birth to them. This requires root and branch reform of birth registration law (inc. the BRDA, HFEA and GRA)",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-25T07:38:00.762Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-25T09:16:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-11-30T13:27:40.055Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you would like to see changes to birth certificates, and possibly also other legislation, but we're not sure what changes you want.\r\n\r\nYou could start a new petition explaining clearly what changes to birth certificates you would like see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-06T15:20:14.967Z"
    },
    "id": 601909,
    "links": {
        "self": "https://petition.parliament.uk/petitions/601909.json"
    },
    "type": "petition"
}