{
    "attributes": {
        "action": "Ban products that have phosphates if they enter our watercourses",
        "additional_details": "These phosphates are entering our watercourses and causing huge environmental harm. In Windermere, in the Lake District, these phosphates as factor in algal bloom events which is depleting dissolved oxygen in the lake, kissing fish. Windermere is dying ecologically. The government needs to address the problem with the current ecological status of our freshwater ecosystems. By completing this it will enable United Utilities to reduce their impact on the phosphorus load in the Windermere catchment",
        "background": "The government should first trial this ban in National Parks before rolling it out the entire country. The phosphates In these products are decimating our fragile freshwater ecosystems.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-27T13:09:00.044Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-30T15:40:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-06T09:28:41.531Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about phosphates entering water courses, but we're not sure exactly what products you'd like the Government or Parliament to ban. Your petition refers to banning \"products that have phosphates if they enter our watercourses\", but it's not clear if this means you want all products containing phosphates to be banned, as any such product could enter a watercourse, or something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-06T09:28:43.641Z"
    },
    "id": 602035,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602035.json"
    },
    "type": "petition"
}