{
    "attributes": {
        "action": "change the way a mutual exchange is done",
        "additional_details": "It is very hard to get a house exchange made worse as every housing has different rules and that can be hard as some allow things that other dont and makes it hard for people to get the right house for them and it is so up setting for people when they have every think set and sorted to move house and then people pull out at the last min it can make people ill when it happens more then once it need to be changed to help everyone",
        "background": "change the way the exchange prosses is done once the paper work is completed that should be a declaration that you agree to move and you will get a fined if you back out unless there is good reason. Every housing company need to have the same rules about how many can live in the different size house",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-28T19:01:09.891Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-29T12:03:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-03T09:01:30.713Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing arrangements for exchanging council or housing association homes, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe could accept a petition calling on the Government to introduce fines for tenants if they back out of a mutual exchange after a certain point without a legitimate reason.\r\n\r\nDecisions about occupancy of council or housing association homes are a matter for the council or housing association, not the Government or Parliament.\r\n\r\nYou could start a new petition explaining clearly what you would like the \r\n Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-03T09:01:39.921Z"
    },
    "id": 602099,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602099.json"
    },
    "type": "petition"
}