{
    "attributes": {
        "action": "Transition from animal to arable agriculture to protect against climate change.",
        "additional_details": "Animal agriculture is the second largest contributor to human-made greenhouse gas (GHG) emissions after fossil fuels and is a leading cause of deforestation, water and air pollution and biodiversity loss.\r\n\r\nIt is vital that we all take a stand and effect change as a matter of urgency, in order to protect our Earth and to ensure a habitable world exists for future generations.\r\n\r\nThis is supported by Sir David Attenborough.\r\n\r\nI was alarmed to see the lack of consideration for this topic at COP26.",
        "background": "Encourage farmers in the UK to switch to arable agriculture to facilitate further growth in plant-based lifestyles which will in turn, reduce our carbon emissions in these desperate times.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-27T09:02:16.321Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-27T09:51:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-14T12:15:33.533Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like to see more farmers moving away from animal farming but it is unclear which policies or areas of the law you would like changed, or what should be introduced to make this happen. \r\n\r\nYou could start a new petition explaining clearly what specific action you would like the Government or Parliament to take.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-14T12:15:38.137Z"
    },
    "id": 602025,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602025.json"
    },
    "type": "petition"
}