{
    "attributes": {
        "action": "Restoration of 4 Lanes from Hyde Park Corner to Marble Arch (Northbound Route)",
        "additional_details": "There are already cycle lanes going through Hyde Park. So why was there a need for the road to be reduced to ONE lane? It was okay as it was before lockdown. Flowing traffic and ample space. Now motorists (as always) have to suffer the consequences.\r\n\r\nTfL can't even sort issues, such as wage disputes with RMT but want to reduce lanes and spend money unnecessarily when this budget can be used towards something much more useful and of benefit to the general public.\r\n\r\nPlease sort out this mess?",
        "background": "The single lane (Northbound) is causing heavy amounts of traffic. The mayor reduced the lanes cleverly during lockdown when no one was using these routes due to staying at home. Now it takes even longer to drive up from Hyde Park Corner towards Marble Arch.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-27T18:43:57.827Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-27T19:02:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-02T08:22:13.149Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. This is a matter for Transport for London, the London Assembly and the London Mayor.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-02T08:22:14.169Z"
    },
    "id": 602048,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602048.json"
    },
    "type": "petition"
}