{
    "attributes": {
        "action": "Close our borders and restrict all foreign travel to prevent another lockdown.",
        "additional_details": "Undertaking of the above proposed strategy would reduce the risk of COVID variants entering the UK, and would thus reduce risk of another lockdown being necessary, the vaccines effectiveness being compromised and subsequently reduce the impact on industries being affected once again, ie. with the implementation of travel restrictions with mandatory quarantine several industries would instead thrive, ie. hospitality sector boom with quarantines and ‘staycations’, construction and retail remain unaffected and UK citizens spending in the UK boosting our economy, businesses able to remain operating, aviation sector still operating for those still wishing to travel abroad having quarantined etc.",
        "background": "To avoid another lockdown and to restrict potential of COVID variants reaching our country, restrict all foreign travel and citizens entering & leaving the country unless they undertake mandatory 10 day hotel quarantine before re-entering essentially creating a UK wide COVID bubble as a whole.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-27T22:31:01.088Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-27T22:41:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-02T08:38:24.346Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about about Covid-19, but we're not sure if you want the Government to close the UK's borders, or require 10-day managed quarantine for all UK arrivals, or something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nClose all UK border to prevent COVID-19 spread: https://petition.parliament.uk/petitions/602058"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-02T08:38:25.084Z"
    },
    "id": 602062,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602062.json"
    },
    "type": "petition"
}