{
    "attributes": {
        "action": "Change A-Level essay subject exams from hand-written to computer typed.",
        "additional_details": "I think the Education Secretary should create a new policy where exams that are totally essay based at A-Level should only be typed as opposed to being handwritten. GCSEs should carry on being written by hand so that the skill is adopted by all children, however when studying A-Levels I believe that it would be better if these exams were typed because a majority of workplaces require skills in typing, especially at a fast pace. Learning to type under timed conditions would improve our education.",
        "background": "Change humanities subjects (History, Politics, Geography, English etc) from being handwritten to typed in exams. This would improve the United Kingdom's ability in the tertiary sector.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-29T16:34:30.449Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-29T19:12:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-06T08:25:43.459Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about how to deliver exams are a matter for individual schools and exam boards, not the Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRequire exam boards to give all students the option to type their exam answers: https://petition.parliament.uk/petitions/589313"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-06T08:25:44.374Z"
    },
    "id": 602157,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602157.json"
    },
    "type": "petition"
}