{
    "attributes": {
        "action": "Improve DBS & access to info on those working with vulnerable adults/children.",
        "additional_details": "Those working with the most vulnerable must be held to the highest standard & employers in the care sector must be made aware of inappropriate or concerning behaviour, past & present.\r\n\r\nThe current law and regulations around the Disclosure & Barring Service fail to adequately protect vulnerable adults & children from those who may be a risk to them. \r\n\r\nRelatives of vulnerable adults & children should be able to request & access information on those working with their loved ones if they are a risk.",
        "background": "The petition calls for\r\n\r\nRelatives to be able to request info on those working vulnerable adults or children\r\n\r\nMeasures to improve communication between the CQC, Social Services & the DBS\r\n\r\nA requirement for the DBS to immediately contact an individuals employers if their DBS status changes",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-11-29T20:17:59.224Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-11-30T18:35:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-06T13:27:46.554Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing measures to vet workers in certain sectors, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition refers to rights to request information about people working in certain sectors, and measures to improve communication between sectoral bodies and Disclosure &\r\nBarring Service, but it's not clear what information you want people to be given rights to request, or how you want communication to be improved.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-06T13:27:47.522Z"
    },
    "id": 602169,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602169.json"
    },
    "type": "petition"
}