{
    "attributes": {
        "action": "Give Ofsted greater powers to inspect and regulate all schools in the UK",
        "additional_details": "The UK currently has separate executive agencies such as Education Scotland, which means that Ofsted does not have jurisdiction across schools outside of England. It also lacks responsibility for inspecting the majority of private and independent schools, which are overseen by separate organisations. By abolishing these agencies and streamlining their responsibilities into Ofsted, we can create a more efficient education inspection body that applies the same standards across every UK school.",
        "background": "Ofsted currently inspect education and training services to both young and adult learners, yet their powers do not extend to all schools across the UK. We’re calling on the government to streamline Ofsted to inspect and regulate all schools in the UK, whether they are private or state-run.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-01T09:31:22.159Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-09T14:33:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-14T11:16:00.948Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Education policy, including policies relating to inspections, in Northern Ireland, Scotland and Wales are devolved to the Northern Ireland Executive, Scottish Government, and Welsh Government respectively. The UK Government is therefore unable to take the action this petition calls for.\r\n\r\nYou could have a petition calling on the UK Government to extend Ofsted's remit to include the inspection of all private and independent schools in England, if that is something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-05T10:50:38.894Z"
    },
    "id": 602253,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602253.json"
    },
    "type": "petition"
}