{
    "attributes": {
        "action": "STOP MANDATE COVID & FLU VACCINE FOR NHS EMPLOYEES & CARE HOME WORKERS",
        "additional_details": "You would be firing up to 60,000 NHS employees . This would cripple the hospitals more than it has already. We are struggling already and so many staff are off sick with stress or depression due to the workplace. \r\nFreedom of choice would be a thing of the past in this country if you choose to fire people due to them not having the covid vaccine. \r\nIm terrified as a 23 year old moving out&getting a mortgage. I now have to worry about losing my job as Im refusing something i don't want in my body.",
        "background": "I want the government and parliament to reconsider forcing mandate covid & flu vaccination upon NHS patient facing staff & care home workers. I do not feel safe taking this vaccine and so many others feel the same. Instead i would suggest mandate covid PCR tests to be taken fortnightly by NHS staff.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-01T10:32:52.575Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-01T10:43:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-06T13:52:27.210Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nDo not make flu vaccination a requirement for health and social care workers: https://petition.parliament.uk/petitions/596957\r\n\r\nDo not make COVID vaccination a requirement for health and social care workers: https://petition.parliament.uk/petitions/600872"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-06T13:52:28.316Z"
    },
    "id": 602260,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602260.json"
    },
    "type": "petition"
}