{
    "attributes": {
        "action": "Please enforce a legal limit on the number of pockets to two \r\nper garment.",
        "additional_details": "We have as our aims an end to the daily oppression of the handbag faced by female citizens, whose garments are typically designed with no pockets at all. At the same time, we do not discount the pain experienced by men, who are all too often encumbered by the burden of too many pockets, leading to the inconvenience and humiliation of regularly misplacing small items.\r\n\r\nWe feel that an enforced industry standard of two pockets per garment would go a long way towards satisfying both parties.",
        "background": "We, the undersigned, request that the government institute a legal standard for clothing manufacturers regarding the number of pockets per garment. We propose that the new regulations should dictate both a minimum and maximum of two pockets each. \r\n\r\nSocks should be excluded from this requirement.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-01T07:32:13.441Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-01T07:53:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-06T13:50:25.892Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about how many pockets to include on items of clothing are a matter for clothing manufacturers, not the Government or Parliament. Similarly, it is up to individual consumers what clothes to buy. As a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-06T15:20:12.095Z"
    },
    "id": 602250,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602250.json"
    },
    "type": "petition"
}