{
    "attributes": {
        "action": "That the government treat the Covid debt similar to 'war debt'.",
        "additional_details": "The government has used this debt as a 'propoganda' tool to deliver further austerity and punishment of the poorest and weakest in society. Disregarding the need to service the NHS, Social Care and infrastructure delivery at a level the population needs to move forward and they deserve as taxpayers in the 5th wealthiest nation.",
        "background": "Legislate to exclude the Covid Pandemic debt from the annual Budget as a component of the GDP.\r\nLegislate to treat similar to a 'war debt' recovered over the next 50yrs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-02T11:42:29.785Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-11T09:22:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-15T08:54:00.902Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of the cost of the Covid-19 pandemic on other spending, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nReclassifying government spending on Covid-19 would not affect the UK's financial obligations regarding this debt, and it's not clear exactly how you want the debt resulting from spending on Covid-19 to be treated differently to other government debt.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-15T08:54:01.747Z"
    },
    "id": 602335,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602335.json"
    },
    "type": "petition"
}