{
    "attributes": {
        "action": "Extend paediatric health care for life limiting muscle wasting conditions.",
        "additional_details": "Extending paediatric care until the age of 21 will ensure that the right specialist care is offered. Currently once transitioned to adult services they are removed form specialist support networks & teams that would normally be provided for end of life care if they were under 18. This is causing huge stress not only on the person with the condition but for the families, as in nearly all cases they are left to care for their love ones themselves whilst in hospital.",
        "background": "Extend paediatric care within the NHS health services for young adults with life limiting muscle wasting conditions from age 18 to age 21. Duchenne muscular dystrophy is a life limiting muscle wasting condition for which there is no cure. By staying under paediatrics they would get better care.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-01T18:18:26.643Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-01T18:31:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-07T08:15:38.888Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about treatment and care for patients are a matter for the NHS and individual clinicians, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nWe could accept a petition calling on the Government to review healthcare for people with muscle wasting conditions, or to provide additional funding to improve care for people with these conditions, if that's something you'd like to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-07T08:15:39.672Z"
    },
    "id": 602301,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602301.json"
    },
    "type": "petition"
}