{
    "attributes": {
        "action": "Protect vulnerable and disabled from discrimination-Covid restrictions.",
        "additional_details": "Recent face covering laws have made people that can not wear masks face hostility and abuse from staff members and other members of the public while going about their daily lives.  No one should feel isolated, alienated, threatened or scared when shopping or doing other daily tasks.  The current hostile environment is stopping many people from leaving their homes and creating a atmosphere of fear and anxiety when they go out about their normal business.",
        "background": "Make a law to protect vulnerable and disabled people from abuse for not wearing face coverings and or using hand sanitisers and for them not having to divulge their reason for exemption or wear/provide a visible exemption indicator.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-01T20:32:24.023Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-01T21:56:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-07T08:39:05.649Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about people exempt from certain Covid restrictions being treated unfairly, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Equality Act 2010 already makes discrimination on the basis of disability unlawful, and there are a number of offences relating to harassment that might be applicable in the circumstances you outline.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-07T08:39:06.646Z"
    },
    "id": 602312,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602312.json"
    },
    "type": "petition"
}