{
    "attributes": {
        "action": "Parliament to address the effect of pavement parking on the disabled.",
        "additional_details": "Ministers to formally authorize and empower local government to assess, action and enforce local policies to combat discriminatory, antisocial and dangerous pavement parking,\r\nEach town, City and village has differing problems so rather than the popular view of a total blanket ban, each county or borough should adopt one of a set of approved systems  in consultation with disabled groups town planners, local residents, businesses and the emergency services.",
        "background": "Parliament has debated this many times and even had a parliamentary committee in 2018/2019 involving all those affected and no conclusion was ever resolved",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-02T01:47:56.224Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-02T08:16:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-07T08:47:17.266Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about pavement parking, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nLocal authorities and the police may act to tackle on-street and pavement parking in various ways, such as under legislation governing obstruction and dangerous parking; designating limited areas of ‘no pavement parking’ through a Traffic Regulation Order (TRO); or establishing a special parking area.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-07T08:47:18.149Z"
    },
    "id": 602323,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602323.json"
    },
    "type": "petition"
}