{
    "attributes": {
        "action": "Hold the DVLA accountable for their incorrect systems",
        "additional_details": "The DVLA have been allowed to get away with no accountability for far to long, leaving the UK residents to be fined and or have to pay to re-take tests that they have already taken.\r\n\r\nThe website and background databases are not fit for use.\r\n\r\nI.E. You buy a vehicle that is sorn'ed and what to keep it sorn'ed. You get the new log book and then a letter stating you need to go online to tax or sorn. So you go online and it says you dont need to do anything as it already is. This leads to a fine.",
        "background": "The DVLA are currently not held accountable for their mistakes. \r\nExamples are driving license renewals being sent back without the entitlements it got sent with and then if the person does not have proof they have to re-take.\r\nVehicles sold the website saying it is sorn'ed and then getting a fine.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-03T10:57:27.885Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-04T18:18:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-08T13:32:11.503Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the service provided by the DVLA, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou can find out how to complain about the DVLA here: https://www.gov.uk/government/organisations/driver-and-vehicle-licensing-agency/about/complaints-procedure\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-14T11:10:22.148Z"
    },
    "id": 602402,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602402.json"
    },
    "type": "petition"
}