{
    "attributes": {
        "action": "Educate children on different forms of abuse and neglect in the home",
        "additional_details": "",
        "background": "Bring it in as part of sexual education that children are taught about different forms of abuse and neglect in the home and how there basic needs are suppose to be being met by parents",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-04T12:52:31.895Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-04T14:03:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-08T13:23:28.122Z",
        "rejection": {
            "code": "already-happening",
            "details": "The national curriculum content on relationships education already requires schools to teach primary school students how to recognise and report feelings of being unsafe or feeling bad about any adult, how to ask for advice or help for themselves or others, how to report concerns or abuse, and where to get advice. For secondary students, schools are required to teach about the concepts of, and laws relating to, sexual consent, sexual exploitation, abuse, grooming, coercion, harassment, rape, domestic abuse, forced marriage, honour-based violence and FGM.\r\n\r\nThe guidance for curriculum content in this area also states that pupils may also need support to recognise when relationships (including family relationships) are unhealthy or abusive (including the unacceptability of neglect, emotional, sexual and physical abuse and violence, including honour-based violence and forced marriage) and strategies to manage this or access support for oneself or others at risk.\r\n\r\nYou can read the full curriculum content on relationships education here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1019542/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-08T13:23:29.702Z"
    },
    "id": 602499,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602499.json"
    },
    "type": "petition"
}