{
    "attributes": {
        "action": "Ban all sweeteners from being added into non-diet foods/drinks",
        "additional_details": "Because this would give people the choice again of having just normal sugar if they want to, people should have the freedom to choose and not have to put up with chemicals being added into everything, plus sweeteners can cause sugar cravings and other serious health problems, I feel like it's time something was done about this.",
        "background": "It's time a ban was put in place to remove sweeteners from anything non-diet, people should be given the choice, they should be options to avoid sweeteners and this ban would stop sweeteners from being added into foods and drinks without even letting the customers who buy them know.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-05T13:43:22.388Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-05T14:47:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-09T08:50:36.502Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about sweeteners being added to products, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition says sweeteners should not be allowed to be added to \"non-diet\" foods, but there is no legal definition of diet foods.\r\n\r\nYour petition also says this would stop sweeteners from being added into foods and drinks without letting the customers who buy them know, but all ingredients - including sweeteners - must already be listed on food and drink labels. It is up to consumers whether they choose to buy products with sweeteners in.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-09T08:50:37.334Z"
    },
    "id": 602591,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602591.json"
    },
    "type": "petition"
}