{
    "attributes": {
        "action": "Increase the amount of both in and out of work benefits, to help fight poverty.",
        "additional_details": "Despite the UK being proven to be the fifth richest country in the world, evidence shows that sadly, four million children (which is likely to increase over the past year, due to coronavirus), are currently living in poverty.\r\nPoverty is not only detrimental to those to who it applies directly, but also to the rest of the UK population, including the Government. \r\nVast amounts of evidence show that poverty has connections to child abuse along with youth offending.",
        "background": "I would like to request that the Government and/or Parliament, please review benefit entitlement for claimants, most of which are vulnerable people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-05T23:04:41.235Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-15T20:43:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-20T07:44:20.444Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure whether you want the Government to review benefits or increase them.  If you'd like to see them increase, it would be helpful for your petition to include a suggestion of how much you'd like them to increase.  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign this petition\r\n\r\nhttps://petition.parliament.uk/petitions/599781"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-20T07:44:23.985Z"
    },
    "id": 602633,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602633.json"
    },
    "type": "petition"
}