{
    "attributes": {
        "action": "Install speed bumps on the spiral residential road to stop reckless driving.",
        "additional_details": "There is a group of residents who had their pets killed due to reckless driving, not complying with the speed signs. Although, it's not enough, because some drivers seem to be ignoring the fact that there is a speed limit. Those roads are also used as a shortcut from station road to get quicker and avoid traffic lights on station road, to A370 that goes to Weston and M5. The concern is serious, what if a child would be next, not a dog?",
        "background": "It's a very spiral line of roads, with some blind spots where it's hard to see an upcoming car. Many drivers drive very fast and many residents stated that their animals got killed because of reckless driving.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-06T15:21:10.941Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-06T19:01:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-13T08:31:36.400Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We're not sure exactly which road you're talking about, but petitions must call for a specific action that the UK Government or Parliament is responsible for.\r\n\r\nDecisions about installing speed bumps on locally managed roads are a matter for individual local authorities, not the Government or Parliament. We can accept petitions calling for improvements to road managed by Highways England, as this is a central government agency, but it was not clear if the road you referred to was locally managed or managed by Highways England.\r\n\r\nIf this road is managed by your local authority you could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-13T08:31:37.496Z"
    },
    "id": 602686,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602686.json"
    },
    "type": "petition"
}