{
    "attributes": {
        "action": "Mandatory drug testing for MPs, Civil Servants and Local Councillors",
        "additional_details": "MPs, anyone working for an MP, civil servants and local councillors should be subjected to random mandatory drug testing. A positive test would involve immediate suspension pending examination of a blood sample provided at the time of the positive test. During the suspension they may not be involved in any way with their role, may not vote on any issue or claim expenses.\r\nShould the blood sample also return a positive result then that person should be sacked and banned from holding office again.",
        "background": "A number of people in public life are required to undergo random mandatory drug testing especially Police Officers who enforce the law of the UK on our behalf.The people who make those laws, enact them in parliament and those involved in any legislative process should also be held to this standard.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-06T18:22:07.354Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-08T14:48:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-13T17:30:40.559Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want MPs and others in public life to be drug tested, however it's not clear who specifically you mean by 'civil servants'. \r\n\r\nIn any case, such requirements for many public servants would be a matter for their employers, who are often not the UK Government or Parliament. \r\n\r\nYou might like to sign these petitions which call for similar actions:\r\n\r\n'Mandatory random drug tests every 6 months for all MPs, Lords & Special Advisors': https://petition.parliament.uk/petitions/596154\r\n\r\n'Mandatory drug tests for all MPs, Lords & their staff': https://petition.parliament.uk/petitions/602604"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-13T17:30:54.668Z"
    },
    "id": 602705,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602705.json"
    },
    "type": "petition"
}