{
    "attributes": {
        "action": "Make cottonwood drive m33 5ew, a drive again due to dangerous drivers/road users",
        "additional_details": "As a community we now fear the safety of children, residents and pets within our street  and surrounding area due to the dangerous driving of non residents using this road. The width of the road is very thin (2 cars wide) one side being used for resident parking. This was once a drive and enclosed by gates that have been removed 10+ years ago however as a community we want this road being made a dead end Drive again. this will allow safety and parking for residents/visitor.",
        "background": "The roads tarmac has become increasing damaged due to the usage of the road being used as a cut through road which has already caused a number of accidents and an increased amount of traffic which has been a danger to the children and 8 household residents. cars have been damaged a number of times.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-07T14:46:33.348Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-07T18:15:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-13T09:36:53.113Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about local roads are a matter for the relevant local authority, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-13T09:36:53.821Z"
    },
    "id": 602772,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602772.json"
    },
    "type": "petition"
}