{
    "attributes": {
        "action": "Create a \"Living Income Cost of Care\" to cover cost of individual social care",
        "additional_details": "Cost of social care is inadequate and hidden. Care homes should be held accountable and private homes as well as local councils should publish the cost of actual care and ensure that the cost is used to directly support individuals in need and not squandered or fraudulently used for other purposes. The public should be able to access the cost breakdown for public and private care homes, and famies given weekly breakdown. The Living Income Cost of Care should cover food, health and basic needs.",
        "background": "The Government delegates social care to cash strapped local authorities. Care home facilities and care provided at home, should be assessed and a minimum cost allocated to each individual as a basic human right. This cost should be funded by government or private sector for those in need",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-06T18:46:11.752Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-06T22:20:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-13T08:42:52.765Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the cost and management of social care, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition refers to a \"Living Income Cost of Care\" payment, but it's not clear if you want the Government to pay a set amount to everyone who meets certain criteria (and if so what those criteria would be), or if you want the Government to pay the full cost of social care for everyone, whether that is provided by a local authority or private care home.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-13T08:42:53.582Z"
    },
    "id": 602707,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602707.json"
    },
    "type": "petition"
}