{
    "attributes": {
        "action": "Ban dog owners from keeping dogs outdoor in bad weather condition without roof.",
        "additional_details": "In many countries they have made it legal for dog owners to walk the dogs daily England needs to do the same. Dogs shouldnt be kept in winters in the garden. dogs are dying daily from abuse. Dog wardens are appointed but are not doing the jobs properly. Rules need to be put in place for dogs to be taken away from owners who abuse them. \r\nplease can the parliament help to stop from keeping dogs outdoor in bad weather conditions thank you.",
        "background": "The goverment needs to ban dog owners from keeping dogs in a garden without a shed or on chains or leash while they sleep. It needs to be made legal for dogs to be walked daily any animal cruelty reported needs to be taken seriously by rspca. Rspca needs to be looked at.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-07T22:27:04.857Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-07T22:46:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-13T09:59:04.830Z",
        "rejection": {
            "code": "already-happening",
            "details": "We understand you're concerned about the welfare of dogs, however the Animal Welfare Act 2006 already makes it an offence if a person causes, by act or omission, an animal to suffer. This would cover suffering caused by suffering that resulted from not being protected from bad weather.\r\n\r\nThe Government's code of practice for the welfare of dogs, which provides owners and keepers with information on how to meet the welfare needs of their animals, and can be used in courts as evidence in cases brought before them relating to poor welfare, specifically highlights the need for owners to protect their dogs from adverse weather, and give their dogs regular opportunities for exercise: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf\r\n\r\nDecisions about investigating alleged animal welfare offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or Parliament. Similarly, it is up to the RSPCA how to investigate any complaints that are referred to them."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-13T09:59:06.085Z"
    },
    "id": 602824,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602824.json"
    },
    "type": "petition"
}