{
    "attributes": {
        "action": "Extend Driving theory test validation - Lockdowns impacted. No refund. Unfair.",
        "additional_details": "Many of us have suffered severe hardship during the lockdowns as contract teachers and workers, that were not furloughed. We need to get driving to be able to go to work in lockdowns and the government is robbing us of the opportunity.\r\nI fall into this category. I have since not got a booking for practical test. I took the option to pay up to DVSA to be notified of a vacant slot for about 5 months there was none. They've just refunded me.\r\nThe government needs to take this matter serious. Listen",
        "background": "Boris Johnson's government should extend. \r\nIt is not right for people's money and time to be wasted without consideration. Many of us have been taking practical driving lessons and ofcourse applying our theory test in our practical training. This means we are still aware. Extend or refund. Unfair!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-08T08:08:38.037Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-09T17:27:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-14T10:33:43.388Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nExtend theory test certificates or offer free retake: https://petition.parliament.uk/petitions/596206\r\n\r\nExtend validity of the driving theory certificate from 2 to 4 years: https://petition.parliament.uk/petitions/591842"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-14T10:33:44.454Z"
    },
    "id": 602850,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602850.json"
    },
    "type": "petition"
}